Repository: alwindoss/gnuhealth
Catalog: tryton/health_who_essential_medicines/locale/*.po
Languages: de

# model:gnuhealth.medicament.category,name:em_6_4_2_2
source: Non-nucleoside reverse transcriptase inhibitors
de: Nicht-nucleosidische Reverse-Transkriptase-Inhibitoren

# model:gnuhealth.medicament.category,name:em_6_4_2_3
source: Protease Inhibitors
de: Protease-Inhibitoren

# model:gnuhealth.medicament.category,name:em_6_4_3
source: Other antivirals
de: Andere antiviral wirksame Medikamente

# model:gnuhealth.medicament.category,name:em_6_5
source: Antiprotozoal medicines
de: Antiprotozoika

# model:gnuhealth.medicament.category,name:em_6_5_1
source: Antiamoebic and antigiardiasis medicines
de: Medikamente gegen Amoeben und Lamblien

# model:gnuhealth.medicament.category,name:em_6_5_2
source: Antileishmaniasis medicines
de: Medikamente gegen Leishmanien

# model:gnuhealth.medicament.category,name:em_6_5_3
source: Antimalarial medicines
de: Medikamente gegen Malaria

# model:gnuhealth.medicament.category,name:em_6_5_3_1
source: For curative treatment
de: Für kurative Therapie

# model:gnuhealth.medicament.category,name:em_6_5_3_2
source: For prophylaxis
de: Zur Prophylaxe

# model:gnuhealth.medicament.category,name:em_6_5_4
source: Antipneumocystosis and antitoxoplasmosis medicines
de: Medikamente gegen Pneumocystis und Toxoplasmose

# model:gnuhealth.medicament.category,name:em_6_5_4c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_6_5_5
source: Antitrypanosomal medicines
de: Medikamente gegen Trypanosomen

# model:gnuhealth.medicament.category,name:em_6_5_5_1
source: African trypanosomiasis
de: Afrikanische Trypanosomiasis

# model:gnuhealth.medicament.category,name:em_6_5_5_1c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_6_5_5_2
source: American trypanosomiasis
de: Amerikanische Trypanosomiasis

# model:gnuhealth.medicament.category,name:em_7
source: ANTIMIGRAINE MEDICINES
de: MEDIKAMENTE GEGEN MIGRÄNE

# model:gnuhealth.medicament.category,name:em_7_1
source: For treatment of acute attack
de: Zur Behandlung eines akuten Anfalls

# model:gnuhealth.medicament.category,name:em_7_2
source: For prophylaxis
de: Zur Prophylaxe

# model:gnuhealth.medicament.category,name:em_8
source: ANTINEOPLASTIC, IMMUNOSUPPRESSIVES AND MEDICINES USED IN PALLIATIVE CARE
de: ANTINEOPLASTISCHE MEDIKAMENTE, IMMUNSUPPRESSIVA UND MEDIKAMENTE IN DER PALLIATIVMEDIZIN

# model:gnuhealth.medicament.category,name:em_8_1
source: Immunosuppressive medicines
de: Immunsuppressiva

# model:gnuhealth.medicament.category,name:em_8_1c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_8_2
source: Cytotoxic and adjuvant medicines
de: Cytotoxische und adjuvante Medikamente

# model:gnuhealth.medicament.category,name:em_8_2c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_8_3
source: Hormones and antihormones
de: Hormone und Antihormone

# model:gnuhealth.medicament.category,name:em_8_3c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_8_4
source: Medicines used in palliative care
de: Medikamente zur Palliation

# model:gnuhealth.medicament.category,name:em_9
source: ANTIPARKINSONISM MEDICINES
de: ANTIPARKINSON-MEDIKAMENTE

# model:gnuhealth.medicament.category,name:medicament
source: Medicaments
de: Medikamente

# model:product.category,name:prod_medicament
source: Medicaments
de: Medikamente

# model:product.category,name:prod_medicament_WHO
source: WHO essential Medicines
de: Unentbehrliche Medikamente nach WHO

# model:product.template,name:templ_em1
source: halothane
de: Halothan

# model:product.template,name:templ_em10
source: ephedrine
de: Ephedrin

# model:product.template,name:templ_em101
source: isoniazid + pyrazinamide + rifampicin
de: Isoniazid + Pyrazinamid + Rifampicin

# model:product.template,name:templ_em103
source: pyrazinamide
de: Pyrazinamid

# model:product.template,name:templ_em109
source: cycloserine
de: Cycloserin

# model:product.template,name:templ_em11
source: atropine
de: Atropin

# model:product.template,name:templ_em110
source: ethionamide
de: Ethionamid

# model:product.template,name:templ_em113
source: p‐aminosalicylic acid
de: P-Aminosalicylsäure

# model:product.template,name:templ_em114
source: clotrimazole
de: Clotrimazol

# model:product.template,name:templ_em115
source: fluconazole
de: Fluconazol

# model:product.template,name:templ_em119
source: flucytosine
de: Flucytosin

# model:product.template,name:templ_em120
source: potassium iodide
de: Kaliumiodid

# model:product.template,name:templ_em123
source: didanosine (ddI)
de: Didanosin (ddI)

# model:product.template,name:templ_em124
source: stavudine (d4T)
de: Stavudin (d4T)

# model:product.template,name:templ_em125
source: tenofovir disoproxil fumarate (TDF)
de: Tenofovir (TDF)

# model:product.template,name:templ_em126
source: zidovudine (ZDV or AZT)
de: Zidovudin (ZDV oder AZT)

# model:product.template,name:templ_em127
source: efavirenz (EFV or EFZ)
de: Efavirenz (EFV oder EFZ)

# model:product.template,name:templ_em128
source: nevirapine (NVP)
de: Nevirapin (NVP)

# model:product.template,name:templ_em13
source: morphine
de: Morphin

# model:product.template,name:templ_em134
source: efavirenz + emtricitabine + tenofovir
de: Efavirenz + Emtricitabin + Tenofovir

# model:product.template,name:templ_em135
source: emtricitabine + tenofovir
de: Emtricitabin + Tenofovir

# model:product.template,name:templ_em136
source: lamivudine + nevirapine + stavudine
de: Lamivudin + Nevirapin + Stavudin

# model:product.template,name:templ_em137
source: lamivudine + nevirapine + zidovudine
de: Lamivudin + Nevirapin + Zidovudin

# model:product.template,name:templ_em138
source: lamivudine + zidovudine
de: Lamivudin + Zidovudin

# model:product.template,name:templ_em14
source: acetylsalicylic acid
de: Acetylsalicylsäure

# model:product.template,name:templ_em141
source: diloxanide
de: Diloxanid

# model:product.template,name:templ_em144
source: miltefosine
de: Miltefosin

# model:product.template,name:templ_em146
source: sodium stibogluconate
de: Natriumstibogluconat

# model:product.template,name:templ_em147
source: amodiaquine
de: Amodiaquin

# model:product.template,name:templ_em149
source: artemether + lumefantrine
de: Artemether + Lumefantrin

# model:product.template,name:templ_em150
source: artesunate
de: Artesunat

# model:product.template,name:templ_em151
source: artesunate + amodiaquine
de: Artesunat + Amodiaquin

# model:product.template,name:templ_em152
source: chloroquine
de: Chloroquin

# model:product.template,name:templ_em154
source: mefloquine
de: Mefloquin

# model:product.template,name:templ_em155
source: primaquine
de: Primaquin

# model:product.template,name:templ_em156
source: quinine
de: Chinin

# model:product.template,name:templ_em157
source: sulfadoxine + pyrimethamine
de: Sulfadoxin + Pyrimethamin

# model:product.template,name:templ_em162
source: pyrimethamine
de: Pyrimethamin

# model:product.template,name:templ_em163
source: sulfadiazine
de: Sulfadiazin

# model:product.template,name:templ_em165
source: pentamidine
de: Pentamidin

# model:product.template,name:templ_em167
source: suramin sodium
de: Suramin-Natrium

# model:product.template,name:templ_em168
source: eflornithine
de: Eflornithin

# model:product.template,name:templ_em172
source: benznidazole
de: Benznidazol

# model:product.template,name:templ_em177
source: propranolol
de: Propanolol

# model:product.template,name:templ_em18
source: codeine
de: Codein

# model:product.template,name:templ_em183
source: calcium folinate
de: Calciumfolinat

# model:product.template,name:templ_em186
source: cyclophosphamide
de: Cyclophosphamid

# model:product.template,name:templ_em187
source: cytarabine
de: Cytarabin

# model:product.template,name:templ_em188
source: dacarbazine
de: Dacarbazin

# model:product.template,name:templ_em193
source: etoposide
de: Etoposid

# model:product.template,name:templ_em194
source: fluorouracil
de: Floururacil

# model:product.template,name:templ_em195
source: hydroxycarbamide
de: Hydroxycarbamid

# model:product.template,name:templ_em196
source: ifosfamide
de: Ifosfamid

# model:product.template,name:templ_em197
source: mercaptopurine
de: Mercaptopurin

# model:product.template,name:templ_em2
source: isoflurane
de: Isofluran

# model:product.template,name:templ_em201
source: procarbazine
de: Procarbazin

# model:product.template,name:templ_em202
source: thioguanine
de: Thioguanin

# model:product.template,name:templ_em203
source: vinblastine
de: Vinblastin

# model:product.template,name:templ_em204
source: vincristine
de: Vincristin

# model:product.template,name:templ_em207
source: methylprednisolone
de: Methylprednisolon

# model:product.template,name:templ_em21
source: choloroquine
de: Chloroquin

# model:product.template,name:templ_em210
source: amitriptyline
de: Amitriptylin

# model:product.template,name:templ_em211
source: cyclizine
de: Cyclizin

# model:product.template,name:templ_em214
source: docusate sodium
de: Docusat-Natrium

# model:product.template,name:templ_em215
source: fluoxetine
de: Fluoxetin

# model:product.template,name:templ_em216
source: hyoscine hydrobromide
de: Scopolamin

# model:product.template,name:templ_em22
source: azathioprine
de: Azathioprin

# model:product.template,name:templ_em222
source: senna
de: Sennes-Alkaloide

# model:product.template,name:templ_em225
source: ferrous salt
de: Eisen

# model:product.template,name:templ_em226
source: ferrous salt + folic acid
de: Eisen + Folsäure

# model:product.template,name:templ_em227
source: folic acid
de: Folsäure

# model:product.template,name:templ_em228
source: hydroxocobalamin
de: Hydroxycobalamin

# model:product.template,name:templ_em229
source: heparin sodium
de: Heparin-Natrium

# model:product.template,name:templ_em23
source: hydroxychloroquine
de: Hydroxychloroquin

# model:product.template,name:templ_em230
source: phytomenadione
de: Phytomenadion (Vitamin K)

# model:product.template,name:templ_em231
source: protamine sulfate
de: Protaminsulfat

# model:product.template,name:templ_em232
source: tranexamic acid
de: Tranexamsäure

# model:product.template,name:templ_em234
source: heparin sodium
de: Heparin-Natrium

# model:product.template,name:templ_em24
source: methotrexate
de: Methotrexat

# model:product.template,name:templ_em240
source: factor VIII concentrate
de: Faktor VIII-Konzentrat

# model:product.template,name:templ_em241
source: factor IX complex (coagulation factors, II, VII, IX, X) concentrate
de: PPSB (Gerinnungsfaktoren II, VII, IX und X)

# model:product.template,name:templ_em242
source: human normal immunoglobulin
de: Humanes Immunglobulin

# model:product.template,name:templ_em244
source: glyceryl trinitrate
de: Glyceryltrinitrat

# model:product.template,name:templ_em245
source: isosorbide dinitrate
de: Isosorbiddinitrat

# model:product.template,name:templ_em249
source: epinephrine (adrenaline)
de: Adrenalin

# model:product.template,name:templ_em25
source: chlorphenamine
de: Chlorphenamin

# model:product.template,name:templ_em252
source: amiodarone
de: Amiodaron

# model:product.template,name:templ_em253
source: amlodipine
de: Amlodipin

# model:product.template,name:templ_em256
source: hydralazine
de: Hydralazin

# model:product.template,name:templ_em257
source: hydrochlorothiazide
de: Hydrochlorothiazid

# model:product.template,name:templ_em259
source: sodium nitroprusside
de: Natrium-Nitroprussid

# model:product.template,name:templ_em26
source: dexamethasone
de: Dexamethason

# model:product.template,name:templ_em263
source: furosemide
de: Furosemid

# model:product.template,name:templ_em265
source: dopamine
de: Dopamin

# model:product.template,name:templ_em269
source: miconazole
de: Miconazol

# model:product.template,name:templ_em270
source: selenium sulfide
de: Selendisulfid

# model:product.template,name:templ_em272
source: terbinafine
de: Terbinafin

# model:product.template,name:templ_em274
source: potassium permanganate
de: Kaliumpermanganat

# model:product.template,name:templ_em275
source: silver sulfadiazine
de: Silbersulfadiazin

# model:product.template,name:templ_em276
source: betamethasone
de: Betametason

# model:product.template,name:templ_em277
source: calamine
de: Calamin

# model:product.template,name:templ_em279
source: benzoyl peroxide
de: Benzoylperoxid

# model:product.template,name:templ_em28
source: hydrocortisone
de: Hydrocortison

# model:product.template,name:templ_em280
source: coal tar
de: Steinkohlenteer

# model:product.template,name:templ_em283
source: podophyllum resin
de: Podophyllum

# model:product.template,name:templ_em284
source: salicylic acid
de: Salicylsäure

# model:product.template,name:templ_em285
source: urea
de: Harnstoff

# model:product.template,name:templ_em286
source: benzyl benzoate
de: Benzylbenzoat

# model:product.template,name:templ_em289
source: tropicamide
de: Tropicamid

# model:product.template,name:templ_em29
source: prednisolone
de: Prednisolon

# model:product.template,name:templ_em290
source: amidotrizoate
de: Amidotrizoesäure

# model:product.template,name:templ_em291
source: barium sulfate
de: Bariumsulfat

# model:product.template,name:templ_em294
source: meglumine iotroxate
de: Meglumin-Iotroxat

# model:product.template,name:templ_em295
source: chlorhexidine
de: Chlorhexidin

# model:product.template,name:templ_em297
source: polyvidone iodine
de: Polyvidon-Iod

# model:product.template,name:templ_em298
source: chlorine base compound
de: Chlor-basierte Mittel

# model:product.template,name:templ_em3
source: nitrous oxide
de: Lachgas

# model:product.template,name:templ_em30
source: charcoal, activated
de: Medizinische Kohle

# model:product.template,name:templ_em301
source: amiloride
de: Amilorid

# model:product.template,name:templ_em305
source: spironolactone
de: Spironolacton

# model:product.template,name:templ_em309
source: pancreatic enzymes
de: Pankreasenzyme

# model:product.template,name:templ_em31
source: acetylcysteine
de: Acetylcystein

# model:product.template,name:templ_em310
source: omeprazole
de: Omeprazol

# model:product.template,name:templ_em311
source: ranitidine
de: Ranitidin

# model:product.template,name:templ_em313
source: metoclopramide
de: Metoclopramid

# model:product.template,name:templ_em315
source: sulfasalazine
de: Sulfasalazin

# model:product.template,name:templ_em319
source: zinc sulfate
de: Zinksulfat

# model:product.template,name:templ_em320
source: fludrocortisone
de: Fludrocortison

# model:product.template,name:templ_em322
source: testosterone
de: Testosteron

# model:product.template,name:templ_em324
source: ethinylestradiol + norethisterone
de: Ethinylestradiol + Norethisteron

# model:product.template,name:templ_em326
source: estradiol cypionate + medroxyprogesterone acetate
de: Estradiolcypionat + Medroxyprogesteronacetat

# model:product.template,name:templ_em327
source: medroxyprogesterone acetate
de: Medroxyprogesteronacetat

# model:product.template,name:templ_em328
source: norethisterone enantate
de: Norethisteron-Enantat

# model:product.template,name:templ_em329
source: copper‐containing device
de: Kupferhaltiges IUP

# model:product.template,name:templ_em33
source: calcium gluconate
de: Calciumgluconat

# model:product.template,name:templ_em330
source: condoms
de: Kondome

# model:product.template,name:templ_em331
source: diaphragms
de: Diaphragmen

# model:product.template,name:templ_em332
source: levonorgestrel‐releasing implant
de: Levonorgestrel-freisetzendes Implantat

# model:product.template,name:templ_em333
source: glibenclamide
de: Glibenclamid

# model:product.template,name:templ_em334
source: glucagon
de: Glukagon

# model:product.template,name:templ_em335
source: insulin injection (soluble)
de: Insulin-Injektion (löslich)

# model:product.template,name:templ_em336
source: intermediate‐acting insulin
de: Intermediär-Insulin

# model:product.template,name:templ_em339
source: clomifene
de: Clomifen

# model:product.template,name:templ_em34
source: methylthioninium chloride (methylene blue)
de: Methylenblau

# model:product.template,name:templ_em341
source: levothyroxine
de: L-Thyroxin

# model:product.template,name:templ_em344
source: Lugol solution
de: Lugol'sche Lösung

# model:product.template,name:templ_em347
source: tuberculin, purified protein derivative (PPD)
de: Tuberkulin-Test mit gereinigtem Tuberkulin

# model:product.template,name:templ_em348
source: anti‐D immunoglobulin (human)
de: Anti-D-Immunglobulin (human)

# model:product.template,name:templ_em349
source: antitetanus immunoglobulin (human)
de: Tetanus-Immunglobulin (human)

# model:product.template,name:templ_em35
source: naloxone
de: Naloxon

# model:product.template,name:templ_em350
source: antivenom immunoglobulin
de: Antivenom-Immunglobulin

# model:product.template,name:templ_em351
source: diphtheria antitoxin
de: Diphtherie-Antitoxin

# model:product.template,name:templ_em352
source: rabies immunoglobulin
de: Tollwut-Immunglobulin

# model:product.template,name:templ_em353
source: BCG vaccine
de: BCG-Impfstoff

# model:product.template,name:templ_em354
source: cholera vaccine
de: Cholera-Impfstoff

# model:product.template,name:templ_em355
source: diphtheria vaccine
de: Diphtherie-Impfstoff

# model:product.template,name:templ_em356
source: hepatitis A vaccine
de: Hepatitis-A-Impfstoff

# model:product.template,name:templ_em357
source: hepatitis B vaccine
de: Hepatitis-B-Impfstoff

# model:product.template,name:templ_em358
source: Haemophilus influenzae type b vaccine
de: Impfstoff gegen Haemophilus influenzae Typ B

# model:product.template,name:templ_em359
source: influenza vaccine
de: Grippeimpfstoff

# model:product.template,name:templ_em36
source: penicillamine
de: Penicillamin

# model:product.template,name:templ_em360
source: Japanese encephalitis vaccine
de: Impfstoff gegen Japanische Enzephalitis

# model:product.template,name:templ_em361
source: measles vaccine
de: Masernimpfstoff

# model:product.template,name:templ_em362
source: meningococcal meningitis vaccine
de: Impfstoff gegen Meningokokkenmeningitis

# model:product.template,name:templ_em363
source: mumps vaccine
de: Mumpsimpfstoff

# model:product.template,name:templ_em364
source: pertussis vaccine
de: Keuchhusten-Impfstoff

# model:product.template,name:templ_em365
source: pneumococcal vaccine
de: Pneumokokken-Impfstoff

# model:product.template,name:templ_em366
source: poliomyelitis vaccine
de: Poliomyelitis-Impfstoff

# model:product.template,name:templ_em367
source: rabies vaccine
de: Tollwut-Impfstoff

# model:product.template,name:templ_em368
source: rotavirus vaccine
de: Impfstoff gegen Rotaviren

# model:product.template,name:templ_em369
source: rubella vaccine
de: Röteln-Impfstoff

# model:product.template,name:templ_em37
source: potassium ferric hexacyano‐ferrate(II) ‐ 2H20 (Prussian blue)
de: Eisen(III)-hexacyanoferrat (Berliner Blau)

# model:product.template,name:templ_em370
source: tetanus vaccine
de: Tetanus-Impfstoff

# model:product.template,name:templ_em371
source: typhoid vaccine
de: Typhus-Impfstoff

# model:product.template,name:templ_em372
source: varicella vaccine
de: Varizellen-Impfstoff

# model:product.template,name:templ_em373
source: yellow fever vaccine
de: Gelbfieber-Impfstoff

# model:product.template,name:templ_em375
source: neostigmine
de: Neostigmin

# model:product.template,name:templ_em378
source: pyridostigmine
de: Pyridostigmin

# model:product.template,name:templ_em38
source: sodium nitrite
de: Natriumnitrit

# model:product.template,name:templ_em382
source: tetracycline
de: Tetracyclin

# model:product.template,name:templ_em384
source: tetracaine
de: Tetracain

# model:product.template,name:templ_em385
source: acetazolamide
de: Acetazolamid

# model:product.template,name:templ_em386
source: pilocarpine
de: Pilocarpin

# model:product.template,name:templ_em39
source: sodium thiosulfate
de: Natriumthiosulfat

# model:product.template,name:templ_em390
source: ergometrine
de: Ergometrin

# model:product.template,name:templ_em393
source: mifepristone – misoprostol
de: Mifepriston + Misoprostol

# model:product.template,name:templ_em394
source: nifedipine
de: Nifedipin

# model:product.template,name:templ_em395
source: intraperitoneal dialysis solution (of appropriate composition)
de: Peritonealdialyselösung adäquater Zusammensetzung

# model:product.template,name:templ_em396
source: chlorpromazine
de: Chlorpromazin

# model:product.template,name:templ_em397
source: fluphenazine
de: Fluphenazin

# model:product.template,name:templ_em4
source: oxygen
de: Sauerstoff

# model:product.template,name:templ_em40
source: deferoxamine
de: Deferoxamin

# model:product.template,name:templ_em404
source: lithium carbonate
de: Lithiumcarbonat

# model:product.template,name:templ_em407
source: clomipramine
de: Clomipramin

# model:product.template,name:templ_em408
source: nicotine replacement therapy (NRT)
de: Nikotinersatztherapie

# model:product.template,name:templ_em409
source: methadone
de: Methadon

# model:product.template,name:templ_em410
source: beclometasone
de: Beclometason

# model:product.template,name:templ_em411
source: budesonide
de: Budesonid

# model:product.template,name:templ_em413
source: ipratropium bromide
de: Ipratropiumbromid

# model:product.template,name:templ_em415
source: oral rehydration salts
de: Orale Rehydratations-Lösungs-Salze

# model:product.template,name:templ_em416
source: potassium chloride
de: Kaliumchlorid

# model:product.template,name:templ_em417
source: glucose
de: Glukose

# model:product.template,name:templ_em418
source: glucose with sodium chloride
de: Glukose mit Natriumchlorid

# model:product.template,name:templ_em42
source: sodium calcium edetate
de: Na-Ca-EDTA

# model:product.template,name:templ_em420
source: sodium chloride
de: Natriumchlorid

# model:product.template,name:templ_em421
source: sodium hydrogen carbonate
de: Natriumhydrogencarbonat

# model:product.template,name:templ_em422
source: sodium lactate, compound solution
de: Natriumlactat, Kombi-Lösung

# model:product.template,name:templ_em423
source: water for injection
de: Wasser zu Injektionszwecken

# model:product.template,name:templ_em424
source: ascorbic acid
de: Ascorbinsäure

# model:product.template,name:templ_em427
source: iodine
de: Iod

# model:product.template,name:templ_em428
source: nicotinamide
de: Nicotinamid

# model:product.template,name:templ_em429
source: pyridoxine
de: Pyridoxin

# model:product.template,name:templ_em430
source: retinol
de: Vitamin A

# model:product.template,name:templ_em432
source: sodium fluoride
de: Natriumfluorid

# model:product.template,name:templ_em433
source: thiamine
de: Thiamin

# model:product.template,name:templ_em435
source: acetic acid
de: Essigsäure

# model:product.template,name:templ_em438
source: xylometazoline
de: Xylometazolin

# model:product.template,name:templ_em439
source: caffeine citrate
de: Coffeincitrat

# model:product.template,name:templ_em44
source: carbamazepine
de: Carbamazepin

# model:product.template,name:templ_em443
source: epinefrine (adrenaline)
de: Adrenalin

# model:product.template,name:templ_em47
source: magnesium sulfate
de: Magnesiumsulfat

# model:product.template,name:templ_em5
source: ketamine
de: Ketamin

# model:product.template,name:templ_em50
source: valproic acid (sodium valproate)
de: Valproat

# model:product.template,name:templ_em51
source: ethosuximide
de: Ethosuximid

# model:product.template,name:templ_em52
source: albendazole
de: Albendazol

# model:product.template,name:templ_em53
source: levamisole
de: Levamisol

# model:product.template,name:templ_em54
source: mebendazole
de: Mebendazol

# model:product.template,name:templ_em55
source: niclosamide
de: Niclosamid

# model:product.template,name:templ_em59
source: diethylcarbamazine
de: Diethylcarbamazin
