Repository: alwindoss/gnuhealth
Catalog: tryton/health_who_essential_medicines/locale/*.po
Languages: de

# model:product.template,name:templ_em62
source: triclabendazole
de: Triclabendazol

# model:product.template,name:templ_em63
source: oxamniquine
de: Oxamniquin

# model:product.template,name:templ_em65
source: amoxicillin + clavulanic acid
de: Amoxicillin + Clavulansäure

# model:product.template,name:templ_em67
source: benzathine benzylpenicillin
de: Benzathin-Benzylpenicillin

# model:product.template,name:templ_em7
source: bupivacaine
de: Bupivacain

# model:product.template,name:templ_em71
source: cefixime
de: Cefixim

# model:product.template,name:templ_em72
source: ceftriaxone
de: Ceftriaxon

# model:product.template,name:templ_em75
source: procaine benzylpenicillin
de: Procain-Benzylpenicillin

# model:product.template,name:templ_em76
source: cefotaxime
de: Cefotaxim

# model:product.template,name:templ_em77
source: ceftazidime
de: Ceftazidim

# model:product.template,name:templ_em8
source: lidocaine
de: Lidocain

# model:product.template,name:templ_em83
source: doxycycline
de: Doxycyclin

# model:product.template,name:templ_em86
source: metronidazole
de: Metronidazol

# model:product.template,name:templ_em89
source: sulfamethoxazole + trimethoprim
de: Sulfamethoxazol + Trimethoprim

# model:product.template,name:templ_em9
source: lidocaine + epinephrine (adrenaline)
de: Lidocain + Adrenalin

# model:product.template,name:templ_em93
source: clofazimine
de: Clofazimin

# model:product.template,name:templ_em94
source: dapsone
de: Dapson
