Repository: alwindoss/gnuhealth
Catalog: tryton/health_who_essential_medicines/locale/*.po
Languages: de

# model:gnuhealth.medicament,active_component:meds_em1
source: halothane
de: Halothan

# model:gnuhealth.medicament,active_component:meds_em10
source: ephedrine
de: Ephedrin

# model:gnuhealth.medicament,active_component:meds_em101
source: isoniazid + pyrazinamide + rifampicin
de: Isoniazid + Pyrazinamid + Rifampicin

# model:gnuhealth.medicament,active_component:meds_em103
source: pyrazinamide
de: Pyrazinamid

# model:gnuhealth.medicament,active_component:meds_em109
source: cycloserine
de: Cycloserin

# model:gnuhealth.medicament,active_component:meds_em11
source: atropine
de: Atropin

# model:gnuhealth.medicament,active_component:meds_em110
source: ethionamide
de: Ethionamid

# model:gnuhealth.medicament,active_component:meds_em113
source: p‐aminosalicylic acid
de: P-Aminosalicylsäure

# model:gnuhealth.medicament,active_component:meds_em114
source: clotrimazole
de: Clotrimazol

# model:gnuhealth.medicament,active_component:meds_em115
source: fluconazole
de: Fluconazol

# model:gnuhealth.medicament,active_component:meds_em119
source: flucytosine
de: Flucytosin

# model:gnuhealth.medicament,active_component:meds_em120
source: potassium iodide
de: Kaliumiodid

# model:gnuhealth.medicament,active_component:meds_em123
source: didanosine (ddI)
de: Didanosin (ddI)

# model:gnuhealth.medicament,active_component:meds_em124
source: stavudine (d4T)
de: Stavudin (d4T)

# model:gnuhealth.medicament,active_component:meds_em125
source: tenofovir disoproxil fumarate (TDF)
de: Tenofovir (TDF)

# model:gnuhealth.medicament,active_component:meds_em126
source: zidovudine (ZDV or AZT)
de: Zidovudin (ZDV oder AZT)

# model:gnuhealth.medicament,active_component:meds_em127
source: efavirenz (EFV or EFZ)
de: Efavirenz (EFV oder EFZ)

# model:gnuhealth.medicament,active_component:meds_em128
source: nevirapine (NVP)
de: Nevirapin (NVP)

# model:gnuhealth.medicament,active_component:meds_em13
source: morphine
de: Morphin

# model:gnuhealth.medicament,active_component:meds_em134
source: efavirenz + emtricitabine + tenofovir
de: Efavirenz + Emtricitabin + Tenofovir

# model:gnuhealth.medicament,active_component:meds_em135
source: emtricitabine + tenofovir
de: Emtricitabin + Tenofovir

# model:gnuhealth.medicament,active_component:meds_em136
source: lamivudine + nevirapine + stavudine
de: Lamivudin + Nevirapin + Stavudin

# model:gnuhealth.medicament,active_component:meds_em137
source: lamivudine + nevirapine + zidovudine
de: Lamivudin + Nevirapin + Zidovudin

# model:gnuhealth.medicament,active_component:meds_em138
source: lamivudine + zidovudine
de: Lamivudin + Zidovudin

# model:gnuhealth.medicament,active_component:meds_em14
source: acetylsalicylic acid
de: Acetylsalicylsäure

# model:gnuhealth.medicament,active_component:meds_em141
source: diloxanide
de: Diloxanid

# model:gnuhealth.medicament,active_component:meds_em142
source: metronidazole
de: Metronidazol

# model:gnuhealth.medicament,active_component:meds_em144
source: miltefosine
de: Miltefosin

# model:gnuhealth.medicament,active_component:meds_em146
source: sodium stibogluconate
de: Natriumstibogluconat

# model:gnuhealth.medicament,active_component:meds_em147
source: amodiaquine
de: Amodiaquin

# model:gnuhealth.medicament,active_component:meds_em149
source: artemether + lumefantrine
de: Artemether + Lumefantrin

# model:gnuhealth.medicament,active_component:meds_em150
source: artesunate
de: Artesunat

# model:gnuhealth.medicament,active_component:meds_em151
source: artesunate + amodiaquine
de: Artesunat + Amodiaquin

# model:gnuhealth.medicament,active_component:meds_em152
source: chloroquine
de: Chloroquin

# model:gnuhealth.medicament,active_component:meds_em153
source: doxycycline
de: Doxycyclin

# model:gnuhealth.medicament,active_component:meds_em154
source: mefloquine
de: Mefloquin

# model:gnuhealth.medicament,active_component:meds_em155
source: primaquine
de: Primaquin

# model:gnuhealth.medicament,active_component:meds_em156
source: quinine
de: Chinin

# model:gnuhealth.medicament,active_component:meds_em157
source: sulfadoxine + pyrimethamine
de: Sulfadoxin + Pyrimethamin

# model:gnuhealth.medicament,active_component:meds_em158
source: chloroquine
de: Chloroquin

# model:gnuhealth.medicament,active_component:meds_em159
source: doxycycline
de: Doxycyclin

# model:gnuhealth.medicament,active_component:meds_em160
source: mefloquine
de: Mefloquin

# model:gnuhealth.medicament,active_component:meds_em162
source: pyrimethamine
de: Pyrimethamin

# model:gnuhealth.medicament,active_component:meds_em163
source: sulfadiazine
de: Sulfadiazin

# model:gnuhealth.medicament,active_component:meds_em164
source: sulfamethoxazole + trimethoprim
de: Sulfamethoxazol + Trimethoprim

# model:gnuhealth.medicament,active_component:meds_em165
source: pentamidine
de: Pentamidin

# model:gnuhealth.medicament,active_component:meds_em166
source: pentamidine
de: Pentamidin

# model:gnuhealth.medicament,active_component:meds_em167
source: suramin sodium
de: Suramin-Natrium

# model:gnuhealth.medicament,active_component:meds_em168
source: eflornithine
de: Eflornithin

# model:gnuhealth.medicament,active_component:meds_em17
source: acetylsalicylic acid
de: Acetylsalicylsäure

# model:gnuhealth.medicament,active_component:meds_em172
source: benznidazole
de: Benznidazol

# model:gnuhealth.medicament,active_component:meds_em174
source: acetylsalicylic acid
de: Acetylsalicylsäure

# model:gnuhealth.medicament,active_component:meds_em177
source: propranolol
de: Propanolol

# model:gnuhealth.medicament,active_component:meds_em178
source: azathioprine
de: Azathioprin

# model:gnuhealth.medicament,active_component:meds_em18
source: codeine
de: Codein

# model:gnuhealth.medicament,active_component:meds_em183
source: calcium folinate
de: Calciumfolinat

# model:gnuhealth.medicament,active_component:meds_em186
source: cyclophosphamide
de: Cyclophosphamid

# model:gnuhealth.medicament,active_component:meds_em187
source: cytarabine
de: Cytarabin

# model:gnuhealth.medicament,active_component:meds_em188
source: dacarbazine
de: Dacarbazin

# model:gnuhealth.medicament,active_component:meds_em19
source: morphine
de: Morphin

# model:gnuhealth.medicament,active_component:meds_em193
source: etoposide
de: Etoposid

# model:gnuhealth.medicament,active_component:meds_em194
source: fluorouracil
de: Floururacil

# model:gnuhealth.medicament,active_component:meds_em195
source: hydroxycarbamide
de: Hydroxycarbamid

# model:gnuhealth.medicament,active_component:meds_em196
source: ifosfamide
de: Ifosfamid

# model:gnuhealth.medicament,active_component:meds_em197
source: mercaptopurine
de: Mercaptopurin

# model:gnuhealth.medicament,active_component:meds_em199
source: methotrexate
de: Methotrexat

# model:gnuhealth.medicament,active_component:meds_em2
source: isoflurane
de: Isofluran

# model:gnuhealth.medicament,active_component:meds_em201
source: procarbazine
de: Procarbazin

# model:gnuhealth.medicament,active_component:meds_em202
source: thioguanine
de: Thioguanin

# model:gnuhealth.medicament,active_component:meds_em203
source: vinblastine
de: Vinblastin

# model:gnuhealth.medicament,active_component:meds_em204
source: vincristine
de: Vincristin

# model:gnuhealth.medicament,active_component:meds_em205
source: dexamethasone
de: Dexamethason

# model:gnuhealth.medicament,active_component:meds_em206
source: hydrocortisone
de: Hydrocortison

# model:gnuhealth.medicament,active_component:meds_em207
source: methylprednisolone
de: Methylprednisolon

# model:gnuhealth.medicament,active_component:meds_em208
source: prednisolone
de: Prednisolon

# model:gnuhealth.medicament,active_component:meds_em21
source: choloroquine
de: Chloroquin

# model:gnuhealth.medicament,active_component:meds_em210
source: amitriptyline
de: Amitriptylin

# model:gnuhealth.medicament,active_component:meds_em211
source: cyclizine
de: Cyclizin

# model:gnuhealth.medicament,active_component:meds_em212
source: dexamethasone
de: Dexamethason

# model:gnuhealth.medicament,active_component:meds_em214
source: docusate sodium
de: Docusat-Natrium

# model:gnuhealth.medicament,active_component:meds_em215
source: fluoxetine
de: Fluoxetin

# model:gnuhealth.medicament,active_component:meds_em216
source: hyoscine hydrobromide
de: Scopolamin

# model:gnuhealth.medicament,active_component:meds_em22
source: azathioprine
de: Azathioprin

# model:gnuhealth.medicament,active_component:meds_em220
source: morphine
de: Morphin

# model:gnuhealth.medicament,active_component:meds_em222
source: senna
de: Sennes-Alkaloide

# model:gnuhealth.medicament,active_component:meds_em225
source: ferrous salt
de: Eisen

# model:gnuhealth.medicament,active_component:meds_em226
source: ferrous salt + folic acid
de: Eisen + Folsäure

# model:gnuhealth.medicament,active_component:meds_em227
source: folic acid
de: Folsäure

# model:gnuhealth.medicament,active_component:meds_em228
source: hydroxocobalamin
de: Hydroxycobalamin

# model:gnuhealth.medicament,active_component:meds_em229
source: heparin sodium
de: Heparin-Natrium

# model:gnuhealth.medicament,active_component:meds_em23
source: hydroxychloroquine
de: Hydroxychloroquin

# model:gnuhealth.medicament,active_component:meds_em230
source: phytomenadione
de: Phytomenadion (Vitamin K)

# model:gnuhealth.medicament,active_component:meds_em231
source: protamine sulfate
de: Protaminsulfat

# model:gnuhealth.medicament,active_component:meds_em232
source: tranexamic acid
de: Tranexamsäure

# model:gnuhealth.medicament,active_component:meds_em234
source: heparin sodium
de: Heparin-Natrium

# model:gnuhealth.medicament,active_component:meds_em235
source: protamine sulfate
de: Protaminsulfat

# model:gnuhealth.medicament,active_component:meds_em237
source: deferoxamine
de: Deferoxamin

# model:gnuhealth.medicament,active_component:meds_em238
source: hydroxycarbamide
de: Hydroxycarbamid

# model:gnuhealth.medicament,active_component:meds_em24
source: methotrexate
de: Methotrexat

# model:gnuhealth.medicament,active_component:meds_em240
source: factor VIII concentrate
de: Faktor VIII-Konzentrat

# model:gnuhealth.medicament,active_component:meds_em241
source: factor IX complex (coagulation factors, II, VII, IX, X) concentrate
de: PPSB (Gerinnungsfaktoren II, VII, IX und X)

# model:gnuhealth.medicament,active_component:meds_em242
source: human normal immunoglobulin
de: Humanes Immunglobulin

# model:gnuhealth.medicament,active_component:meds_em244
source: glyceryl trinitrate
de: Glyceryltrinitrat

# model:gnuhealth.medicament,active_component:meds_em245
source: isosorbide dinitrate
de: Isosorbiddinitrat

# model:gnuhealth.medicament,active_component:meds_em249
source: epinephrine (adrenaline)
de: Adrenalin

# model:gnuhealth.medicament,active_component:meds_em25
source: chlorphenamine
de: Chlorphenamin

# model:gnuhealth.medicament,active_component:meds_em250
source: lidocaine
de: Lidocain

# model:gnuhealth.medicament,active_component:meds_em252
source: amiodarone
de: Amiodaron

# model:gnuhealth.medicament,active_component:meds_em253
source: amlodipine
de: Amlodipin

# model:gnuhealth.medicament,active_component:meds_em256
source: hydralazine
de: Hydralazin

# model:gnuhealth.medicament,active_component:meds_em257
source: hydrochlorothiazide
de: Hydrochlorothiazid

# model:gnuhealth.medicament,active_component:meds_em259
source: sodium nitroprusside
de: Natrium-Nitroprussid

# model:gnuhealth.medicament,active_component:meds_em26
source: dexamethasone
de: Dexamethason

# model:gnuhealth.medicament,active_component:meds_em263
source: furosemide
de: Furosemid

# model:gnuhealth.medicament,active_component:meds_em264
source: hydrochlorothiazide
de: Hydrochlorothiazid

# model:gnuhealth.medicament,active_component:meds_em265
source: dopamine
de: Dopamin

# model:gnuhealth.medicament,active_component:meds_em266
source: acetylsalicylic acid
de: Acetylsalicylsäure

# model:gnuhealth.medicament,active_component:meds_em269
source: miconazole
de: Miconazol

# model:gnuhealth.medicament,active_component:meds_em27
source: epinefrine (adrenaline)
de: Adrenalin

# model:gnuhealth.medicament,active_component:meds_em270
source: selenium sulfide
de: Selendisulfid

# model:gnuhealth.medicament,active_component:meds_em271
source: sodium thiosulfate
de: Natriumthiosulfat

# model:gnuhealth.medicament,active_component:meds_em272
source: terbinafine
de: Terbinafin

# model:gnuhealth.medicament,active_component:meds_em274
source: potassium permanganate
de: Kaliumpermanganat

# model:gnuhealth.medicament,active_component:meds_em275
source: silver sulfadiazine
de: Silbersulfadiazin

# model:gnuhealth.medicament,active_component:meds_em276
source: betamethasone
de: Betametason

# model:gnuhealth.medicament,active_component:meds_em277
source: calamine
de: Calamin

# model:gnuhealth.medicament,active_component:meds_em278
source: hydrocortisone
de: Hydrocortison

# model:gnuhealth.medicament,active_component:meds_em279
source: benzoyl peroxide
de: Benzoylperoxid

# model:gnuhealth.medicament,active_component:meds_em28
source: hydrocortisone
de: Hydrocortison

# model:gnuhealth.medicament,active_component:meds_em280
source: coal tar
de: Steinkohlenteer

# model:gnuhealth.medicament,active_component:meds_em282
source: fluorouracil
de: Floururacil

# model:gnuhealth.medicament,active_component:meds_em283
source: podophyllum resin
de: Podophyllum

# model:gnuhealth.medicament,active_component:meds_em284
source: salicylic acid
de: Salicylsäure

# model:gnuhealth.medicament,active_component:meds_em285
source: urea
de: Harnstoff

# model:gnuhealth.medicament,active_component:meds_em286
source: benzyl benzoate
de: Benzylbenzoat

# model:gnuhealth.medicament,active_component:meds_em289
source: tropicamide
de: Tropicamid

# model:gnuhealth.medicament,active_component:meds_em29
source: prednisolone
de: Prednisolon

# model:gnuhealth.medicament,active_component:meds_em290
source: amidotrizoate
de: Amidotrizoesäure

# model:gnuhealth.medicament,active_component:meds_em291
source: barium sulfate
de: Bariumsulfat

# model:gnuhealth.medicament,active_component:meds_em293
source: barium sulfate
de: Bariumsulfat

# model:gnuhealth.medicament,active_component:meds_em294
source: meglumine iotroxate
de: Meglumin-Iotroxat

# model:gnuhealth.medicament,active_component:meds_em295
source: chlorhexidine
de: Chlorhexidin

# model:gnuhealth.medicament,active_component:meds_em297
source: polyvidone iodine
de: Polyvidon-Iod

# model:gnuhealth.medicament,active_component:meds_em298
source: chlorine base compound
de: Chlor-basierte Mittel

# model:gnuhealth.medicament,active_component:meds_em3
source: nitrous oxide
de: Lachgas

# model:gnuhealth.medicament,active_component:meds_em30
source: charcoal, activated
de: Medizinische Kohle

# model:gnuhealth.medicament,active_component:meds_em301
source: amiloride
de: Amilorid

# model:gnuhealth.medicament,active_component:meds_em302
source: furosemide
de: Furosemid

# model:gnuhealth.medicament,active_component:meds_em303
source: hydrochlorothiazide
de: Hydrochlorothiazid

# model:gnuhealth.medicament,active_component:meds_em305
source: spironolactone
de: Spironolacton

# model:gnuhealth.medicament,active_component:meds_em306
source: hydrochlorothiazide
de: Hydrochlorothiazid

# model:gnuhealth.medicament,active_component:meds_em308
source: spironolactone
de: Spironolacton

# model:gnuhealth.medicament,active_component:meds_em309
source: pancreatic enzymes
de: Pankreasenzyme

# model:gnuhealth.medicament,active_component:meds_em31
source: acetylcysteine
de: Acetylcystein

# model:gnuhealth.medicament,active_component:meds_em310
source: omeprazole
de: Omeprazol

# model:gnuhealth.medicament,active_component:meds_em311
source: ranitidine
de: Ranitidin

# model:gnuhealth.medicament,active_component:meds_em312
source: dexamethasone
de: Dexamethason

# model:gnuhealth.medicament,active_component:meds_em313
source: metoclopramide
de: Metoclopramid

# model:gnuhealth.medicament,active_component:meds_em315
source: sulfasalazine
de: Sulfasalazin

# model:gnuhealth.medicament,active_component:meds_em316
source: hydrocortisone
de: Hydrocortison

# model:gnuhealth.medicament,active_component:meds_em317
source: senna
de: Sennes-Alkaloide

# model:gnuhealth.medicament,active_component:meds_em318
source: oral rehydration salts
de: Orale Rehydratations-Lösungs-Salze

# model:gnuhealth.medicament,active_component:meds_em319
source: zinc sulfate
de: Zinksulfat

# model:gnuhealth.medicament,active_component:meds_em32
source: atropine
de: Atropin

# model:gnuhealth.medicament,active_component:meds_em320
source: fludrocortisone
de: Fludrocortison

# model:gnuhealth.medicament,active_component:meds_em321
source: hydrocortisone
de: Hydrocortison

# model:gnuhealth.medicament,active_component:meds_em322
source: testosterone
de: Testosteron

# model:gnuhealth.medicament,active_component:meds_em324
source: ethinylestradiol + norethisterone
de: Ethinylestradiol + Norethisteron

# model:gnuhealth.medicament,active_component:meds_em326
source: estradiol cypionate + medroxyprogesterone acetate
de: Estradiolcypionat + Medroxyprogesteronacetat

# model:gnuhealth.medicament,active_component:meds_em327
source: medroxyprogesterone acetate
de: Medroxyprogesteronacetat

# model:gnuhealth.medicament,active_component:meds_em328
source: norethisterone enantate
de: Norethisteron-Enantat

# model:gnuhealth.medicament,active_component:meds_em329
source: copper‐containing device
de: Kupferhaltiges IUP

# model:gnuhealth.medicament,active_component:meds_em33
source: calcium gluconate
de: Calciumgluconat

# model:gnuhealth.medicament,active_component:meds_em330
source: condoms
de: Kondome

# model:gnuhealth.medicament,active_component:meds_em331
source: diaphragms
de: Diaphragmen

# model:gnuhealth.medicament,active_component:meds_em332
source: levonorgestrel‐releasing implant
de: Levonorgestrel-freisetzendes Implantat

# model:gnuhealth.medicament,active_component:meds_em333
source: glibenclamide
de: Glibenclamid

# model:gnuhealth.medicament,active_component:meds_em334
source: glucagon
de: Glukagon

# model:gnuhealth.medicament,active_component:meds_em335
source: insulin injection (soluble)
de: Insulin-Injektion (löslich)

# model:gnuhealth.medicament,active_component:meds_em336
source: intermediate‐acting insulin
de: Intermediär-Insulin

# model:gnuhealth.medicament,active_component:meds_em339
source: clomifene
de: Clomifen

# model:gnuhealth.medicament,active_component:meds_em34
source: methylthioninium chloride (methylene blue)
de: Methylenblau

# model:gnuhealth.medicament,active_component:meds_em340
source: medroxyprogesterone acetate
de: Medroxyprogesteronacetat

# model:gnuhealth.medicament,active_component:meds_em341
source: levothyroxine
de: L-Thyroxin

# model:gnuhealth.medicament,active_component:meds_em342
source: potassium iodide
de: Kaliumiodid

# model:gnuhealth.medicament,active_component:meds_em344
source: Lugol solution
de: Lugol'sche Lösung

# model:gnuhealth.medicament,active_component:meds_em345
source: potassium iodide
de: Kaliumiodid

# model:gnuhealth.medicament,active_component:meds_em347
source: tuberculin, purified protein derivative (PPD)
de: Tuberkulin-Test mit gereinigtem Tuberkulin

# model:gnuhealth.medicament,active_component:meds_em348
source: anti‐D immunoglobulin (human)
de: Anti-D-Immunglobulin (human)

# model:gnuhealth.medicament,active_component:meds_em349
source: antitetanus immunoglobulin (human)
de: Tetanus-Immunglobulin (human)

# model:gnuhealth.medicament,active_component:meds_em35
source: naloxone
de: Naloxon

# model:gnuhealth.medicament,active_component:meds_em350
source: antivenom immunoglobulin
de: Antivenom-Immunglobulin

# model:gnuhealth.medicament,active_component:meds_em351
source: diphtheria antitoxin
de: Diphtherie-Antitoxin

# model:gnuhealth.medicament,active_component:meds_em352
source: rabies immunoglobulin
de: Tollwut-Immunglobulin

# model:gnuhealth.medicament,active_component:meds_em353
source: BCG vaccine
de: BCG-Impfstoff

# model:gnuhealth.medicament,active_component:meds_em354
source: cholera vaccine
de: Cholera-Impfstoff

# model:gnuhealth.medicament,active_component:meds_em355
source: diphtheria vaccine
de: Diphtherie-Impfstoff

# model:gnuhealth.medicament,active_component:meds_em356
source: hepatitis A vaccine
de: Hepatitis-A-Impfstoff

# model:gnuhealth.medicament,active_component:meds_em357
source: hepatitis B vaccine
de: Hepatitis-B-Impfstoff

# model:gnuhealth.medicament,active_component:meds_em358
source: Haemophilus influenzae type b vaccine
de: Impfstoff gegen Haemophilus influenzae Typ B

# model:gnuhealth.medicament,active_component:meds_em359
source: influenza vaccine
de: Grippeimpfstoff

# model:gnuhealth.medicament,active_component:meds_em36
source: penicillamine
de: Penicillamin

# model:gnuhealth.medicament,active_component:meds_em360
source: Japanese encephalitis vaccine
de: Impfstoff gegen Japanische Enzephalitis

# model:gnuhealth.medicament,active_component:meds_em361
source: measles vaccine
de: Masernimpfstoff

# model:gnuhealth.medicament,active_component:meds_em362
source: meningococcal meningitis vaccine
de: Impfstoff gegen Meningokokkenmeningitis

# model:gnuhealth.medicament,active_component:meds_em363
source: mumps vaccine
de: Mumpsimpfstoff

# model:gnuhealth.medicament,active_component:meds_em364
source: pertussis vaccine
de: Keuchhusten-Impfstoff

# model:gnuhealth.medicament,active_component:meds_em365
source: pneumococcal vaccine
de: Pneumokokken-Impfstoff

# model:gnuhealth.medicament,active_component:meds_em366
source: poliomyelitis vaccine
de: Poliomyelitis-Impfstoff

# model:gnuhealth.medicament,active_component:meds_em367
source: rabies vaccine
de: Tollwut-Impfstoff

# model:gnuhealth.medicament,active_component:meds_em368
source: rotavirus vaccine
de: Impfstoff gegen Rotaviren

# model:gnuhealth.medicament,active_component:meds_em369
source: rubella vaccine
de: Röteln-Impfstoff

# model:gnuhealth.medicament,active_component:meds_em37
source: potassium ferric hexacyano‐ferrate(II) ‐ 2H20 (Prussian blue)
de: Eisen(III)-hexacyanoferrat (Berliner Blau)

# model:gnuhealth.medicament,active_component:meds_em370
source: tetanus vaccine
de: Tetanus-Impfstoff

# model:gnuhealth.medicament,active_component:meds_em371
source: typhoid vaccine
de: Typhus-Impfstoff

# model:gnuhealth.medicament,active_component:meds_em372
source: varicella vaccine
de: Varizellen-Impfstoff

# model:gnuhealth.medicament,active_component:meds_em373
source: yellow fever vaccine
de: Gelbfieber-Impfstoff

# model:gnuhealth.medicament,active_component:meds_em375
source: neostigmine
de: Neostigmin

# model:gnuhealth.medicament,active_component:meds_em378
source: pyridostigmine
de: Pyridostigmin

# model:gnuhealth.medicament,active_component:meds_em38
source: sodium nitrite
de: Natriumnitrit

# model:gnuhealth.medicament,active_component:meds_em382
source: tetracycline
de: Tetracyclin

# model:gnuhealth.medicament,active_component:meds_em383
source: prednisolone
de: Prednisolon

# model:gnuhealth.medicament,active_component:meds_em384
source: tetracaine
de: Tetracain

# model:gnuhealth.medicament,active_component:meds_em385
source: acetazolamide
de: Acetazolamid

# model:gnuhealth.medicament,active_component:meds_em386
source: pilocarpine
de: Pilocarpin

# model:gnuhealth.medicament,active_component:meds_em388
source: atropine
de: Atropin

# model:gnuhealth.medicament,active_component:meds_em389
source: epinephrine (adrenaline)
de: Adrenalin

# model:gnuhealth.medicament,active_component:meds_em39
source: sodium thiosulfate
de: Natriumthiosulfat

# model:gnuhealth.medicament,active_component:meds_em390
source: ergometrine
de: Ergometrin

# model:gnuhealth.medicament,active_component:meds_em393
source: mifepristone – misoprostol
de: Mifepriston + Misoprostol

# model:gnuhealth.medicament,active_component:meds_em394
source: nifedipine
de: Nifedipin
