Repository: alwindoss/gnuhealth
Catalog: tryton/health_who_essential_medicines/locale/*.po
Languages: de

# model:gnuhealth.medicament,active_component:meds_em395
source: intraperitoneal dialysis solution (of appropriate composition)
de: Peritonealdialyselösung adäquater Zusammensetzung

# model:gnuhealth.medicament,active_component:meds_em396
source: chlorpromazine
de: Chlorpromazin

# model:gnuhealth.medicament,active_component:meds_em397
source: fluphenazine
de: Fluphenazin

# model:gnuhealth.medicament,active_component:meds_em399
source: chlorpromazine
de: Chlorpromazin

# model:gnuhealth.medicament,active_component:meds_em4
source: oxygen
de: Sauerstoff

# model:gnuhealth.medicament,active_component:meds_em40
source: deferoxamine
de: Deferoxamin

# model:gnuhealth.medicament,active_component:meds_em401
source: amitriptyline
de: Amitriptylin

# model:gnuhealth.medicament,active_component:meds_em402
source: fluoxetine
de: Fluoxetin

# model:gnuhealth.medicament,active_component:meds_em403
source: carbamazepine
de: Carbamazepin

# model:gnuhealth.medicament,active_component:meds_em404
source: lithium carbonate
de: Lithiumcarbonat

# model:gnuhealth.medicament,active_component:meds_em405
source: valproic acid (sodium valproate)
de: Valproat

# model:gnuhealth.medicament,active_component:meds_em407
source: clomipramine
de: Clomipramin

# model:gnuhealth.medicament,active_component:meds_em408
source: nicotine replacement therapy (NRT)
de: Nikotinersatztherapie

# model:gnuhealth.medicament,active_component:meds_em409
source: methadone
de: Methadon

# model:gnuhealth.medicament,active_component:meds_em410
source: beclometasone
de: Beclometason

# model:gnuhealth.medicament,active_component:meds_em411
source: budesonide
de: Budesonid

# model:gnuhealth.medicament,active_component:meds_em412
source: epinephrine (adrenaline)
de: Adrenalin

# model:gnuhealth.medicament,active_component:meds_em413
source: ipratropium bromide
de: Ipratropiumbromid

# model:gnuhealth.medicament,active_component:meds_em415
source: oral rehydration salts
de: Orale Rehydratations-Lösungs-Salze

# model:gnuhealth.medicament,active_component:meds_em416
source: potassium chloride
de: Kaliumchlorid

# model:gnuhealth.medicament,active_component:meds_em417
source: glucose
de: Glukose

# model:gnuhealth.medicament,active_component:meds_em418
source: glucose with sodium chloride
de: Glukose mit Natriumchlorid

# model:gnuhealth.medicament,active_component:meds_em419
source: potassium chloride
de: Kaliumchlorid

# model:gnuhealth.medicament,active_component:meds_em42
source: sodium calcium edetate
de: Natrium Kalzium Edetat

# model:gnuhealth.medicament,active_component:meds_em420
source: sodium chloride
de: Natriumchlorid

# model:gnuhealth.medicament,active_component:meds_em421
source: sodium hydrogen carbonate
de: Natriumhydrogencarbonat

# model:gnuhealth.medicament,active_component:meds_em422
source: sodium lactate, compound solution
de: Natriumlactat, Kombi-Lösung

# model:gnuhealth.medicament,active_component:meds_em423
source: water for injection
de: Wasser zu Injektionszwecken

# model:gnuhealth.medicament,active_component:meds_em424
source: ascorbic acid
de: Ascorbinsäure

# model:gnuhealth.medicament,active_component:meds_em427
source: iodine
de: Iod

# model:gnuhealth.medicament,active_component:meds_em428
source: nicotinamide
de: Nicotinamid

# model:gnuhealth.medicament,active_component:meds_em429
source: pyridoxine
de: Pyridoxin

# model:gnuhealth.medicament,active_component:meds_em430
source: retinol
de: Vitamin A

# model:gnuhealth.medicament,active_component:meds_em432
source: sodium fluoride
de: Natriumfluorid

# model:gnuhealth.medicament,active_component:meds_em433
source: thiamine
de: Thiamin

# model:gnuhealth.medicament,active_component:meds_em434
source: calcium gluconate
de: Calciumgluconat

# model:gnuhealth.medicament,active_component:meds_em435
source: acetic acid
de: Essigsäure

# model:gnuhealth.medicament,active_component:meds_em436
source: budesonide
de: Budesonid

# model:gnuhealth.medicament,active_component:meds_em438
source: xylometazoline
de: Xylometazolin

# model:gnuhealth.medicament,active_component:meds_em439
source: caffeine citrate
de: Coffeincitrat

# model:gnuhealth.medicament,active_component:meds_em44
source: carbamazepine
de: Carbamazepin

# model:gnuhealth.medicament,active_component:meds_em47
source: magnesium sulfate
de: Magnesiumsulfat

# model:gnuhealth.medicament,active_component:meds_em5
source: ketamine
de: Ketamin

# model:gnuhealth.medicament,active_component:meds_em50
source: valproic acid (sodium valproate)
de: Valproat

# model:gnuhealth.medicament,active_component:meds_em51
source: ethosuximide
de: Ethosuximid

# model:gnuhealth.medicament,active_component:meds_em52
source: albendazole
de: Albendazol

# model:gnuhealth.medicament,active_component:meds_em53
source: levamisole
de: Levamisol

# model:gnuhealth.medicament,active_component:meds_em54
source: mebendazole
de: Mebendazol

# model:gnuhealth.medicament,active_component:meds_em55
source: niclosamide
de: Niclosamid

# model:gnuhealth.medicament,active_component:meds_em58
source: albendazole
de: Albendazol

# model:gnuhealth.medicament,active_component:meds_em59
source: diethylcarbamazine
de: Diethylcarbamazin

# model:gnuhealth.medicament,active_component:meds_em62
source: triclabendazole
de: Triclabendazol

# model:gnuhealth.medicament,active_component:meds_em63
source: oxamniquine
de: Oxamniquin

# model:gnuhealth.medicament,active_component:meds_em65
source: amoxicillin + clavulanic acid
de: Amoxicillin + Clavulansäure

# model:gnuhealth.medicament,active_component:meds_em67
source: benzathine benzylpenicillin
de: Benzathin-Benzylpenicillin

# model:gnuhealth.medicament,active_component:meds_em7
source: bupivacaine
de: Bupivacain

# model:gnuhealth.medicament,active_component:meds_em71
source: cefixime
de: Cefixim

# model:gnuhealth.medicament,active_component:meds_em72
source: ceftriaxone
de: Ceftriaxon

# model:gnuhealth.medicament,active_component:meds_em75
source: procaine benzylpenicillin
de: Procain-Benzylpenicillin

# model:gnuhealth.medicament,active_component:meds_em76
source: cefotaxime
de: Cefotaxim

# model:gnuhealth.medicament,active_component:meds_em77
source: ceftazidime
de: Ceftazidim

# model:gnuhealth.medicament,active_component:meds_em8
source: lidocaine
de: Lidocain

# model:gnuhealth.medicament,active_component:meds_em83
source: doxycycline
de: Doxycyclin

# model:gnuhealth.medicament,active_component:meds_em86
source: metronidazole
de: Metronidazol

# model:gnuhealth.medicament,active_component:meds_em89
source: sulfamethoxazole + trimethoprim
de: Sulfamethoxazol + Trimethoprim

# model:gnuhealth.medicament,active_component:meds_em9
source: lidocaine + epinephrine (adrenaline)
de: Lidocain + Adrenalin

# model:gnuhealth.medicament,active_component:meds_em93
source: clofazimine
de: Clofazimin

# model:gnuhealth.medicament,active_component:meds_em94
source: dapsone
de: Dapson

# model:gnuhealth.medicament.category,name:em
source: WHO essential Medicines
de: Unentbehrliche Medikamente nach WHO

# model:gnuhealth.medicament.category,name:em_1
source: ANAESTHETICS
de: ANAESTHETIKA

# model:gnuhealth.medicament.category,name:em_10
source: MEDICINES AFFECTING THE BLOOD
de: MEDIKAMENTE, DIE DAS BLUT BEEINFLUSSEN

# model:gnuhealth.medicament.category,name:em_10_1
source: Antianaemia medicines
de: Antianaemika

# model:gnuhealth.medicament.category,name:em_10_2
source: Medicines affecting coagulation
de: Medikamente, die die Blutgerinnung beeinflussen

# model:gnuhealth.medicament.category,name:em_10_2c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_10_3
source: Other medicines for haemoglobinopathies
de: Andere Medikamente für Hämoglobinopathien

# model:gnuhealth.medicament.category,name:em_10_3c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_11
source: BLOOD PRODUCTS AND PLASMA SUBSTITUTES
de: Plasmaersatz- und Blutprodukte

# model:gnuhealth.medicament.category,name:em_11_1
source: Plasma substitutes
de: Plasmaersatzstoffe

# model:gnuhealth.medicament.category,name:em_11_2
source: Plasma fractions for specific use
de: Plasmafraktionen für besondere Anwendungszwecke

# model:gnuhealth.medicament.category,name:em_11_2c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_12
source: CARDIOVASCULAR MEDICINES
de: HERZ-KREISLAUF-MEDIKAMENTE

# model:gnuhealth.medicament.category,name:em_12_1
source: Antianginal medicines
de: Antianginöse Medikamente

# model:gnuhealth.medicament.category,name:em_12_2
source: Antiarrhythmic medicines
de: Antiarrhythmika

# model:gnuhealth.medicament.category,name:em_12_2c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_12_3
source: Antihypertensive medicines
de: Antihypertensiva

# model:gnuhealth.medicament.category,name:em_12_3c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_12_4
source: Medicines used in heart failure
de: Herzinsuffizienz-Medikamente

# model:gnuhealth.medicament.category,name:em_12_4c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_12_5
source: Antithrombotic medicines
de: Gerinnungshemmende Medikamente

# model:gnuhealth.medicament.category,name:em_12_5c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_12_6
source: Antithrombotic medicines
de: Gerinnungshemmende Medikamente

# model:gnuhealth.medicament.category,name:em_12_7
source: Lipid-lowering agents
de: Lipidsenker

# model:gnuhealth.medicament.category,name:em_13
source: DERMATOLOGICAL MEDICINES (topical)
de: DERMATOLOGISCHE MEDIKAMENTE (topisch)

# model:gnuhealth.medicament.category,name:em_13_1
source: Antifungal medicines
de: Wirkstoffe gegen Pilzinfektionen

# model:gnuhealth.medicament.category,name:em_13_2
source: Anti-infective medicines
de: Antiinfektiva

# model:gnuhealth.medicament.category,name:em_13_3
source: Anti-inflammatory and antipruritic medicines
de: Entzündungs- und juckreizhemmende Medikamente

# model:gnuhealth.medicament.category,name:em_13_4
source: Medicines affecting skin differentiation and proliferation
de: Medikamente, die die Hautdifferenzierung und das Hautwachstum beeinflussen

# model:gnuhealth.medicament.category,name:em_13_5
source: Scabicides and pediculicides
de: Mittel gegen Läuse, Flöhe und Milben

# model:gnuhealth.medicament.category,name:em_14
source: DIAGNOSTIC AGENTS
de: DIAGNOSTIKA

# model:gnuhealth.medicament.category,name:em_14_1
source: Ophthalmic medicines
de: Medikamente für die Augen

# model:gnuhealth.medicament.category,name:em_14_2
source: Radiocontrast media
de: Kontrastmittel

# model:gnuhealth.medicament.category,name:em_14_2c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_15
source: DISINFECTANTS AND ANTISEPTICS
de: DESINFEKTIONSMITTEL UND ANTISEPTIKA

# model:gnuhealth.medicament.category,name:em_15_1
source: Antiseptics
de: Antiseptika

# model:gnuhealth.medicament.category,name:em_15_2
source: Disinfectants
de: Desinfektionsmittel

# model:gnuhealth.medicament.category,name:em_16
source: DIURETICS
de: DIURETIKA

# model:gnuhealth.medicament.category,name:em_16c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_17
source: GASTROINTESTINAL MEDICINES
de: MEDIKAMENTE MIT WIRKUNG AUF MAGEN- UND DARMTRAKT

# model:gnuhealth.medicament.category,name:em_17_1
source: Antiulcer medicines
de: Medikamente gegen Magen- und Zwölffingerdarmgeschwüre

# model:gnuhealth.medicament.category,name:em_17_2
source: Antiemetic medicines
de: Antiemetika

# model:gnuhealth.medicament.category,name:em_17_3
source: Anti-inflammatory medicines
de: Antiinflammatorisch wirksame Medikamente

# model:gnuhealth.medicament.category,name:em_17_3c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_17_4
source: Laxatives
de: Laxantien

# model:gnuhealth.medicament.category,name:em_17_5
source: Medicines used in diarrhoea
de: Antidiarrhoeika

# model:gnuhealth.medicament.category,name:em_17_5_1
source: Oral rehydration
de: Orale Rehydratation

# model:gnuhealth.medicament.category,name:em_17_5_2
source: Medicines for diarrhoea in children
de: Medikamente gegen Diarrhoe bei Kindern

# model:gnuhealth.medicament.category,name:em_17c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_18
source: HORMONES, OTHER ENDOCRINE MEDICINES AND CONTRACEPTIVES
de: HORMONE, KONTRAZEPTIVA UND ANDERE ENDOKRIN WIRKSAME MEDIKAMENTE

# model:gnuhealth.medicament.category,name:em_18_1
source: Adrenal hormones and synthetic substitutes
de: Nebennierenhormone und synthetische Derivate

# model:gnuhealth.medicament.category,name:em_18_2
source: Androgens
de: Androgene

# model:gnuhealth.medicament.category,name:em_18_2c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_18_3
source: Contraceptives
de: Kontrazeptiva

# model:gnuhealth.medicament.category,name:em_18_3_1
source: Oral hormonal contraceptives
de: Orale hormonelle Kontrazeptiva

# model:gnuhealth.medicament.category,name:em_18_3_2
source: Injectable hormonal contraceptives
de: Injizierbare hormonelle Kontrazeptiva

# model:gnuhealth.medicament.category,name:em_18_3_3
source: Intrauterine devices
de: IUP

# model:gnuhealth.medicament.category,name:em_18_3_4
source: Barrier methods
de: Barrieremethoden

# model:gnuhealth.medicament.category,name:em_18_3_5
source: Implantable contraceptives
de: Implantierbare Kontrazeptiva

# model:gnuhealth.medicament.category,name:em_18_4
source: Estrogens
de: Östrogene

# model:gnuhealth.medicament.category,name:em_18_5
source: Insulins and other medicines used for diabetes
de: Insuline und andere Medikamente, die bei Diabetes eingesetzt werden

# model:gnuhealth.medicament.category,name:em_18_5c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_18_6
source: Ovulation inducers
de: Ovulationsauslösende Medikamente

# model:gnuhealth.medicament.category,name:em_18_7
source: Progestogens
de: Progesterone

# model:gnuhealth.medicament.category,name:em_18_8
source: Thyroid hormones and antithyroid medicines
de: Schilddrüsenhormone und Thyreostatika

# model:gnuhealth.medicament.category,name:em_18_8c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_19
source: IMMUNOLOGICALS
de: IMMUNOLOGISCH WIRKSAME MEDIKAMENTE

# model:gnuhealth.medicament.category,name:em_19_1
source: Diagnostic agents
de: Diagnostika

# model:gnuhealth.medicament.category,name:em_19_2
source: Sera and immunoglobulins
de: Seren und Immunglobuline

# model:gnuhealth.medicament.category,name:em_19_3
source: Vaccines
de: Impfstoffe

# model:gnuhealth.medicament.category,name:em_1_1
source: General anaesthetics and oxygen
de: Allgemeinanästhetika und Sauerstoff

# model:gnuhealth.medicament.category,name:em_1_1_1
source: Inhalational medicines
de: Inhalative Medikamente

# model:gnuhealth.medicament.category,name:em_1_1_2
source: Injectable medicines
de: Injizierbare Medikamente

# model:gnuhealth.medicament.category,name:em_1_2
source: Local anaesthetics
de: Lokalanästhetika

# model:gnuhealth.medicament.category,name:em_1_2c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_1_3
source: Preoperative medication and sedation for short-term procedures
de: Präoperative Medikation und Sedativa für kurze Eingriffe

# model:gnuhealth.medicament.category,name:em_2
source: ANALGESICS, ANTIPYRETICS, NON-STEROIDAL ANTI-INFLAMMATORY MEDICINES (NSAIMs), MEDICINES USED TO TREAT GOUT AND DISEASE MODIFYING AGENTS IN RHEUMATOID DISORDERS (DMARDs)
de: ANALGETIKA, ANTIPYRETIKA, NICHT-STEROIDALE ANTI-INFLAMMATORISCHE MEDIKAMENTE (NSAIMs); MEDIKAMENTE UM GICHT ZU BEHANDELN UND BASISMEDIKAMENTE BEI RHEUMATISCHEN ERKRANKUNGEN (DMARDs)

# model:gnuhealth.medicament.category,name:em_20
source: MUSCLE RELAXANTS (PERIPHERALLY-ACTING) AND CHOLINESTERASE INHIBITORS
de: MUSKELRELAXANZIEN (PERIPHER WIRKSAM) UND CHOLINESTERASEHEMMER

# model:gnuhealth.medicament.category,name:em_20c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_21
source: OPHTHALMOLOGICAL PREPARATIONS
de: OPHTHALMOLOGISCHE ZUBEREITUNGEN

# model:gnuhealth.medicament.category,name:em_21_1
source: Anti-infective agents
de: Wirkstoffe gegen Infektionen

# model:gnuhealth.medicament.category,name:em_21_2
source: Anti-inflammatory agents
de: Antiinflammatorische Medikamente

# model:gnuhealth.medicament.category,name:em_21_3
source: Local anaesthetics
de: Lokalanästhetika

# model:gnuhealth.medicament.category,name:em_21_4
source: Miotics and antiglaucoma medicines
de: Miotika und Medikamente gegen das Glaukom

# model:gnuhealth.medicament.category,name:em_21_5
source: Mydriatics
de: Mydriatika

# model:gnuhealth.medicament.category,name:em_21_5c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_22
source: OXYTOCICS AND ANTIOXYTOCICS
de: OXYTOCINE UND WEHENHEMMER

# model:gnuhealth.medicament.category,name:em_22_1
source: Oxytocics
de: Oxitocine

# model:gnuhealth.medicament.category,name:em_22_1c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_22_2
source: Antioxytocics (tocolytics)
de: Tokolytika

# model:gnuhealth.medicament.category,name:em_23
source: PERITONEAL DIALYSIS SOLUTION
de: LÖSUNG FÜR PERITONEALDIALYSE

# model:gnuhealth.medicament.category,name:em_24
source: MEDICINES FOR MENTAL AND BEHAVIOURAL DISORDERS
de: PSYCHOPHARMAKA

# model:gnuhealth.medicament.category,name:em_24_1
source: Medicines used in psychotic disorders
de: Antipsychotische Medikamente

# model:gnuhealth.medicament.category,name:em_24_1c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_24_2
source: Medicines used in mood disorders
de: Medikamente bei affektiven Störungen

# model:gnuhealth.medicament.category,name:em_24_2_1
source: Medicines used in depressive disorders
de: Medikamente bei depressiven Störungen

# model:gnuhealth.medicament.category,name:em_24_2_1c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_24_2_2
source: Medicines used in bipolar disorders
de: Medikamente bei bipolaren Störungen

# model:gnuhealth.medicament.category,name:em_24_3
source: Medicines for anxiety disorders
de: Medikamente bei Angststörungen

# model:gnuhealth.medicament.category,name:em_24_4
source: Medicines used for obsessive compulsive disorders
de: Medikamente bei Zwangsstörungen

# model:gnuhealth.medicament.category,name:em_24_5
source: Medicines for disorders due to psychoactive substance use
de: Medikamente bei Suchterkrankungen

# model:gnuhealth.medicament.category,name:em_24_5c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_25
source: MEDICINES ACTING ON THE RESPIRATORY TRACT
de: AM ATEMTRAKT WIRKSAME MEDIKAMENTE

# model:gnuhealth.medicament.category,name:em_25_1
source: Antiasthmatic and medicines for chronic obstructive pulmonary disease
de: Medikamente bei Asthma bronchiale und chronisch-obstruktiven Lungenerkrankungen

# model:gnuhealth.medicament.category,name:em_26
source: SOLUTIONS CORRECTING WATER, ELECTROLYTE AND ACID-BASE DISTURBANCES
de: LÖSUNGEN ZUR KORREKTUR VON STÖRUNGEN DES WASSER-, ELEKTROLYT- UND SÄURE-BASEN-HAUSHALTES

# model:gnuhealth.medicament.category,name:em_26_3
source: Miscellaneous
de: Verschiedenes

# model:gnuhealth.medicament.category,name:em_27
source: VITAMINS AND MINERALS
de: VITAMINE UND MINERALSTOFFE

# model:gnuhealth.medicament.category,name:em_27c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_28
source: EAR, NOSE AND THROAT CONDITIONS IN CHILDREN
de: HALS-, NASEN- UND OHRENERKRANKUNGEN IM KINDESALTER

# model:gnuhealth.medicament.category,name:em_29
source: SPECIFIC MEDICINES FOR NEONATAL CARE
de: SPEZIELLE WIRKSTOFFE FÜR NEUGEBORENE

# model:gnuhealth.medicament.category,name:em_29c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_2_1
source: Non-opioids and non-steroidal anti-inflammatory medicines (NSAIMs)
de: Nicht-Opioid-Analgetika und nicht-steroidale entzündungshemmende Medikamente (NSAR)

# model:gnuhealth.medicament.category,name:em_2_1c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_2_2
source: Opioid analgesics
de: Opioidanalgetika

# model:gnuhealth.medicament.category,name:em_2_3
source: Medicines used to treat gout
de: Medikamente bei Gicht

# model:gnuhealth.medicament.category,name:em_2_4
source: Disease modifying agents used in rheumatoid disorders (DMARDs)
de: Krankheitsmodifizierende Medikamente bei rheumatoiden Erkrankungen (DMARDs)

# model:gnuhealth.medicament.category,name:em_3
source: ANTIALLERGICS AND MEDICINES USED IN ANAPHYLAXIS
de: THERAPIE VON ALLERGIE UND ANAPHYLAXIE

# model:gnuhealth.medicament.category,name:em_4
source: ANTIDOTES AND OTHER SUBSTANCES USED IN POISONINGS
de: ANTIDOTE UND ANDERE MITTEL BEI VERGIFTUNGEN

# model:gnuhealth.medicament.category,name:em_4_1
source: Non-specific
de: Unspezifisch

# model:gnuhealth.medicament.category,name:em_4_2
source: Specific
de: Spezifisch

# model:gnuhealth.medicament.category,name:em_4_2c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_5
source: ANTICONVULSANTS/ANTIEPILEPTICS
de: ANTIKONVULSIVA / ANTIEPILEPTIKA

# model:gnuhealth.medicament.category,name:em_5c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_6
source: ANTI-INFECTIVE MEDICINES
de: WIRKSTOFFE GEGEN INFEKTIONSKRANKHEITEN

# model:gnuhealth.medicament.category,name:em_6_1
source: Anthelminthics
de: Wurmmittel

# model:gnuhealth.medicament.category,name:em_6_1_1
source: Intestinal anthelminthics
de: Intestinale Anthelminthika

# model:gnuhealth.medicament.category,name:em_6_1_2
source: Antifilarials
de: Mittel gegen Fadenwürmer

# model:gnuhealth.medicament.category,name:em_6_1_3
source: Antischistosomals and other antitrematode medicines
de: Mittel gegen Schistosomen und Trematoden

# model:gnuhealth.medicament.category,name:em_6_1_3c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_6_2
source: Antibacterials
de: Antibakterielle Wirkstoffe

# model:gnuhealth.medicament.category,name:em_6_2_1
source: Beta Lactam medicines
de: Betalaktam-Antibiotika

# model:gnuhealth.medicament.category,name:em_6_2_1c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_6_2_2
source: Other antibacterials
de: Andere antibakterielle Wirkstoffe

# model:gnuhealth.medicament.category,name:em_6_2_3
source: Antileprosy medicines
de: Medikamente gegen Lepra

# model:gnuhealth.medicament.category,name:em_6_2_4
source: Antituberculosis medicines
de: Tuberkulostatika

# model:gnuhealth.medicament.category,name:em_6_2_4c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_6_3
source: Antifungal medicines
de: Wirkstoffe gegen Pilzinfektionen

# model:gnuhealth.medicament.category,name:em_6_3c
source: Complementary
de: Ergänzungen

# model:gnuhealth.medicament.category,name:em_6_4
source: Antiviral medicines
de: Antivirale Medikamente

# model:gnuhealth.medicament.category,name:em_6_4_1
source: Antiherpes medicines
de: Medikamente gegen Herpes-Viren

# model:gnuhealth.medicament.category,name:em_6_4_2
source: Antiretrovirals
de: Antiretrovirale Medikamente

# model:gnuhealth.medicament.category,name:em_6_4_2_1
source: Nucleoside/Nucleotide reverse transcriptase inhibitors
de: Nucleosidische / Nukleotidische Reverse-Transkriptase-Inhibitoren
