Repository: alwindoss/gnuhealth
Catalog: tryton/health_mdg6/locale/*.po
Languages: fr, it_it

source: AFB number per 100 fields
fr: Nbre BAAR - Bacille Acido-Alcoolo Résistant - pour 100 champs
it_it: Numero di AFB su 100 campi

source: AFB number per 100 fields
fr: Nbre BAAR - Bacille Acido-Alcoolo Résistant - pour 100 champs
it_it: Numero di AFB su 100 campi

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_afb_per_field
source: AFB number per field
fr: Nbre BAAR - Bacille Acido-Alcoolo Résistant - par champ
it_it: Numero di AFB per campo

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_afb_per_field1
source: AFB number per field
fr: Nbre BAAR - Bacille Acido-Alcoolo Résistant - par champ
it_it: Numero di AFB per campo

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_appearance
source: Macroscopic appearance
fr: Apparence macroscopique
it_it: Aspetto macroscopico

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_appearance1
source: Macroscopic appearance
fr: Apparence macroscopique
it_it: Aspetto macroscopico

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_culture
source: Result
fr: Résultat
it_it: Risultato

source: HIV-1
fr: VIH-1

source: HIV-2
fr: VIH-2

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_gp120
source: GP120
fr: Protéine GP 120

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_ppd0
source: Induration Size
fr: Taille de l'Induration
it_it: Dimensione dell'indurimento

# model:gnuhealth.lab.test_type,name:gnuhealth_test_ELISA_CMIA_analysis0
source: HIV ELISA ASSAY - CMIA
fr: TEST ELISA SUR LE VIH - CMIA
it_it: TEST ELISA HIV - CMIA

# model:gnuhealth.lab.test_type,name:gnuhealth_test_bacilloscopy_FL_analysis0
source: FLUORESCENT BACILLOSCOPY
fr: BACILLOSCOPIE FLUORESCENTE
it_it: BACILLOSCOPIA FLUORESCENTE

# model:gnuhealth.lab.test_type,name:gnuhealth_test_bacilloscopy_ZN_analysis0
source: ZIEHL NEELSEN BACILLOSCOPY
fr: BACILLOSCOPIE DE ZIEHL NEELSEN
it_it: BACILLOSCOPIA ZIEHL NEELSEN

# model:gnuhealth.lab.test_type,name:gnuhealth_test_culture_bactec_analysis0
source: BACTEC CULTURE ANALYSIS
fr: ANALYSE DE LA CULTURE BACTEC
it_it: ANALISI COLTURALE BACTEC

# model:gnuhealth.lab.test_type,name:gnuhealth_test_culture_lj_analysis0
source: LOWENSTEIN-JENSEN CULTURE ANALYSIS
fr: ANALYSE DE LA CULTURE LOWENSTEIN-JENSEN
it_it: ANALISI DELLA CULTURA DI LOWENSTEIN-JENSEN

# model:gnuhealth.lab.test_type,name:gnuhealth_test_ppd_analysis0
source: PPD TEST
fr: TEST PPD
it_it: TEST PPD

# model:gnuhealth.lab.test_type,name:gnuhealth_test_western_blot_analysis0
source: WESTERN BLOT ASSAY
fr: TEST DE WESTERN BLOT
it_it: SAGGIO WESTERN BLOT

# model:product.template,name:product_template_ELISA_analysischarges0
source: HIV ELISA Analysis Charges
fr: Frais d'analyse ELISA du VIH
it_it: Spese di analisi ELISA dell'HIV

# model:product.template,name:product_template_bacilloscopy_FL_analysischarges0
source: Fluorescent Bacilloscopy Analysis Charges
fr: Frais d'analyse de la baciloscopie fluorescente
it_it: Spese per l'analisi della bacilloscopia fluorescente

# model:product.template,name:product_template_bacilloscopy_ZN_analysischarges0
source: Ziehl Neelsen Bacilloscopy Analysis Charges
fr: Frais d'analyse de la baciloscopie Ziehl Neelsen
it_it: Spese per l'analisi della bacilloscopia di Ziehl Neelsen

# model:product.template,name:product_template_bactec_culture_analysischarges0
source: BACTEC Culture Analysis Charges
fr: Frais d'analyse de la culture BACTEC
it_it: Spese per l'analisi delle colture BACTEC

# model:product.template,name:product_template_culture_lj_analysischarges0
source: Lowenstein-Jensen Culture Analysis Charges
fr: Frais d'analyse de la culture de Lowenstein-Jensen
it_it: Spese per l'analisi culturale Lowenstein-Jensen

# model:product.template,name:product_template_ppd_analysischarges0
source: Purified Protein Derivative - PPD Analysis Charges
fr: Frais d'analyse PPD - Dérivés de protéines purifiées
it_it: Derivato proteico purificato - Spese di analisi PPD

# model:product.template,name:product_template_western_blot_analysischarges0
source: Western Blot Analysis Charges
fr: Frais d'analyses Western Blot
it_it: Spese per l'analisi del Western Blot

# model:product.template,name:product_template_xpert_mtb_rif_analysischarges0
source: Xpert MTB-RIF Analysis Charges
fr: Frais d'analyses Xpert MTB-RIF
it_it: Spese per l'analisi Xpert MTB-RIF
