Repository: alwindoss/gnuhealth
Catalog: tryton/health_socioeconomics/locale/*.po
Languages: de, es, it_it

# view:gnuhealth.patient:
source: Main
it_it: Principale

# view:gnuhealth.patient:
source: Other Family Issues
it_it: Altre Questioni Familiari
