Repository: alwindoss/gnuhealth
Catalog: tryton/health_socioeconomics/locale/*.po
Languages: de, es, it_it

# field:gnuhealth.patient,domestic_violence:
source: Domestic violence
de: Häusliche Gewalt
es: Violencia domestica
it_it: Violenza Domestica

# field:gnuhealth.patient,drug_addiction:
source: Drug addiction
de: Abhängigkeiten
es: Adicción a las drogas
it_it: Tossicodipendenza

# field:gnuhealth.patient,education:
source: Education Level
de: Bildungsgrad
es: Nivel Educativo
it_it: Livello Educativo

# field:gnuhealth.patient,hostile_area:
source: Hostile Area
de: Unsichere Wohngegend
es: Área hostil
it_it: Area Ostile

# field:gnuhealth.patient,hours_outside:
source: Hours outside home
de: Stunden außerhalb der Wohnung
es: Horas fuera de casa
it_it: Ore fuori casa

# field:gnuhealth.patient,housing:
source: Housing conditions
de: Wohnverhältnisse
es: Condiciones de la vivienda
it_it: Condizioni abitative

# field:gnuhealth.patient,occupation:
source: Occupation
de: Tätigkeit
es: Ocupación
it_it: Lavoro

# field:gnuhealth.patient,prison_current:
source: Currently in prison
de: Derzeit im Gefängnis
es: Actualmente en prisión

# field:gnuhealth.patient,prison_past:
source: Has been in prison
de: Vorbestraft (Gefängnisstrafe)
es: Estuvo Preso
it_it: È stato in prigione

# field:gnuhealth.patient,relative_in_prison:
source: Relative in prison
de: Angehörige im Strafvollzug
es: Pariente preso
it_it: Parente in prigione

# field:gnuhealth.patient,school_withdrawal:
source: School withdrawal
de: Schulabbrecher
es: Abandono escolar
it_it: Abbandono Scuola

# field:gnuhealth.patient,ses_assessments:
source: Assessments
de: Einschätzung
es: Evaluaciones

# field:gnuhealth.patient,ses_notes:
source: Extra info
es: Info extra
it_it: Informazione extra

# field:gnuhealth.patient,sexual_abuse:
source: Sexual abuse
de: Sexueller Missbrauch
es: Abuso sexual
it_it: Abuso Sessuale

# field:gnuhealth.patient,single_parent:
source: Single parent family
de: Haushalt mit nur einem Erwachsenen
es: Familia monoparental
it_it: Famiglia Monogenitoriale

# field:gnuhealth.patient,teenage_pregnancy:
source: Teenage pregnancy
de: Teenager Schwangerschaft
es: Embarazo adolescente
it_it: Gravidanza adolescente

# field:gnuhealth.patient,working_children:
source: Working children
de: Kinderarbeit
es: Menores trabajando
it_it: Minori che Lavorano

# field:gnuhealth.patient,works_at_home:
source: Works at home
de: Arbeitet von Zuhause
es: Trabajo en casa
it_it: Lavora in casa

# field:gnuhealth.ses.assessment,assessment_date:
source: Date
de: Datum
es: Fecha

# field:gnuhealth.ses.assessment,computed_age:
source: Age
de: Alter
es: Edad

# field:gnuhealth.ses.assessment,create_date:
source: Create Date
de: Datum erstellen
es: Fecha creación

# field:gnuhealth.ses.assessment,create_uid:
source: Create User
de: Benutzer anlegen
es: Creado por Usuario

# field:gnuhealth.ses.assessment,du:
source: DU
de: Wohnbereich
es: Unidad Domiciliaria

# field:gnuhealth.ses.assessment,education:
source: Education Level
de: Bildungsniveau
es: Nivel Educativo

# field:gnuhealth.ses.assessment,fam_apgar_affection:
source: Family affection
de: Familiäre Zuneigung
es: Afecto familiar

# field:gnuhealth.ses.assessment,fam_apgar_decisions:
source: Decision making
de: Entscheidungsfindung
es: Toma de decisiones

# field:gnuhealth.ses.assessment,fam_apgar_discussion:
source: Problems discussion
de: Problemdiskussion
es: Discusión de problemas

# field:gnuhealth.ses.assessment,fam_apgar_help:
source: Help from family
de: Unterstützung von Familie
es: Ayuda desde la familia

# field:gnuhealth.ses.assessment,fam_apgar_score:
source: Score
de: APGAR-Wert
es: Puntaje

# field:gnuhealth.ses.assessment,fam_apgar_timesharing:
source: Time sharing
de: Gemeinsame Zeit
es: Tiempo compartido

# field:gnuhealth.ses.assessment,gender:
source: Gender
de: Geschlecht
es: Género

# field:gnuhealth.ses.assessment,health_professional:
source: Health Professional
de: Gesundheitsfachkraft
es: Profesional de la Salud

# field:gnuhealth.ses.assessment,housing:
source: Housing conditions
de: Wohnverhältnisse
es: Condiciones de la vivienda

# field:gnuhealth.ses.assessment,income:
source: Income
de: Einkommen
es: Ingreso

# field:gnuhealth.ses.assessment,notes:
source: Notes
de: Vermerk
es: Notas

# field:gnuhealth.ses.assessment,occupation:
source: Occupation
de: Beruf
es: Ocupación

# field:gnuhealth.ses.assessment,patient:
source: Patient
es: Paciente

# field:gnuhealth.ses.assessment,rec_name:
source: Name
es: Nombre

# field:gnuhealth.ses.assessment,ses:
source: Socioeconomics
de: Sozioökonomischer Status
es: Socioeconómico

# field:gnuhealth.ses.assessment,signed_by:
source: Signed by
de: Unterzeichnet von
es: Firmado por

# field:gnuhealth.ses.assessment,state:
source: State
de: Status
es: Estado

# field:gnuhealth.ses.assessment,write_date:
source: Write Date
de: Speicherdatum
es: Fecha de modificación

# field:gnuhealth.ses.assessment,write_uid:
source: Write User
de: Letzte Änderung durch
es: Modificado por Usuario

# field:party.party,education:
source: Education
de: Bildung
es: Educación

# field:party.party,occupation:
source: Occupation
de: Tätigkeit
es: Ocupación
it_it: professione

# help:gnuhealth.patient,education:
source: Education Level
de: Bildungsgrad
es: Nivel Educativo
it_it: Livello Educativo

# help:gnuhealth.patient,hostile_area:
source: Check if patient lives in a zone of high hostility (eg, war)
de: Markieren Sie dieses Kästchen, wenn der Patient in einer unsicheren Gegend wohnt (z.B. Kriegsgebiet)
es: Marcar si el paciente vive en una zona de hostilidad alta (ej: guerra)
it_it: Selezionare se il paziente vive in una zona di elevata ostilitá (es. guerra)

# help:gnuhealth.patient,hours_outside:
source: Number of hours a day the patient spend outside the house
de: Anzahl der Stunden pro Tag, die der Patient außerhalb der Wohnung verbringt
es: Cantidad de horas al día que el paciente pasa fuera de la casa
it_it: Numero di ore che il paziente passa fuori casa

# help:gnuhealth.patient,housing:
source: Housing and sanitary living conditions
de: Wohn- und Hygieneverhältnisse
es: Condiciones de vivienda y sanitarias
it_it: Condizioni sanitarie e abitative

# help:gnuhealth.patient,relative_in_prison:
source: Check if someone from the nuclear family - parents / sibblings is or has been in prison
de: Überprüfen, ob jemand aus der Kernfamilie - Eltern / Geschwister im Gefängnis ist oder war
es: Marcar si algún miembro del núcleo familiar está o ha estado en prisión
it_it: Selezionare se qualcuno della famiglia - genitori / fratelli è stao o è in prigione

# help:gnuhealth.patient,ses_assessments:
source: Socioeconomics and Family assessments history
es: Historia de evaluaciones socioeconómicas y familiares

# help:gnuhealth.patient,works_at_home:
source: Check if the patient works at his / her house
de: Markieren Sie dieses Kästchen, wenn der Patient von zu Hause aus arbeitet
es: Marcar si el paciente trabaja en su casa
it_it: Selezionare se il paziente lavora in casa

# help:gnuhealth.ses.assessment,assessment_date:
source: Assessment date
de: Datum der Beurteilung
es: Fecha de Evaluación

# help:gnuhealth.ses.assessment,computed_age:
source: Computed patient age at the moment of the evaluation
de: Berechnetes Patientenalter zum Zeitpunkt der Auswertung
es: Edad del paciente al momento de la evaluación

# help:gnuhealth.ses.assessment,du:
source: Domiciliary Unit
de: Wohneinheit
es: Unidad Domiciliaria

# help:gnuhealth.ses.assessment,education:
source: Education Level
de: Bildungsniveau
es: Nivel Educativo

# help:gnuhealth.ses.assessment,fam_apgar_affection:
source: Is the patient satisfied with the level of affection coming from the family ?
de: Ist der Patient mit dem Grad der Zuneigung seitens der Familie zufrieden ?
es: Está el paciente satisfecho con el nivel de afecto recibido por la familia?

# help:gnuhealth.ses.assessment,fam_apgar_decisions:
source: Is the patient satisfied with the level of making important decisions as a group ?
de: Ist der Patient zufrieden damit, als Gruppe wichtige Entscheidungen zu treffen?
es: Está el paciente satisfecho con el nivel de decisiones tomadas en el grupo?

# help:gnuhealth.ses.assessment,fam_apgar_discussion:
source: Is the patient satisfied with the level talking over the problems as family ?
de: Ist der Patient zufrieden mit dem Niveau, in dem er als Familie über die Probleme spricht?
es: Está el paciente satisfecho con el nivel sobre como hablan de los problemas familiares?

# help:gnuhealth.ses.assessment,fam_apgar_help:
source: Is the patient satisfied with the level of help coming from the family when there is a problem ?
de: Ist der Patient mit der Hilfe der Familie zufrieden, wenn ein Problem vorliegt?
es: Está el paciente satisfecho con el nivel de ayuda recibido de la familia cuando hay un problema?

# help:gnuhealth.ses.assessment,fam_apgar_score:
source: Total Family APGAR 7 - 10 : Functional Family 4 - 6 : Some level of disfunction 0 - 3 : Severe disfunctional family
de: Gesamtfamilie APGAR 7 - 10: Funktionelle Familie 4 - 6: Einige Funktionsstörungen 0 - 3: Familie mit schwerer Funktionsstörung
es: APGAR Familiar 7 - 10: Familia funcional 4 - 6: Leve nivel de disfunción 0 - 3: Familia disfuncional severa

# help:gnuhealth.ses.assessment,fam_apgar_timesharing:
source: Is the patient satisfied with the level of time that they spend together ?
de: Ist der Patient mit der Zeit zufrieden, die er zusammen verbringt?
es: Está el paciente satisfecho con el tiempo familiar compartido?

# help:gnuhealth.ses.assessment,health_professional:
source: Health professional
es: Profesional de la Salud

# help:gnuhealth.ses.assessment,housing:
source: Housing and sanitary living conditions
de: Wohn- und sanitäre Lebensbedingungen
es: Condiciones de vivienda y sanitarias

# help:gnuhealth.ses.assessment,ses:
source: SES - Socioeconomic Status
de: SES - Sozioökonomischer Status
es: ESE - Estado Socioeconómico

# help:gnuhealth.ses.assessment,signed_by:
source: Health Professional that finished the patient evaluation
de: Mitarbeiter, der die Untersuchung des Patienten beendet hat
es: Profesional de la Salud que finaliza la evaluación del paciente

# help:party.party,education:
source: Education Level
de: Bildungsgrad
es: Nivel Educativo
it_it: Livello Educativo

# model:gnuhealth.ses.assessment,name:
source: Socioeconomics and Family Functionality Assessment
de: Sozioökonomie und Bewertung der Familienfunktionalität
es: Evaluaciones Socioeconómicas y de Funcionalidad Familiar

# model:ir.action,name:act_ses_assessment
source: Socioeconomic and Family Assessment
de: Sozioökonomische und familiäre Bewertung
es: Evaluación Socioeconómica y Familiar

# model:ir.action,name:act_ses_family_assessment
source: Socioeconomics and Family Assessment
de: Sozioökonomische und familiäre Bewertung
es: Evaluación Socioeconómica y Familiar

# model:ir.ui.menu,name:gnuhealth_ses_assessment_menu
source: Socioeconomic Assessments
de: Sozioökonomische Beurteilungen
es: Evaluación Socioeconómica

# selection:gnuhealth.patient,education:
source: Incomplete Primary School
de: Grundschule nicht beendet
es: Escuela Primaria Incompleta
it_it: Scuola Primaria Incompleta

# selection:gnuhealth.patient,education:
source: Incomplete Secondary School
de: Sekundäre Schule nicht beendet
es: Escuela Secundaria Incompleta
it_it: Scuola Superiore Incompleta

# selection:gnuhealth.patient,education:
source: None
de: Kein(e)
es: Ninguna
it_it: Nessuno

# selection:gnuhealth.patient,education:
source: Primary School
de: Grundschulbildung
es: Escuela Primaria
it_it: Scuola elementare

# selection:gnuhealth.patient,education:
source: Secondary School
de: Sekundarschulbildung
es: Escuela Secundaria
it_it: Scuola Superiore

# selection:gnuhealth.patient,education:
source: University
de: Universitätsabschluss
es: Universidad
it_it: Università

# selection:gnuhealth.patient,housing:
source: Comfortable and good sanitary conditions
de: Gute, komfortable Sanitäreinrichtungen
es: Condiciones sanitarias confortables y buenas
it_it: Condizioni sanitarie buone e comode

# selection:gnuhealth.patient,housing:
source: Luxury and excellent sanitary conditions
de: Luxuriöse, hervorragende Sanitäreinrichtungen
es: Condiciones sanitarias lujosas y excelentes
it_it: Condizioni sanitarie ottime e di lusso

# selection:gnuhealth.patient,housing:
source: Roomy and excellent sanitary conditions
de: Geräumige, hervorragende Sanitäreinrichtungen
es: Condiciones sanitarias espaciosa y excelentes
it_it: Condizioni sanitarie ottime e spaziose

# selection:gnuhealth.patient,housing:
source: Shanty, deficient sanitary conditions
de: Baufällige, unzulängliche Sanitäreinrichtungen
es: Condiciones sanitarias humildes, deficientes
it_it: Baracca, condizioni sanitarie carenti

# selection:gnuhealth.patient,housing:
source: Small, crowded but with good sanitary conditions
de: Kleine, überfüllte jedoch gute Sanitäreinrichtungen
es: Condiciones sanitarias buenas, pero pequeña y con muchas personas
it_it: Piccola, affollata ma con buone condizioni sanitarie

# selection:gnuhealth.ses.assessment,education:
source: Incomplete Primary School
de: Grundschule nicht beendet
es: Escuela Primaria Incompleta

# selection:gnuhealth.ses.assessment,education:
source: Incomplete Secondary School
de: Sekundäre Schule nicht beendet
es: Escuela Secundaria Incompleta

# selection:gnuhealth.ses.assessment,education:
source: None
de: Keine
es: Ninguna

# selection:gnuhealth.ses.assessment,education:
source: Primary School
de: Grundschule
es: Escuela Primaria

# selection:gnuhealth.ses.assessment,education:
source: Secondary School
de: Sekundarschule
es: Escuela Secundaria

# selection:gnuhealth.ses.assessment,education:
source: University
de: Universität
es: Universidad

# selection:gnuhealth.ses.assessment,fam_apgar_affection:
source: Moderately
de: Mäßig
es: Moderado

# selection:gnuhealth.ses.assessment,fam_apgar_affection:
source: None
de: Nicht
es: Ninguna

# selection:gnuhealth.ses.assessment,fam_apgar_affection:
source: Very much
de: Sehr stark
es: Mucho

# selection:gnuhealth.ses.assessment,fam_apgar_decisions:
source: Moderately
de: Mäßig
es: Moderado

# selection:gnuhealth.ses.assessment,fam_apgar_decisions:
source: None
de: Nicht
es: Ninguna

# selection:gnuhealth.ses.assessment,fam_apgar_decisions:
source: Very much
de: Sehr stark
es: Mucho

# selection:gnuhealth.ses.assessment,fam_apgar_discussion:
source: Moderately
de: Mäßig
es: Moderado

# selection:gnuhealth.ses.assessment,fam_apgar_discussion:
source: None
de: Nicht
es: Ninguna

# selection:gnuhealth.ses.assessment,fam_apgar_discussion:
source: Very much
de: Sehr stark
es: Mucho

# selection:gnuhealth.ses.assessment,fam_apgar_help:
source: Moderately
de: Mäßig
es: Moderado

# selection:gnuhealth.ses.assessment,fam_apgar_help:
source: None
de: Nicht
es: Ninguna

# selection:gnuhealth.ses.assessment,fam_apgar_help:
source: Very much
de: Sehr stark
es: Mucho

# selection:gnuhealth.ses.assessment,fam_apgar_timesharing:
source: Moderately
de: Mäßig
es: Moderado

# selection:gnuhealth.ses.assessment,fam_apgar_timesharing:
source: None
de: Nicht
es: Ninguna

# selection:gnuhealth.ses.assessment,fam_apgar_timesharing:
source: Very much
de: Sehr stark
es: Mucho

# selection:gnuhealth.ses.assessment,gender:
source: Female
de: Weiblich
es: Femenino

# selection:gnuhealth.ses.assessment,gender:
source: Male
de: Männlich
es: Masculino

# selection:gnuhealth.ses.assessment,housing:
source: Comfortable and good sanitary conditions
de: Komfortabel und gute sanitäre Bedingungen
es: Confortables y buenas condiciones sanitarias

# selection:gnuhealth.ses.assessment,housing:
source: Luxury and excellent sanitary conditions
de: Luxuriös und hervorragende Sanitäreinrichtungen
es: Lujosa y excelentes condiciones sanitarias

# selection:gnuhealth.ses.assessment,housing:
source: Roomy and excellent sanitary conditions
de: Geräumig und hervorragende sanitäre Bedingungen
es: Espaciosa y excelentes condiciones sanitarias

# selection:gnuhealth.ses.assessment,housing:
source: Shanty, deficient sanitary conditions
de: Baufällige, unzulängliche Sanitäreinrichtungen
es: Humilde, deficientes condiciones sanitarias

# selection:gnuhealth.ses.assessment,housing:
source: Small, crowded but with good sanitary conditions
de: Kleine, überfüllte jedoch gute Sanitäreinrichtungen
es: Pequeña, atestada, pero con buenas condiciones sanitarias

# selection:gnuhealth.ses.assessment,income:
source: High
de: Hoch
es: Alto

# selection:gnuhealth.ses.assessment,income:
source: Low
de: Gering
es: Bajo

# selection:gnuhealth.ses.assessment,income:
source: Medium
de: Mittel
es: Medio

# selection:gnuhealth.ses.assessment,ses:
source: Higher
de: Höher
es: Mas Alto

# selection:gnuhealth.ses.assessment,ses:
source: Lower
de: Unter
es: Mas Bajo

# selection:gnuhealth.ses.assessment,ses:
source: Lower-middle
de: Unter-mitte
es: Medio.bajo

# selection:gnuhealth.ses.assessment,ses:
source: Middle
de: Mitte
es: Medio

# selection:gnuhealth.ses.assessment,ses:
source: Middle-upper
de: Mittel-oben
es: Medio-alto

# selection:gnuhealth.ses.assessment,state:
source: Done
de: Erledigt
es: Hecho

# selection:gnuhealth.ses.assessment,state:
source: In progress
de: Laufend
es: En progreso

# selection:party.party,education:
source: Incomplete Primary School
de: Grundschule nicht beendet
es: Escuela Primaria Incompleta
it_it: Scuola Primaria Incompleta

# selection:party.party,education:
source: Incomplete Secondary School
de: Sekundäre Schule nicht beendet
es: Escuela Secundaria Incompleta
it_it: Scuola Superiore Incompleta

# selection:party.party,education:
source: None
de: Kein(e)
es: Ninguna
it_it: Nessuno

# selection:party.party,education:
source: Primary School
de: Grundschulbildung
es: Escuela Primaria
it_it: Scuola elementare

# selection:party.party,education:
source: Secondary School
de: Sekundarschulbildung
es: Escuela Secundaria
it_it: Scuola Superiore

# selection:party.party,education:
source: University
de: Universitätsabschluss
es: Universidad
it_it: Università

# view:gnuhealth.patient:
source: Current Status
de: Aktueller Status
es: Estado Actual

# view:gnuhealth.patient:
source: Notes
de: Notiz
es: Notas
it_it: note

# view:gnuhealth.patient:
source: Other Family and Environmental determinants
de: Andere familiäre und umweltbedingte Faktoren
es: Otros Determinantes Familiares y Ambientales

# view:gnuhealth.patient:
source: Socioeconomics
de: Sozioökonomie
es: Socioeconómicos
it_it: Socioeconomia

# view:gnuhealth.ses.assessment:
source: Done
de: Erledigt
es: Hecho

# view:gnuhealth.ses.assessment:
source: End assessment
de: Bewertung beenden
es: Finalizar Evaluación

# view:gnuhealth.ses.assessment:
source: End this assessment ?
de: Diese Bewertung beenden?
es: Finalizar esta evaluación?

# view:gnuhealth.ses.assessment:
source: Family Functionality
de: Familienfunktionalität
es: Funcionalidad Familiar

# view:gnuhealth.ses.assessment:
source: Family functionality
de: Funktionalität der Familie
es: Funcionalidad Familiar

# view:gnuhealth.ses.assessment:
source: Notes
de: Notiz
es: Notas

# view:gnuhealth.ses.assessment:
source: Socioeconomics
de: Sozioökonomie
es: Socioeconómicos

# view:gnuhealth.ses.assessment:
source: Socioeconomics and Family Assessment
de: Sozioökonomische und familiäre Bewertung
es: Evaluación Socioeconómica y Familiar

# view:gnuhealth.ses.assessment:
source: Socioeconomics and Family assessment
de: Sozioökonomische und familiäre Bewertung
es: Evaluación Socioeconómica y Familiar

# field:gnuhealth.patient,fam_apgar_affection:
source: Family affection
it_it: Affetto Familiare

# field:gnuhealth.patient,fam_apgar_decisions:
source: Decision making
it_it: Processo Decisionale

# field:gnuhealth.patient,fam_apgar_discussion:
source: Problems discussion
it_it: Discussione sui Problemi

# field:gnuhealth.patient,fam_apgar_help:
source: Help from family
it_it: Aiuto Familiare

# field:gnuhealth.patient,fam_apgar_score:
source: Score
it_it: Punteggio

# field:gnuhealth.patient,fam_apgar_timesharing:
source: Time sharing
it_it: Momento di condivisione

# field:gnuhealth.patient,income:
source: Income
it_it: Reddito

# field:gnuhealth.patient,prison_current:
source: Is currently in prison
it_it: attualmente in prigione

# field:gnuhealth.patient,ses:
source: Socioeconomics
it_it: Socioeconomia

# field:party.party,education:
source: Education Level
it_it: Livello Educativo

# help:gnuhealth.patient,fam_apgar_affection:
source: Is the patient satisfied with the level of affection coming from the family ?
it_it: il paziente è soddisfatto dal livello di affetto che riceve dalla famiglia?

# help:gnuhealth.patient,fam_apgar_decisions:
source: Is the patient satisfied with the level of making important decisions as a group ?
it_it: il paziente è soddisfatto dal livello di processo decisionale del gruppo ?

# help:gnuhealth.patient,fam_apgar_discussion:
source: Is the patient satisfied with the level talking over the problems as family ?
it_it: il paziente è soddisfatto con il livello di dialogo in famiglia?

# help:gnuhealth.patient,fam_apgar_help:
source: Is the patient satisfied with the level of help coming from the family when there is a problem ?
it_it: il paziente è soddifatto con il livello di aiuto che ottiene dalla amiglia in caso di problemi?

# help:gnuhealth.patient,fam_apgar_score:
source: Total Family APGAR 7 - 10 : Functional Family 4 - 6 : Some level of disfunction 0 - 3 : Severe disfunctional family
it_it: APGAR Totale ella Famiglia 7 - 10 : Famiglia Funzionale 4 - 6 : Certo grado di Disfunzione 0 - 3 : Grave Famiglia Disfunzionale

# help:gnuhealth.patient,fam_apgar_timesharing:
source: Is the patient satisfied with the level of time that they spend together ?
it_it: il paziente è soddisfatto dalla quantità di tempo che passano insieme?

# help:gnuhealth.patient,ses:
source: SES - Socioeconomic Status
it_it: SES - Status Socioeconomico

# selection:gnuhealth.patient,fam_apgar_affection:
source: Moderately
it_it: Moderatamente

# selection:gnuhealth.patient,fam_apgar_affection:
source: None
it_it: Nessuno

# selection:gnuhealth.patient,fam_apgar_affection:
source: Very much
it_it: Molto

# selection:gnuhealth.patient,fam_apgar_decisions:
source: Moderately
it_it: Moderatamente

# selection:gnuhealth.patient,fam_apgar_decisions:
source: None
it_it: Nessuno

# selection:gnuhealth.patient,fam_apgar_decisions:
source: Very much
it_it: Molto

# selection:gnuhealth.patient,fam_apgar_discussion:
source: Moderately
it_it: Moderatamente

# selection:gnuhealth.patient,fam_apgar_discussion:
source: None
it_it: Nessuno

# selection:gnuhealth.patient,fam_apgar_discussion:
source: Very much
it_it: Molto

# selection:gnuhealth.patient,fam_apgar_help:
source: Moderately
it_it: Moderatamente

# selection:gnuhealth.patient,fam_apgar_help:
source: None
it_it: Nessuno

# selection:gnuhealth.patient,fam_apgar_help:
source: Very much
it_it: Molto

# selection:gnuhealth.patient,fam_apgar_timesharing:
source: Moderately
it_it: Moderatamente

# selection:gnuhealth.patient,fam_apgar_timesharing:
source: None
it_it: Nessuno

# selection:gnuhealth.patient,fam_apgar_timesharing:
source: Very much
it_it: Molto

# selection:gnuhealth.patient,income:
source: High
it_it: Alto

# selection:gnuhealth.patient,income:
source: Low
it_it: Basso

# selection:gnuhealth.patient,income:
source: Medium / Average
it_it: Media / Media

# selection:gnuhealth.patient,ses:
source: Higher
it_it: Superiore

# selection:gnuhealth.patient,ses:
source: Lower
it_it: Inferiore

# selection:gnuhealth.patient,ses:
source: Lower-middle
it_it: Medio-bassa

# selection:gnuhealth.patient,ses:
source: Middle
it_it: Medio

# selection:gnuhealth.patient,ses:
source: Middle-upper
it_it: Medio-alta

# view:gnuhealth.patient:
source: Family
it_it: Famiglia

# view:gnuhealth.patient:
source: Family APGAR
it_it: Famiglia APGAR
