Repository: alwindoss/gnuhealth
Catalog: tryton/health_crypto_lab/locale/*.po
Languages: de

# field:gnuhealth.lab,digest_current:
source: Current Hash
de: Aktueller Hash

# field:gnuhealth.lab,digest_status:
source: Altered
de: Geändert

# field:gnuhealth.lab,digital_signature:
source: Digital Signature
de: Digitale Signatur

# field:gnuhealth.lab,done_by:
source: Done by
de: Gemacht von

# field:gnuhealth.lab,done_date:
source: Finished on
de: Abgeschlossen am

# field:gnuhealth.lab,serializer:
source: Doc String
de: Doc Zeichenkette

# field:gnuhealth.lab,serializer_current:
source: Current Doc
de: Aktueller Doc

# field:gnuhealth.lab,state:
source: State
de: Zustand

# field:gnuhealth.lab,validated_by:
source: Validated by
de: Geprüft von

# field:gnuhealth.lab,validation_date:
source: Validated on
de: Geprüft am

# help:gnuhealth.lab,digest_status:
source: This field will be set whenever parts of the main original document has been changed. Please note that the verification is done only on selected fields.
de: Dieses Feld wird immer dann gesetzt, wenn Teile des Haupt-Originaldokuments geändert wurden. Bitte beachten Sie, dass die Überprüfung nur für ausgewählte Felder durchgeführt wird.

# help:gnuhealth.lab,document_digest:
source: Original Document Digest
de: Original Dokument Digest

# help:gnuhealth.lab,done_by:
source: Professional who processes this lab test
de: Fachkraft, die diesen Labortest bearbeitet

# help:gnuhealth.lab,validated_by:
source: Professional who validates this lab test
de: Fachkraft, die diesen Labortest prüft

# selection:gnuhealth.lab,state:
source: Done
de: Fertig

# selection:gnuhealth.lab,state:
source: Draft
de: Entwurf

# selection:gnuhealth.lab,state:
source: Validated
de: Geprüft
