Repository: alwindoss/gnuhealth
Catalog: tryton/health_lifestyle/locale/*.po
Languages: de, zh_cn

# help:gnuhealth.patient.cage,cage_e:
source: Have you ever felt you needed a drink first thing in the morning (Eye-opener) to steady your nerves or to get rid of a hangover?
de: Haben Sie jemals das Gefühl gehabt, dass Sie am Morgen gleich einen Drink (Augenöffner) brauchen, um Ihre Nerven zu beruhigen oder einen Kater loszuwerden?
zh_cn: 你有没有觉得你早晨一睁眼就想喝一杯（开眼酒），来稳定你的神经或消除宿醉?

# help:gnuhealth.patient.cage,cage_g:
source: Have you ever felt Guilty about drinking?
zh_cn: 你曾经为酗酒后悔过吗？

# help:gnuhealth.vegetarian_types,code:
source: Short description
de: Kurze Beschreibung
zh_cn: 简短描述

# help:gnuhealth.vegetarian_types,desc:
source: Short description
de: Kurze Beschreibung
zh_cn: 简短描述

# help:gnuhealth.vegetarian_types,name:
source: Vegetarian
de: Vegetarier
zh_cn: 素食

# model:gnuhealth.diet.belief,description:BUDDHIST
source: While Buddhism does not have specific dietary rules, some buddhists practise vegetarianism based on a strict interpretation of the first of the Five Precepts
de: Während der Buddhismus keine speziellen Ernährungsregeln hat, praktizieren einige Buddhisten Vegetarismus, basierend auf einer strengen Interpretation des ersten der fünf Gebote
zh_cn: 虽然佛教没有具体的饮食规则，但一些佛教徒在严格解释五戒第一戒的基础上吃素

# model:gnuhealth.diet.belief,description:EDENIC
source: A diet based on what Adam and Eve are believed to have consumed in Garden of Eden. Usually either vegetarian or vegan, and based predominantly on fruit
de: Eine Diät, die darauf basiert, was Adam und Eva im Garten Eden gegessen haben sollen. Normalerweise entweder vegetarisch oder vegan und überwiegend auf Obstbasis
zh_cn: 基于亚当和夏娃据信在伊甸园中所吃食物的饮食方式。通常是素食主义者或纯素食主义者，以水果为主

# model:gnuhealth.diet.belief,description:HALLELUJAH
source: Hallelujah diet: A form of Christian vegetarianism developed in the 1970s. The creators interpret a verse from the Bible as suggesting that Christians should only consume seed bearing plants and fruits.
de: Halleluja-Diät: Eine Form des christlichen Vegetarismus, die in den 1970er Jahren entwickelt wurde. Die Schöpfer interpretieren einen Vers aus der Bibel als Hinweis darauf, dass Christen nur samenhaltige Pflanzen und Früchte konsumieren sollten.
zh_cn: 哈利路亚饮食方式：基督教素食主义的一种形式，20世纪70年代发展起来。创造这种饮食方式是基于圣经中的一句话，这句话暗示基督徒应该只吃结种子的植物和水果。

# model:gnuhealth.diet.belief,description:HINDU
source: Hindu and Jain diets: Followers of Hinduism and Jainism often follow lacto-vegetarian diets, based on the principle of Ahimsa (non-harming)
de: Hindu- und Jain-Diäten: Anhänger des Hinduismus und Jainismus folgen häufig lakto-vegetarischen Diäten, basierend auf dem Prinzip von Ahimsa (nicht schädlich).
zh_cn: 印度教和耆那教饮食方式：印度教和耆那教的追随者通常遵循基于阿希姆萨（非伤害）原则的乳素饮食

# model:gnuhealth.diet.belief,description:ITAL
source: I-tal: A set of principles which influences the diet of many members of the Rastafari movement. One principle is that natural foods should be consumed. Some Rastafarians interpret I-tal to advocate vegetarianism or veganism
de: I-tal: Eine Reihe von Prinzipien, die die Ernährung vieler Mitglieder der Rastafari-Bewegung beeinflussen. Ein Prinzip ist, dass natürliche Lebensmittel konsumiert werden sollten. Einige Rastafarians interpretieren I-tal, um Vegetarismus oder Veganismus zu befürworten
zh_cn: I-tal: 一套原则，影响了许多拉斯塔法里运动成员的饮食。一个原则是应该食用天然食物。一些拉斯特法里教徒将I-tal解释为提倡素食主义或纯素食主义

# model:gnuhealth.diet.belief,description:KOSHER
source: Kosher diet: Food permissible under Kashrut, the set of Jewish dietary laws, is said to be Kosher. Some foods and food combinations are non-Kosher, and failure to prepare food in accordance with Kashrut can make otherwise permissible foods non-Kosher.
de: Koscher-Diät: Lebensmittel, die unter Kashrut, dem Satz jüdischer Diätgesetze, zulässig sind, sollen koscher sein. Einige Lebensmittel und Lebensmittelkombinationen sind nicht koscher, und die Nicht-Zubereitung von Lebensmitteln gemäß Kashrut kann zu anderen nicht zulässigen Lebensmitteln führen.
zh_cn: 犹太洁食：根据犹太饮食法规定，卡什鲁特允许的食物被称为洁食。 有些食物和食物组合是不洁食品，如果不按照喀什鲁特的规定准备食物，可能会使其他允许吃的食物成为不洁食品。

# model:gnuhealth.diet.belief,description:MUSLIM
source: Muslims follow a diet consisting solely of food that is halal – permissible under Islamic law. The opposite of halal is haraam, food that is Islamically Impermissible. Haraam substances include alcohol, pork, and any meat from an animal which was not killed through the Islamic method of ritual slaughter (Dhabiha)
de: Muslime folgen einer Diät, die ausschließlich aus Lebensmitteln besteht, die nach islamischem Recht halal-zulässig sind. Das Gegenteil von Halal ist Haram, Essen, das islamisch unzulässig ist. Zu den Haram-Substanzen zählen Alkohol, Schweinefleisch und jegliches Fleisch von einem Tier, das nicht durch die islamische Methode der rituellen Schlachtung (Dhabiha) getötet wurde.
zh_cn: 穆斯林遵循的饮食仅包括清真食品——伊斯兰法律允许。与清真相对的是哈拉姆，伊斯兰食物

# model:gnuhealth.diet.belief,name:
source: Diet by Belief
de: Diät durch Glauben
zh_cn: 宗教饮食习惯

# model:gnuhealth.diet.belief,name:BUDDHIST
source: Buddhist
zh_cn: 佛教

# model:gnuhealth.diet.belief,name:EDENIC
source: Edenic
zh_cn: 伊甸园式

# model:gnuhealth.diet.belief,name:HALLELUJAH
source: Hallelujah
zh_cn: 哈里路亚

# model:gnuhealth.diet.belief,name:HINDU
source: Hindu
zh_cn: 印度教

# model:gnuhealth.diet.belief,name:KOSHER
source: Kosher
zh_cn: 犹太教

# model:gnuhealth.diet.belief,name:MUSLIM
source: Muslim
zh_cn: 穆斯林

# model:gnuhealth.drugs_recreational,name:
source: Recreational Drug
de: Partydroge
zh_cn: 消遣性毒品

# model:gnuhealth.drugs_recreational,name:amphetamine
source: Amphetamine
zh_cn: 苯丙胺

# model:gnuhealth.drugs_recreational,name:anabolic_steroids
source: Anabolic steroids
de: Anabolika
zh_cn: 合成类固醇

# model:gnuhealth.drugs_recreational,name:barbiturates
source: Barbiturates
de: Barbiturate
zh_cn: 巴比妥类药物

# model:gnuhealth.drugs_recreational,name:benzodiazepines
source: Benzodiazepines
de: Benzodiazepine
zh_cn: 苯二氮卓

# model:gnuhealth.drugs_recreational,name:cocaine
source: Cocaine
de: Kokain
zh_cn: 可卡因

# model:gnuhealth.drugs_recreational,name:codeine
source: Codeine
de: Kodein
zh_cn: 可待因

# model:gnuhealth.drugs_recreational,name:dmx
source: Dextromethorphan - DMX
zh_cn: 右美沙芬

# model:gnuhealth.drugs_recreational,name:fentanyl
source: Fentanyl
zh_cn: 芬太尼

# model:gnuhealth.drugs_recreational,name:flunitrazepam
source: Flunitrazepam
zh_cn: 氟硝西泮

# model:gnuhealth.drugs_recreational,name:ghb
source: GHB
zh_cn: 丙种羟基丁酸盐

# model:gnuhealth.drugs_recreational,name:hashish
source: Hashish
zh_cn: 大麻制剂

# model:gnuhealth.drugs_recreational,name:heroin
source: Heroin
zh_cn: 海洛因

# model:gnuhealth.drugs_recreational,name:hydrocodone_bitartrate
source: Hydrocodone bitartrate
de: Hydrocodonbitartrat
zh_cn: 酒石酸氢可待因

# model:gnuhealth.drugs_recreational,name:inhalants
source: Inhalants
de: Inhalationsmittel
zh_cn: 吸入剂

# model:gnuhealth.drugs_recreational,name:ketamine
source: Ketamine
de: Ketamin
zh_cn: 氯胺酮

# model:gnuhealth.drugs_recreational,name:lsd
source: LSD
zh_cn: 麦角酸二乙基酰胺

# model:gnuhealth.drugs_recreational,name:marijuana
source: Marijuana
de: Marihuana
zh_cn: 大麻

# model:gnuhealth.drugs_recreational,name:mdma
source: MDMA methylenedioxy-methamphetamine
zh_cn: 摇头丸-冰毒

# model:gnuhealth.drugs_recreational,name:mescaline
source: Mescaline
de: Meskalin
zh_cn: 墨斯卡灵

# model:gnuhealth.drugs_recreational,name:methamphetamine
source: Methamphetamine
de: Methamphetamin
zh_cn: 脱氧麻黄碱

# model:gnuhealth.drugs_recreational,name:methaqualone
source: Methaqualone
de: Methaqualon
zh_cn: 安眠酮

# model:gnuhealth.drugs_recreational,name:methylphenidate
source: Methylphenidate
de: Methylphenidat
zh_cn: 哌醋甲酯

# model:gnuhealth.drugs_recreational,name:morphine
source: Morphine
de: Morphin
zh_cn: 吗啡

# model:gnuhealth.drugs_recreational,name:nicotine
source: Nicotine
de: Nicotin
zh_cn: 尼古丁

# model:gnuhealth.drugs_recreational,name:oxycodone_hcl
source: oxycodone HCL
de: Oxycodon-HCL
zh_cn: 盐酸羟考酮

# model:gnuhealth.drugs_recreational,name:pcp
source: PCP and analogs
de: PCP und Analoga
zh_cn: 五氯酚和类似物

# model:gnuhealth.drugs_recreational,name:psilocybin
source: Psilocybin
zh_cn: 裸盖菇素

# model:gnuhealth.patient.cage,name:
source: Patient CAGE Questionnaire
de: Patienten-CAGE-Fragebogen
zh_cn: 患者 CAGE 问卷调查

# model:gnuhealth.patient.recreational_drugs,name:
source: Patient use of Recreational Drugs
de: Patientenkonsum von Partydrogen
zh_cn: 患者使用消遣性毒品

# model:gnuhealth.vegetarian_types,name:
source: Vegetarian Types
de: Vegetarische Typen
zh_cn: 素食者类型

# model:gnuhealth.vegetarian_types,name:lacto
source: Lacto vegetarian
de: Laktovegetarier
zh_cn: 乳类素食者

# model:gnuhealth.vegetarian_types,name:lactoovo
source: Lacto-ovo vegetarian
de: Ovo-Lakto-Vegetarier
zh_cn: 蛋奶素食者

# model:gnuhealth.vegetarian_types,name:ovo
source: Ovo vegetarian
de: Ovo-Vegetarier
zh_cn: 蛋素食者

# model:gnuhealth.vegetarian_types,name:pescetarian
source: Pescetarian
zh_cn: 鱼素食者

# model:gnuhealth.vegetarian_types,name:vegan
source: Vegan
de: Veganer
zh_cn: 完全素食者

# model:ir.action,name:gnuhealth_action_diet_belief
source: Belief diets
de: Religiöse Diäten
zh_cn: 宗教饮食

# model:ir.action,name:gnuhealth_action_drugs_recreational
source: Recreational Drugs
de: Partydrogen
zh_cn: 消遣性毒品

# model:ir.ui.menu,name:gnuhealth_conf_diet_belief
source: Belief diets
de: Religiöse Diäten
zh_cn: 宗教饮食

# model:ir.ui.menu,name:gnuhealth_conf_diets
source: Diets
de: Diäten
zh_cn: 饮食

# model:ir.ui.menu,name:gnuhealth_conf_drugs_recreational
source: Recreational Drugs
de: Partydrogen
zh_cn: 消遣性毒品

# model:res.group,name:group_health_lifestyle_admin
source: Health Lifestyle Administration
de: Verwaltung des Gesundheitslebens
zh_cn: Health 生活方式管理

# selection:gnuhealth.drugs_recreational,addiction_level:
source: Extreme
de: Extrem
zh_cn: 极端

# selection:gnuhealth.drugs_recreational,addiction_level:
source: High
de: Hoch
zh_cn: 高

# selection:gnuhealth.drugs_recreational,addiction_level:
source: Low
de: Niedrig
zh_cn: 低

# selection:gnuhealth.drugs_recreational,addiction_level:
source: None
de: Keiner
zh_cn: 没有

# selection:gnuhealth.drugs_recreational,category:
source: Cannabinoids
de: Cannabinoide
zh_cn: 大麻

# selection:gnuhealth.drugs_recreational,category:
source: Depressants
de: Depressiva
zh_cn: 抗抑郁药

# selection:gnuhealth.drugs_recreational,category:
source: Dissociative Anesthetics
de: Dissoziative Anästhetika
zh_cn: 分离性麻醉药

# selection:gnuhealth.drugs_recreational,category:
source: Hallucinogens
de: Halluzinogene
zh_cn: 致幻剂

# selection:gnuhealth.drugs_recreational,category:
source: Opioids
de: Opioide
zh_cn: 阿片类药物

# selection:gnuhealth.drugs_recreational,category:
source: Others
de: Andere
zh_cn: 其它

# selection:gnuhealth.drugs_recreational,category:
source: Stimulants
de: Stimulantien
zh_cn: 兴奋剂

# selection:gnuhealth.drugs_recreational,legal_status:
source: Illegal
zh_cn: 不合法

# selection:gnuhealth.drugs_recreational,legal_status:
source: Legal
zh_cn: 合法

# selection:gnuhealth.drugs_recreational,toxicity:
source: Extreme
de: Extrem
zh_cn: 极端

# selection:gnuhealth.drugs_recreational,toxicity:
source: High
de: Hoch
zh_cn: 高

# selection:gnuhealth.drugs_recreational,toxicity:
source: Low
de: Niedrig
zh_cn: 低

# selection:gnuhealth.drugs_recreational,toxicity:
source: None
de: Keiner
zh_cn: 没有

# selection:gnuhealth.patient,anticonceptive:
source: Contraceptive injection
de: Verhütungsinjektion
zh_cn: 避孕针剂

# selection:gnuhealth.patient,anticonceptive:
source: Female condom
de: Weibliches Kondom
zh_cn: 女用避孕套

# selection:gnuhealth.patient,anticonceptive:
source: Female sterilisation
de: Sterilisation von Frauen
zh_cn: 女性绝育

# selection:gnuhealth.patient,anticonceptive:
source: Fertility cycle awareness
de: Fruchtbarkeitszyklusbewusstsein
zh_cn: 生育周期意识

# selection:gnuhealth.patient,anticonceptive:
source: Intra-uterine device
de: Intrauterines Gerät
zh_cn: 子宫内的装置

# selection:gnuhealth.patient,anticonceptive:
source: Male condom
de: Kondom für Männer
zh_cn: 男用避孕套

# selection:gnuhealth.patient,anticonceptive:
source: None
de: Keine
zh_cn: 没有

# selection:gnuhealth.patient,anticonceptive:
source: Pill / Minipill
de: Pille / Minipille
zh_cn: 丸/小丸

# selection:gnuhealth.patient,anticonceptive:
source: Skin Patch
de: Hautpflaster
zh_cn: 皮肤贴剂

# selection:gnuhealth.patient,anticonceptive:
source: Vasectomy
de: Vasektomie
zh_cn: 输精管结扎术

# selection:gnuhealth.patient,anticonceptive:
source: Withdrawal method
de: Entzugsmethode
zh_cn: 停服方式

# selection:gnuhealth.patient,sex_anal:
source: Active
de: Aktiv
zh_cn: 活跃

# selection:gnuhealth.patient,sex_anal:
source: Both
de: Beide
zh_cn: 都有

# selection:gnuhealth.patient,sex_anal:
source: None
de: Keine
zh_cn: 没有

# selection:gnuhealth.patient,sex_anal:
source: Passive
de: Passiv
zh_cn: 被动

# selection:gnuhealth.patient,sex_oral:
source: Active
de: Aktiv
zh_cn: 活跃

# selection:gnuhealth.patient,sex_oral:
source: Both
de: Beide
zh_cn: 都有

# selection:gnuhealth.patient,sex_oral:
source: None
de: Keiner
zh_cn: 没有

# selection:gnuhealth.patient,sex_oral:
source: Passive
de: Passiv
zh_cn: 被动

# selection:gnuhealth.patient,sexual_partners:
source: Monogamous
de: Monogam
zh_cn: 一夫一妻制

# selection:gnuhealth.patient,sexual_partners:
source: Polygamous
de: Polygam
zh_cn: 一夫多妻制

# selection:gnuhealth.patient,sexual_practices:
source: Risky / Unprotected sex
de: Riskanter / ungeschützter Sex
zh_cn: 风险/不安全的性行为

# selection:gnuhealth.patient,sexual_practices:
source: Safe / Protected sex
de: Sicherer / Geschützter Sex
zh_cn: 安全/有保护的性行为

# selection:gnuhealth.patient,sexual_preferences:
source: Bisexual
de: Bisexuell
zh_cn: 双性恋

# selection:gnuhealth.patient,sexual_preferences:
source: Heterosexual
de: Heterosexuell
zh_cn: 异性

# selection:gnuhealth.patient,sexual_preferences:
source: Homosexual
de: Homosexuell
zh_cn: 同性

# selection:gnuhealth.patient,sexual_preferences:
source: Transexual
de: Transsexuell
zh_cn: 变性

# view:gnuhealth.diet.belief:
source: Diet Description
zh_cn: 饮食情况说明

# view:gnuhealth.drugs_recreational:
source: Additional Info and Effects
zh_cn: 附加信息和效果

# view:gnuhealth.drugs_recreational:
source: Administration Routes
zh_cn: 给药途径

# view:gnuhealth.drugs_recreational:
source: DEA Schedule Level
zh_cn: DEA 附表 I

# view:gnuhealth.drugs_recreational:
source: General Information
zh_cn: 一般信息

# view:gnuhealth.drugs_recreational:
source: Henningfield Rating
zh_cn: 亨宁菲尔德评级

# view:gnuhealth.patient:
source: Addictions
zh_cn: 成瘾

# view:gnuhealth.patient:
source: Alcohol
zh_cn: 饮酒

# view:gnuhealth.patient:
source: Diet
zh_cn: 饮食

# view:gnuhealth.patient:
source: Diet and Exersice
zh_cn: 饮食与运动

# view:gnuhealth.patient:
source: Drive and Home Safety
zh_cn: 驾驶和家庭安全

# view:gnuhealth.patient:
source: Lifestyle
zh_cn: 生活方式

# view:gnuhealth.patient:
source: Main
zh_cn: 主要情况

# view:gnuhealth.patient:
source: Physical Exercise
zh_cn: 锻炼

# view:gnuhealth.patient:
source: Recreational Drugs
zh_cn: 消遣性毒品

# view:gnuhealth.patient:
source: Safety
zh_cn: 安全

# view:gnuhealth.patient:
source: Sexual practices
zh_cn: 性行为

# view:gnuhealth.patient:
source: Sexuality
zh_cn: 性行为

# view:gnuhealth.patient:
source: Sleep
zh_cn: 睡眠

# error:gnuhealth.diet.belief:
source: The Diet code already exists
de: Der Diätcode existiert bereits

# error:gnuhealth.drugs_recreational:
source: The Recreational Drug CODE must be unique
de: Der Code für die Partydroge muss eindeutig sein

# error:gnuhealth.drugs_recreational:
source: The Recreational Drug name must be unique
de: Die Bezeichnung für die Partydroge muss eindeutig sein

# field:gnuhealth.diet.belief,create_date:
source: Create Date
de: Erstellungsdatum

# field:gnuhealth.diet.belief,create_uid:
source: Create User
de: Erstelle einen Benutzer

# field:gnuhealth.diet.belief,id:
source: ID
de: Identifikationsnummer

# field:gnuhealth.diet.belief,write_date:
source: Write Date
de: Datum schreiben

# field:gnuhealth.diet.belief,write_uid:
source: Write User
de: Benutzer schreiben

# field:gnuhealth.drugs_recreational,create_date:
source: Create Date
de: Datum erstellen

# field:gnuhealth.drugs_recreational,create_uid:
source: Create User
de: Benutzer erstellen

# field:gnuhealth.drugs_recreational,id:
source: ID
de: Identifikationsnummer

# field:gnuhealth.drugs_recreational,write_date:
source: Write Date
de: Schreibe Datum

# field:gnuhealth.drugs_recreational,write_uid:
source: Write User
de: Schreibe Benutzer

# field:gnuhealth.patient.cage,create_date:
source: Create Date
de: Erstelle Datum

# field:gnuhealth.patient.cage,create_uid:
source: Create User
de: Erstelle Benutzer

# field:gnuhealth.patient.cage,id:
source: ID
de: Identifikationsnummer

# field:gnuhealth.patient.cage,write_date:
source: Write Date
de: Schreibe Datum

# field:gnuhealth.patient.cage,write_uid:
source: Write User
de: Schreibe Datum

# field:gnuhealth.patient.recreational_drugs,create_date:
source: Create Date
de: Erstelle Datum

# field:gnuhealth.patient.recreational_drugs,create_uid:
source: Create User
de: Erstelle Benutzer

# field:gnuhealth.patient.recreational_drugs,id:
source: ID
de: Identifikationsnummer

# field:gnuhealth.patient.recreational_drugs,write_date:
source: Write Date
de: Schreibe Datum

# field:gnuhealth.patient.recreational_drugs,write_uid:
source: Write User
de: Schreibe Benutzer

# field:gnuhealth.vegetarian_types,create_date:
source: Create Date
de: Erstelle Datum

# field:gnuhealth.vegetarian_types,create_uid:
source: Create User
de: Erstelle Nutzer

# field:gnuhealth.vegetarian_types,write_date:
source: Write Date
de: Schreibe Datum

# field:gnuhealth.vegetarian_types,write_uid:
source: Write User
de: Schreibe Benutzer

# help:gnuhealth.patient.cage,cage_a:
source: Have people Annoyed you by criticizing your drinking ?
de: Haben die Leute Sie geärgert, indem Sie Ihr Trinken kritisiert haben?

# help:gnuhealth.patient.cage,cage_c:
source: Have you ever felt you needed to Cut down on your drinking ?
de: Haben Sie jemals das Gefühl gehabt, Sie müssten weniger trinken?

# help:gnuhealth.patient.cage,cage_g:
source: Have you ever felt Guilty about drinking ?
de: Haben Sie sich jemals schuldig gefühlt?
