Repository: alwindoss/gnuhealth
Catalog: tryton/health_lifestyle/locale/*.po
Languages: de, zh_cn

# field:gnuhealth.diet.belief,code:
source: Code
zh_cn: 代码

# field:gnuhealth.diet.belief,description:
source: Description
de: Beschreibung
zh_cn: 说明

# field:gnuhealth.diet.belief,name:
source: Belief
de: Glaube
zh_cn: 信仰或宗教

# field:gnuhealth.drugs_recreational,addiction_level:
source: Dependence
de: Abhängigkeit
zh_cn: 依赖性

# field:gnuhealth.drugs_recreational,category:
source: Category
de: Kategorie
zh_cn: 类别

# field:gnuhealth.drugs_recreational,code:
source: Code
zh_cn: 代码

# field:gnuhealth.drugs_recreational,dea_schedule_i:
source: DEA schedule I
de: DEA Termin I
zh_cn: DEA 附表 I

# field:gnuhealth.drugs_recreational,dependence_level:
source: Dependence
de: Abhängigkeit
zh_cn: 依赖性

# field:gnuhealth.drugs_recreational,info:
source: Extra Info
de: Extrainformation
zh_cn: 其它信息

# field:gnuhealth.drugs_recreational,intoxication_level:
source: Intoxication
de: Intoxikation
zh_cn: 中毒

# field:gnuhealth.drugs_recreational,legal_status:
source: Legal Status
de: Rechtsstellung
zh_cn: 合法状态

# field:gnuhealth.drugs_recreational,name:
source: Name
zh_cn: 名字

# field:gnuhealth.drugs_recreational,reinforcement_level:
source: Reinforcement
de: Verstärkung
zh_cn: 强化性

# field:gnuhealth.drugs_recreational,route_inhaling:
source: Smoke / Inhale
de: Rauchen / Inhalieren
zh_cn: 吸烟/吸入

# field:gnuhealth.drugs_recreational,route_injection:
source: Injection
de: Injektion
zh_cn: 注射

# field:gnuhealth.drugs_recreational,route_oral:
source: Oral
zh_cn: 口服

# field:gnuhealth.drugs_recreational,route_popping:
source: Skin Popping
de: subkutanes Spritzen
zh_cn: 皮下注射

# field:gnuhealth.drugs_recreational,route_sniffing:
source: Sniffing
zh_cn: 鼻吸

# field:gnuhealth.drugs_recreational,street_name:
source: Street names
de: Straßenname
zh_cn: 街道名称

# field:gnuhealth.drugs_recreational,tolerance_level:
source: Tolerance
de: Toleranz
zh_cn: 耐受性

# field:gnuhealth.drugs_recreational,toxicity:
source: Toxicity
de: Toxizität
zh_cn: 中毒

# field:gnuhealth.drugs_recreational,withdrawal_level:
source: Withdrawal
de: Entzug
zh_cn: 停服反应

# field:gnuhealth.patient,age_quit_drinking:
source: Age quit drinking
de: Alter beim Aufhören des Trinkens
zh_cn: 戒酒年龄

# field:gnuhealth.patient,age_quit_drugs:
source: Age quit drugs
de: Alter beim Aufhören mit Drogenkonsum
zh_cn: 戒毒年龄

# field:gnuhealth.patient,age_quit_smoking:
source: Age of quitting
de: Alter beim beenden
zh_cn: 戒烟年龄

# field:gnuhealth.patient,age_start_drinking:
source: Age started to drink
de: Alter beim Start des Trinkens
zh_cn: 开始饮酒年龄

# field:gnuhealth.patient,age_start_drugs:
source: Age started drugs
de: Alter beim Start des Drogenkonsums
zh_cn: 开始吸毒年龄

# field:gnuhealth.patient,age_start_smoking:
source: Age started to smoke
de: Alter beim Start mit dem Rauchen
zh_cn: 开始吸烟年龄

# field:gnuhealth.patient,alcohol:
source: Drinks Alcohol
de: Trinkt Alkohol
zh_cn: 饮酒

# field:gnuhealth.patient,alcohol_beer_number:
source: Beer / day
de: Bier / Tag
zh_cn: 啤酒/天

# field:gnuhealth.patient,alcohol_liquor_number:
source: Liquor / day
de: Likör / Tag
zh_cn: 烈性酒/天

# field:gnuhealth.patient,alcohol_wine_number:
source: Wine / day
de: Wein / Tag
zh_cn: 葡萄酒/天

# field:gnuhealth.patient,anticonceptive:
source: Contraceptive Method
de: Verhütungsmethode
zh_cn: 避孕方法

# field:gnuhealth.patient,cage:
source: CAGE
zh_cn: CAGE 问卷调查

# field:gnuhealth.patient,car_child_safety:
source: Car Child Safety
de: Kindersicherheit im Auto
zh_cn: 儿童汽车安全

# field:gnuhealth.patient,car_revision:
source: Car Revision
de: Auto Revision
zh_cn: 汽车保养

# field:gnuhealth.patient,car_seat_belt:
source: Seat belt
de: Sitzgurte
zh_cn: 安全带

# field:gnuhealth.patient,coffee:
source: Coffee
de: Kaffee
zh_cn: 咖啡

# field:gnuhealth.patient,coffee_cups:
source: Cups per day
de: Tassen pro Tag
zh_cn: 杯/天

# field:gnuhealth.patient,diet:
source: Currently on a diet
de: Derzeit auf Diät
zh_cn: 正在节食

# field:gnuhealth.patient,diet_belief:
source: Belief
de: Glaube
zh_cn: 信仰或宗教

# field:gnuhealth.patient,diet_info:
source: Diet info
de: Diät Information
zh_cn: 饮食信息

# field:gnuhealth.patient,drug_iv:
source: IV drug user
de: IV Drogennutzer
zh_cn: 静脉注射毒品

# field:gnuhealth.patient,drug_usage:
source: Drug Habits
de: Drogengewohnheiten
zh_cn: 吸毒习惯

# field:gnuhealth.patient,eats_alone:
source: Eats alone
de: Ißt allein
zh_cn: 自己吃饭

# field:gnuhealth.patient,ex_alcoholic:
source: Ex alcoholic
de: Ex-Alkoholiker
zh_cn: 戒酒

# field:gnuhealth.patient,ex_drug_addict:
source: Ex drug addict
de: Ex-Drogenkonsument
zh_cn: 戒毒

# field:gnuhealth.patient,ex_smoker:
source: Ex-smoker
de: Ex-Raucher
zh_cn: 戒烟

# field:gnuhealth.patient,exercise:
source: Exercise
de: Übungen
zh_cn: 锻炼

# field:gnuhealth.patient,exercise_minutes_day:
source: Minutes / day
de: Minuten / Tag
zh_cn: 分钟/天

# field:gnuhealth.patient,first_sexual_encounter:
source: Age first sexual encounter
de: Alter beim ersten Sexualkontakt
zh_cn: 第一次发生性关系时的年龄

# field:gnuhealth.patient,helmet:
source: Uses helmet
de: Benutzt Helm
zh_cn: 使用头盔

# field:gnuhealth.patient,home_safety:
source: Home safety
de: Häusliche Sicherheit
zh_cn: 家庭安全

# field:gnuhealth.patient,lifestyle_info:
source: Extra Information
zh_cn: 其它信息

# field:gnuhealth.patient,motorcycle_rider:
source: Motorcycle Rider
de: Motorradfahrer
zh_cn: 摩托车骑手

# field:gnuhealth.patient,number_of_meals:
source: Meals per day
de: Mahlzeiten pro Tag
zh_cn: 每天用餐次数

# field:gnuhealth.patient,prostitute:
source: Prostitute
de: Prostituierte
zh_cn: 患者是性工作者

# field:gnuhealth.patient,recreational_drugs:
source: Drugs
de: Drogen
zh_cn: 毒品

# field:gnuhealth.patient,salt:
source: Salt
de: Salz
zh_cn: 盐

# field:gnuhealth.patient,second_hand_smoker:
source: Passive smoker
de: Passivraucher
zh_cn: 被动吸烟者

# field:gnuhealth.patient,sex_anal:
source: Anal Sex
zh_cn: 肛交

# field:gnuhealth.patient,sex_oral:
source: Oral Sex
zh_cn: 口交

# field:gnuhealth.patient,sex_with_prostitutes:
source: Sex with prostitutes
de: Sex mit Prostituierten
zh_cn: 与性工作者发生性关系

# field:gnuhealth.patient,sexual_partners:
source: Sexual Partners
de: Sexualpartner
zh_cn: 性伴侣

# field:gnuhealth.patient,sexual_partners_number:
source: Number of sexual partners
de: Anzahl der Sexualpartner
zh_cn: 性伴侣数目

# field:gnuhealth.patient,sexual_practices:
source: Sexual Practices
de: Sexualpraktiken
zh_cn: 性行为

# field:gnuhealth.patient,sexual_preferences:
source: Sexual Preferences
de: Sexuelle Vorlieben
zh_cn: 性取向

# field:gnuhealth.patient,sexuality_info:
source: Extra Information
zh_cn: 其它信息

# field:gnuhealth.patient,sleep_during_daytime:
source: Sleeps at daytime
de: Schläft tagsüber
zh_cn: 白天睡眠

# field:gnuhealth.patient,sleep_hours:
source: Hours of sleep
de: Stunden des Schlafs
zh_cn: 每天睡眠时间（小时）

# field:gnuhealth.patient,smoking:
source: Smokes
de: Raucht
zh_cn: 吸烟

# field:gnuhealth.patient,smoking_number:
source: Cigarretes a day
de: Zigaretten pro Tag
zh_cn: 每天吸烟数

# field:gnuhealth.patient,soft_drinks:
source: Soft drinks (sugar)
de: Softdrinks (Zucker)
zh_cn: 含糖软饮料

# field:gnuhealth.patient,traffic_laws:
source: Obeys Traffic Laws
de: Beachtet Verkehrsregeln
zh_cn: 遵守交通规则

# field:gnuhealth.patient,vegetarian_type:
source: Vegetarian
de: Vegetarier
zh_cn: 素食者

# field:gnuhealth.patient.cage,cage_a:
source: Angry with Critics
de: Wütend auf Kritiker
zh_cn: 受到批评后生气

# field:gnuhealth.patient.cage,cage_c:
source: Hard to Cut down
de: Schwer ruhig zu stellen
zh_cn: 很难减量

# field:gnuhealth.patient.cage,cage_e:
source: Eye-opener
de: Augenöffner
zh_cn: 早晨醒来就饮酒

# field:gnuhealth.patient.cage,cage_g:
source: Guilt
de: Schuld
zh_cn: 后悔

# field:gnuhealth.patient.cage,cage_score:
source: CAGE Score
zh_cn: CAGE 评分

# field:gnuhealth.patient.cage,cage_warning_icon:
source: Cage Warning Icon
de: Cage Warnzeichen
zh_cn: Cage 警告图标

# field:gnuhealth.patient.cage,evaluation_date:
source: Date
de: Datum
zh_cn: 日期

# field:gnuhealth.patient.cage,name:
source: Patient
zh_cn: 患者

# field:gnuhealth.patient.recreational_drugs,patient:
source: Patient
zh_cn: 患者

# field:gnuhealth.patient.recreational_drugs,recreational_drug:
source: Recreational Drug
de: Partydroge
zh_cn: 消遣性毒品

# field:gnuhealth.vegetarian_types,code:
source: Code
zh_cn: 代码

# field:gnuhealth.vegetarian_types,desc:
source: Description
de: Beschreibung
zh_cn: 描述

# field:gnuhealth.vegetarian_types,name:
source: Vegetarian
de: Vegetarier
zh_cn: 素食

# help:gnuhealth.drugs_recreational,code:
source: Please use CAPITAL LETTERS and no spaces
de: Bitte verwenden Sie GROSSBUCHSTABEN und keine Leerzeichen
zh_cn: 请使用大写字母，不要加空格

# help:gnuhealth.drugs_recreational,dea_schedule_i:
source: Schedule I and II drugs have a high potential for abuse. They require greater storage security and have a quota on manufacturing, among other restrictions. Schedule I drugs are available for research only and have no approved medical use; Schedule II drugs are available only by prescription (unrefillable) and require a form for ordering. Schedule III and IV drugs are available by prescription, may have five refills in 6 months, and may be ordered orally. Some Schedule V drugs are available over the counter
de: Schedule I und II Medikamente haben ein hohes Missbrauchspotential. Sie erfordern höhere Speichersicherheit und verfügen unter anderem über eine Produktionsquote. Schedule-I-Medikamente stehen nur zu Forschungszwecken zur Verfügung und haben keine zugelassene medizinische Verwendung. Schedule II-Medikamente sind nur auf Rezept erhältlich (nicht nachfüllbar) und erfordern ein Bestellformular. Die Medikamente der Schedule III und IV sind auf Rezept erhältlich, können in 6 Monaten fünf Nachfüllungen haben und mündlich bestellt werden. Einige Schedule-V-Medikamente sind über die Theke erhältlich
zh_cn: 附表一和附表二药物极有可能被滥用。它们面临的限制包括要求更高的存储安全性，制造配额等。附表一药物仅供研究使用，没有经批准的医疗用途；附表二药物只能通过处方(不可再填)获得，并需要提供订购单。III和IV类药物可按处方提供，可在6个月内重配5次，也可口服。有些V级药物可以在柜台买到

# help:gnuhealth.drugs_recreational,dea_schedule_ii:
source: Schedule I and II drugs have a high potential for abuse.They require greater storage security and have a quota onmanufacturing, among other restrictions. Schedule I drugs areavailable for research only and have no approved medical use; Schedule II drugs are available only by prescription (unrefillable) and require a form for ordering. Schedule III and IV drugs are available by prescription, may have fiverefills in 6 months, and may be ordered orally. Some Schedule V drugs are available over the counter
de: Schedule I und II Medikamente haben ein hohes Missbrauchspotential. Sie erfordern höhere Speichersicherheit und verfügen unter anderem über eine Produktionsquote. Schedule-I-Medikamente stehen nur zu Forschungszwecken zur Verfügung und haben keine zugelassene medizinische Verwendung. Schedule II-Medikamente sind nur auf Rezept erhältlich (nicht nachfüllbar) und erfordern ein Bestellformular. Die Medikamente der Zeitpläne III und IV sind auf Rezept erhältlich, können in 6 Monaten fünf Nachfüllungen haben und mündlich bestellt werden. Einige Schedule-V-Medikamente sind über die Theke erhältlich
zh_cn: 附表一和附表二药物极有可能被滥用。它们面临的限制包括要求更高的存储安全性，制造配额等。附表一药物仅供研究使用，没有经批准的医疗用途；附表二药物只能通过处方(不可再填)获得，并需要提供订购单。III和IV类药物可按处方提供，可在6个月内重配5次，也可口服。有些 V 类药物可以在柜台买到

# help:gnuhealth.drugs_recreational,dea_schedule_iii:
source: Schedule I and II drugs have a high potential for abuse. They require greater storage security and have a quota on manufacturing, among other restrictions. Schedule I drugs are available for research only and have no approved medical use; Schedule II drugs are available only by prescription (unrefillable) and require a form for ordering. Schedule III and IV drugs are available by prescription, may have five refills in 6 months, and may be ordered orally. Some Schedule V drugs are available over the counter
de: Schedule I und II Medikamente haben ein hohes Missbrauchspotential. Sie erfordern höhere Speichersicherheit und verfügen unter anderem über eine Produktionsquote. Schedule-I-Medikamente stehen nur zu Forschungszwecken zur Verfügung und haben keine zugelassene medizinische Verwendung. Schedule II-Medikamente sind nur auf Rezept erhältlich (nicht nachfüllbar) und erfordern ein Bestellformular. Die Medikamente der Zeitpläne III und IV sind auf Rezept erhältlich, können in 6 Monaten fünf Nachfüllungen haben und mündlich bestellt werden. Einige Schedule-V-Medikamente sind über die Theke erhältlich
zh_cn: 附表一和附表二药物极有可能被滥用。它们面临的限制包括要求更高的存储安全性，制造配额等。附表一药物仅供研究使用，没有经批准的医疗用途；附表二药物只能通过处方(不可再填)获得，并需要提供订购单。III和IV类药物可按处方提供，可在6个月内重配5次，也可口服。有些V类药物可以在柜台买到

# help:gnuhealth.drugs_recreational,dea_schedule_iv:
source: Schedule I and II drugs have a high potential for abuse. They require greater storage security and have a quota on manufacturing, among other restrictions. Schedule I drugs are available for research only and have no approved medical use; Schedule II drugs are available only by prescription (unrefillable) and require a form for ordering. Schedule III and IV drugs are available by prescription, may have five refills in 6 months, and may be ordered orally. Some Schedule V drugs are available over the counter
de: Schedule I und II Medikamente haben ein hohes Missbrauchspotential. Sie erfordern höhere Speichersicherheit und verfügen unter anderem über eine Produktionsquote. Schedule-I-Medikamente stehen nur zu Forschungszwecken zur Verfügung und haben keine zugelassene medizinische Verwendung. Schedule II-Medikamente sind nur auf Rezept erhältlich (nicht nachfüllbar) und erfordern ein Bestellformular. Die Medikamente der Zeitpläne III und IV sind auf Rezept erhältlich, können in 6 Monaten fünf Nachfüllungen haben und mündlich bestellt werden. Einige Schedule-V-Medikamente sind über die Theke erhältlich
zh_cn: 附表一和附表二药物极有可能被滥用。它们面临的限制包括要求更高的存储安全性，制造配额等。附表一药物仅供研究使用，没有经批准的医疗用途；附表二药物只能通过处方(不可再填)获得，并需要提供订购单。III和IV类药物可按处方提供，可在6个月内重配5次，也可口服。有些V类药物可以在柜台买到

# help:gnuhealth.drugs_recreational,dea_schedule_v:
source: Schedule I and II drugs have a high potential for abuse. They require greater storage security and have a quota on manufacturing, among other restrictions. Schedule I drugs are available for research only and have no approved medical use; Schedule II drugs are available only by prescription (unrefillable) and require a form for ordering. Schedule III and IV drugs are available by prescription, may have five refills in 6 months, and may be ordered orally. Some Schedule V drugs are available over the counter
de: Schedule I und II Medikamente haben ein hohes Missbrauchspotential. Sie erfordern höhere Speichersicherheit und verfügen unter anderem über eine Produktionsquote. Schedule-I-Medikamente stehen nur zu Forschungszwecken zur Verfügung und haben keine zugelassene medizinische Verwendung. Schedule II-Medikamente sind nur auf Rezept erhältlich (nicht nachfüllbar) und erfordern ein Bestellformular. Die Medikamente der Zeitpläne III und IV sind auf Rezept erhältlich, können in 6 Monaten fünf Nachfüllungen haben und mündlich bestellt werden. Einige Schedule-V-Medikamente sind über die Theke erhältlich
zh_cn: 附表一和附表二药物极有可能被滥用。它们面临的限制包括要求更高的存储安全性，制造配额等。附表一药物仅供研究使用，没有经批准的医疗用途；附表二药物只能通过处方(不可再填)获得，并需要提供订购单。III和IV类药物可按处方提供，可在6个月内重配5次，也可口服。有些V类药物可以在柜台买到

# help:gnuhealth.drugs_recreational,dependence_level:
source: How difficult it is for the user to quit, the relapse rate, the percentage of people who eventually become dependent, the rating users give their own need for the substance and the degree to which the substance will be used in the face of evidence that it causes harm. Using Henningfield rating. 1=highest and 6=lowest
de: Wie schwierig es für den Benutzer ist aufzuhören, die Rückfallquote, der Prozentsatz der Menschen, die letztendlich abhängig werden, die Bewertungen der Benutzer über ihr eigenes Bedürfnis für den Stoff und den Grad der Verwendung des Stoffes angesichts der Beweise dafür das es Schaden zufügt. Henningfield-Bewertung verwenden. 1 = höchste und 6 = niedrigste
zh_cn: 用户戒除的困难程度，复发率代表最终上瘾的人的百分比,待评级用户给出了他们自己对此物质的需求，以及在有证据表明会造成伤害的情况下， 此种物质的使用程度。 使用Henningfield评级。1=最高 6=最低

# help:gnuhealth.drugs_recreational,intoxication_level:
source: the level of intoxication is associated with addiction and increases the personal and social damage a substance may do. Using Henningfield rating. 1=highest and 6=lowest
de: Der Grad der Vergiftung hängt mit der Sucht zusammen und erhöht den persönlichen und sozialen Schaden, den ein Stoff anrichten kann. Henningfield-Bewertung verwenden. 1 = höchste und 6 = niedrigste
zh_cn: 中毒的程度与某种物质成瘾和增加个人社会损害相关 使用Henningfield评级。1=最高 6=最低

# help:gnuhealth.drugs_recreational,name:
source: Name of the drug
de: Name der Droge
zh_cn: 毒品名称

# help:gnuhealth.drugs_recreational,reinforcement_level:
source: A measure of the substance's ability to get users to take it again and again, and in preference to other substances. Using Henningfield rating. 1=highest and 6=lowest
de: Ein Maß für die Fähigkeit des Stoffes, Benutzer dazu zu bringen, ihn immer wieder einzunehmen, und bevorzugt gegenüber anderen Stoffen. Henningfield-Bewertung verwenden. 1 = höchste und 6 = niedrigste
zh_cn: 一种衡量物质让使用者一次又一次服用它的能力的指标，并优先于其他物质。 使用Henningfield评级。1=最高 6=最低

# help:gnuhealth.drugs_recreational,route_inhaling:
source: Insufflation, excluding nasal
de: Insufflation, ausgenommen Nasal
zh_cn: 吸入，不包含鼻吸

# help:gnuhealth.drugs_recreational,route_injection:
source: Injection - Intravenous, Intramuscular...
de: Injektion - intravenös, intramuskulär...
zh_cn: 静脉注射，肌肉注射...

# help:gnuhealth.drugs_recreational,route_popping:
source: Subcutaneous or Intradermical administration
de: Subkutane oder intradermische Verabreichung
zh_cn: 皮下或皮下给药

# help:gnuhealth.drugs_recreational,route_sniffing:
source: Also called snorting - inhaling through the nares
de: Auch als Schnauben bezeichnet - das Einatmen durch die Nasenlöcher
zh_cn: 也称为鼻吸 - 通过鼻孔吸入

# help:gnuhealth.drugs_recreational,street_name:
source: Common name of the drug in street jargon
de: Allgemeiner Name der Droge im Straßenjargon
zh_cn: 街头行话中毒品的常用名

# help:gnuhealth.drugs_recreational,tolerance_level:
source: How much of the substance is needed to satisfy increasing cravings for it, and the level of stable need that is eventually reached. Using Henningfield rating. 1=highest and 6=lowest
de: Wie viel der Substanz wird benötigt, um das zunehmende Verlangen danach zu stillen, und das Niveau des stabilen Bedarfs, das schließlich erreicht wird. Henningfield-Bewertung verwenden. 1 = höchste und 6 = niedrigste
zh_cn: 需要多少物质来满足对它日益增长的渴望，以及最终达到的稳定需求水平。 使用Henningfield评级。1=最高 6=最低

# help:gnuhealth.drugs_recreational,withdrawal_level:
source: Presence and severity of characteristic withdrawal symptoms. Using Henningfield rating. 1=highest and 6=lowest
de: Anwesenheit und Schwere der charakteristischen Entzugserscheinungen. Henningfield-Bewertung verwenden. 1 = höchste und 6 = niedrigste
zh_cn: 戒断综合征的存在和严重程度。 使用Henningfield评级。 1=最高 6=最低

# help:gnuhealth.patient,age_quit_drinking:
source: Date to stop drinking
de: Datum des Aufhörens mit Trinken
zh_cn: 停止饮酒的日期

# help:gnuhealth.patient,age_quit_drugs:
source: Date of quitting drugs
de: Datum des Aufhörens mit dem Drogenkonsum
zh_cn: 戒毒的日期

# help:gnuhealth.patient,age_quit_smoking:
source: Age of quitting smoking
de: Alter beim Aufhören mit dem Rauchen
zh_cn: 戒烟的年龄

# help:gnuhealth.patient,age_start_drinking:
source: Date to start drinking
de: Datum des Starts mit Trinken
zh_cn: 开始饮酒的日期

# help:gnuhealth.patient,age_start_drugs:
source: Age of start drugs
de: Alter des Starts mit Drogenmissbrauch
zh_cn: 开始吸毒的年龄

# help:gnuhealth.patient,car_child_safety:
source: Safety measures when driving : child seats, proper seat belting, not seating on the front seat, ....
de: Sicherheitsmaßnahmen beim Fahren: Kindersitze, Sicherheitsgurte, kein Sitzen auf dem Vordersitz,...
zh_cn: 驾驶时的安全措施：儿童座椅，正确的座椅安全带，不坐前排座 ...

# help:gnuhealth.patient,car_revision:
source: Maintain the vehicle. Do periodical checks - tires,breaks ...
de: Fahrzeug warten. Regelmäßige Überprüfungen durchführen - Reifen, Bremsen ...
zh_cn: 保养车辆。定期检查轮胎，刹车...

# help:gnuhealth.patient,car_seat_belt:
source: Safety measures when driving : safety belt
de: Sicherheitsmaßnahmen beim Fahren: Sicherheitsgurt
zh_cn: 行车安全措施：安全带

# help:gnuhealth.patient,coffee_cups:
source: Number of cup of coffee a day
de: Anzahl der Tassen Kaffee pro Tag
zh_cn: 一天喝几杯咖啡

# help:gnuhealth.patient,diet:
source: Check if the patient is currently on a diet
de: Prüfen Sie, ob der Patient gerade eine Diät macht
zh_cn: 如果病人正在节食，就选中此项

# help:gnuhealth.patient,diet_belief:
source: Enter the patient belief or religion
de: Geben Sie den Glauben oder die Religion des Patienten an
zh_cn: 输入患者信仰或宗教

# help:gnuhealth.patient,diet_info:
source: Short description on the diet
de: Kurze Beschreibung der Diät
zh_cn: 对节食情况的简单描述

# help:gnuhealth.patient,drug_iv:
source: Check this option if the patient injects drugs
de: Aktivieren Sie diese Option, wenn der Patient Medikamente injiziert
zh_cn: 如果病人注射毒品，就选中此项

# help:gnuhealth.patient,eats_alone:
source: Check this box if the patient eats by him / herself.
de: Aktivieren Sie dieses Kontrollkästchen, wenn der Patient selbst isst.
zh_cn: 如果病人自己吃饭，就勾选此项。

# help:gnuhealth.patient,exercise_minutes_day:
source: How many minutes a day the patient exercises
de: Wie viele Minuten pro Tag trainiert der Patient?
zh_cn: 患者一天锻炼几分钟

# help:gnuhealth.patient,helmet:
source: The patient uses the proper motorcycle helmet
de: Der Patient verwendet den richtigen Motorradhelm
zh_cn: 患者使用合适的摩托车头盔

# help:gnuhealth.patient,home_safety:
source: Keep safety measures for kids in the kitchen, correct storage of chemicals, ...
de: Behalten Sie Sicherheitsmaßnahmen für Kinder in der Küche, korrekte Lagerung von Chemikalien, ...
zh_cn: 有儿童厨房安全措施，正确储藏化学品 ...

# help:gnuhealth.patient,motorcycle_rider:
source: The patient rides motorcycles
de: Der Patient fährt Motorrad
zh_cn: 患者骑摩托车

# help:gnuhealth.patient,prostitute:
source: Check if the patient (he or she) is a prostitute
de: Geben Sie an, ob der Patient (er oder sie) eine Prostituierte ist
zh_cn: 如果患者是性工作者，就选中此项

# help:gnuhealth.patient,salt:
source: Check if patient consumes salt with the food
de: Geben Sie an, ob der Patient mit dem Essen Salz konsumiert
zh_cn: 如果患者在食物中放盐，就选中此项

# help:gnuhealth.patient,second_hand_smoker:
source: Check it the patient is a passive / second-hand smoker
de: Geben Sie an, ob der Patient ein Passiv- / Gebrauchtrauchraucher ist
zh_cn: 如果患者是二手烟受害者，就选中此项

# help:gnuhealth.patient,sex_with_prostitutes:
source: Check if the patient (he or she) has sex with prostitutes
de: Geben Sie an, ob der Patient (er oder sie) Sex mit Prostituierten hat
zh_cn: 如果患者和性工作者发生过性关系，就选中此项

# help:gnuhealth.patient,sleep_during_daytime:
source: Check if the patient sleep hours are during daylight rather than at night
de: Prüfen Sie, ob die Schlafstunden des Patienten eher tagsüber als nachts liegen
zh_cn: 如果病人白天睡觉而不是晚上睡觉，就选中此项

# help:gnuhealth.patient,sleep_hours:
source: Average hours of sleep per day
de: Durchschnittliche Schlafstunden pro Tag
zh_cn: 每天平均睡眠时间

# help:gnuhealth.patient,soft_drinks:
source: Check if the patient consumes soft drinks with sugar
de: Geben Sie an, ob der Patient alkoholfreie Getränke mit Zucker konsumiert
zh_cn: 如果病人喝含糖软饮料，就选中此项

# help:gnuhealth.patient,traffic_laws:
source: Check if the patient is a safe driver
de: Geben Sie an, ob der Patient ein sicherer Fahrer ist
zh_cn: 如果患者是一个遵守交通规则的司机，就选中此项

# help:gnuhealth.patient.cage,cage_a:
source: Have people Annoyed you by criticizing your drinking?
zh_cn: 有人批评你喝酒时，你会生气吗？

# help:gnuhealth.patient.cage,cage_c:
source: Have you ever felt you needed to Cut down on your drinking?
zh_cn: 你有没有觉得你应该减少饮酒量？
