Repository: alwindoss/gnuhealth
Catalog: tryton/health_ntd_dengue/locale/*.po
Languages: de, es, es_es, fr, pt_br

# field:gnuhealth.dengue_du_survey,bugtraps:
source: Bug traps
es_es: trampas insectos

# field:gnuhealth.dengue_du_survey,create_date:
source: Create Date
de: Datum erstellen
es: Fecha de Creación
es_es: Crear fecha
fr: Date de création
pt_br: Crear data

# field:gnuhealth.dengue_du_survey,create_uid:
source: Create User
de: Benutzer erstellen
es: Creado por
es_es: Crear usuario
fr: Utilisateur qui a crée
pt_br: Crear usuário

# field:gnuhealth.dengue_du_survey,dfloor:
source: Floor
es_es: Suelo

# field:gnuhealth.dengue_du_survey,dperi:
source: Peri-domicilary
es_es: Peri-domiciliario

# field:gnuhealth.dengue_du_survey,droof:
source: Roof
es_es: Techo

# field:gnuhealth.dengue_du_survey,du:
source: DU
de: Wohnbereich
es: UD
es_es: UD
fr: LH
pt_br: UD

# field:gnuhealth.dengue_du_survey,du_fumigation:
source: Fumigation
de: Desinfektion mit Insektizid
es: Fumigación
es_es: Fumigación
pt_br: Fumigação

# field:gnuhealth.dengue_du_survey,du_paint:
source: Insecticide Paint
es_es: Pintura insecticida

# field:gnuhealth.dengue_du_survey,du_status:
source: Status
es: Estado
es_es: Estado
fr: Statut
pt_br: Estado

# field:gnuhealth.dengue_du_survey,dwall:
source: Walls
es_es: Paredes

# field:gnuhealth.dengue_du_survey,fumigation_date:
source: Fumigation Date
de: Desinfektionsdatum
es: Fecha de Fumigación
es_es: Fecha fumigación
fr: Date Fumigation
pt_br: Data de Fumigação

# field:gnuhealth.dengue_du_survey,name:
source: Survey Code
de: Untersuchungscode
es: Código de Encuesta
es_es: Código estudio
fr: Code de l'étude
pt_br: Código da Enquete

# field:gnuhealth.dengue_du_survey,next_survey_date:
source: Next survey
de: Nächste Untersuchung
es: Próxima Encuesta
es_es: Próximo estudio
fr: Etude suivante
pt_br: Próxima Enquete

# field:gnuhealth.dengue_du_survey,nymphs:
source: Nymphs
es_es: Ninfas

# field:gnuhealth.dengue_du_survey,observations:
source: Observations
de: Beobachtungen
es: Observaciones
es_es: Observaciones
pt_br: Observações

# field:gnuhealth.dengue_du_survey,paint_date:
source: Paint Date
es_es: Fecha pintura

# field:gnuhealth.dengue_du_survey,rec_name:
source: Name
es: Nombre
es_es: Nombre
fr: Nom
pt_br: Nome

# field:gnuhealth.dengue_du_survey,survey_date:
source: Date
de: Datum
es: Fecha
es_es: Fecha
pt_br: Data

# field:gnuhealth.dengue_du_survey,t_in_house:
source: Domiciliary
es_es: Domiciliario

# field:gnuhealth.dengue_du_survey,t_peri:
source: Peri-Domiciliary
es_es: Peri-Domiciliario

# field:gnuhealth.dengue_du_survey,triatomines:
source: Triatomines
es_es: Triatominos

# field:gnuhealth.dengue_du_survey,write_date:
source: Write Date
de: Datum erstellen
es: Fecha de Modificación
es_es: Escriba la fecha
fr: Date d'écriture
pt_br: Escreva a Data

# field:gnuhealth.dengue_du_survey,write_uid:
source: Write User
de: Benutzer erstellen
es: Modificado por
es_es: Escribir usuario
fr: Modifié par
pt_br: Escreva Nome de Usuario

# field:gnuhealth.sequences,dengue_du_survey_sequence:
source: Chagas Survey Sequence
es_es: Secuencia estudio Chagas

# help:gnuhealth.dengue_du_survey,bugtraps:
source: The DU has traps to detect triatomines
es_es: La UD tiene trampas para detectar triatominos

# help:gnuhealth.dengue_du_survey,dfloor:
source: Current floor can host triatomines
es_es: El estado del piso puede albergar triatominos

# help:gnuhealth.dengue_du_survey,dperi:
source: Peri domiciliary area can host triatomines
es_es: Area peri-domiciliaria puede albergar triatominos

# help:gnuhealth.dengue_du_survey,droof:
source: Roof materials or state can host triatomines
es_es: Material o estado del techo puede albergar triatominos

# help:gnuhealth.dengue_du_survey,du:
source: Domiciliary Unit
de: Wohneinheit
es: Unidad Dimiciliaria
es_es: Unidad Domiciliaria
fr: Unité de domicile
pt_br: Unidade Domiciliar

# help:gnuhealth.dengue_du_survey,du_fumigation:
source: The DU has been fumigated
de: Der Wohnbereich wurde mit Insektizid behandelt
es: La UD ha sido fumigada
es_es: La UD ha sido fumigada
fr: Le bâtiment a été désinfecté par fumigation
pt_br: A UD tem sido fumigada

# help:gnuhealth.dengue_du_survey,du_paint:
source: The DU has been treated with insecticide-containing paint
es_es: La UD ha sido tratada con pintura que contiene insecticida

# help:gnuhealth.dengue_du_survey,du_status:
source: DU status compared to last visit
de: Wohnbereichsstatus verglichen mit letztem Besuch
es: El estado de la UD comparado con la visita anterior
es_es: Estado UD en comparación con última visita
fr: Etat du LH comparé à la dernière visite
pt_br: Estado da UD Comparada Com a Visita Anterior

# help:gnuhealth.dengue_du_survey,dwall:
source: Wall materials or state can host triatomines
es_es: El material o estado de la pared puede albergar triatominos

# help:gnuhealth.dengue_du_survey,fumigation_date:
source: Last Fumigation Date
de: Letzte Desinfektion Datum
es: Fecha de la Ultima Fumigación
es_es: Última fecha de fumigación
fr: Date de la dernière fumigation
pt_br: Última Data de Fumigação

# help:gnuhealth.dengue_du_survey,nymphs:
source: Check this box if triatomine nymphs were found
es_es: Marque esta casilla si se encontraron triatominos o ninfas

# help:gnuhealth.dengue_du_survey,paint_date:
source: Last Paint Date
es_es: Última fecha de pintura

# help:gnuhealth.dengue_du_survey,t_in_house:
source: Check this box if triatomines were found inside the house
es_es: Marque esta casilla si se encontraron triatominas dentro de la casa

# help:gnuhealth.dengue_du_survey,t_peri:
source: Check this box if triatomines were found in the peridomiciliary area
es_es: Marque esta casilla si se encontraron triatominos en el área peri-domiciliaria

# help:gnuhealth.dengue_du_survey,triatomines:
source: Check this box if triatomines were found
es_es: Marque esta casilla si se encontraron triatominos

# model:gnuhealth.dengue_du_survey,name:
source: Chagas DU Entomological Survey
es_es: Estudio Entomológico de Chagas en UD

# model:ir.action,name:act_dengue_du_survey_form
source: Chagas DU Survey
es_es: Estudio Chagas UD

# model:ir.sequence,name:seq_gnuhealth_du_survey
source: Chagas DU Survey
es_es: Estudi Chagas UD

# model:ir.sequence.type,name:seq_type_gnuhealth_du_survey
source: Chagas DU Survey
es_es: Estudio UD Chagas

# model:product.template,name:product_template_dengue_bsmear_analysischarges0
source: Chagas Blood Smear Charges
es_es: Cargos por Extendido de Sangre

# model:product.template,name:product_template_dengue_elisa_analysischarges0
source: Chagas ELISA Ig Charges
es_es: Cargos por ELISA Ig

# model:product.template,name:product_template_dengue_ifa_analysischarges0
source: Chagas ifa Ig Charges
es_es: Cargos por IFA Ig de Chagas

# model:product.template,name:product_template_dengue_pcr_analysischarges0
source: Chagas PCR Charges
es_es: Cargos por PCR para Chagas

# model:product.template,name:product_template_dengue_strout_analysischarges0
source: Chagas strout Charges
es_es: Cargos por análisis de concentración (Strout) de Chagas

source: Chagas Xenodiagnosis Charges
es_es: Cargos por Xenodiagnóstico de Chagas

# selection:gnuhealth.dengue_du_survey,du_status:
source: Improved
de: vervessert
es: Mejorando
es_es: Mejorado
fr: Amélioré
pt_br: Melhora

# selection:gnuhealth.dengue_du_survey,du_status:
source: Initial
es: Inicial
es_es: Inicial
pt_br: Inicial

# selection:gnuhealth.dengue_du_survey,du_status:
source: Unchanged
de: unverändert
es: Sin Cambios
es_es: Sin cambios
fr: Inchangé
pt_br: Estável

# selection:gnuhealth.dengue_du_survey,du_status:
source: Worsen
de: verschlechtert
es: Empeorando
es_es: Empeorado
fr: Aggravé
pt_br: Deteriorado

# view:gnuhealth.dengue_du_survey:
source: Areas to Improve
es_es: Áreas a mejorar

# view:gnuhealth.dengue_du_survey:
source: Chagas Domiciliary Unit Entomological Survey
es_es: Estudio sobre Chagas de Unidad Domicilaria

# view:gnuhealth.dengue_du_survey:
source: Chagas Domiciliary Unit Entomological Surveys
es_es: Estudios Entomológicos de Chagas en Unidades Domicilarias

# view:gnuhealth.dengue_du_survey:
source: Notes
es_es: Notas

# view:gnuhealth.dengue_du_survey:
source: Presence of triatomines
es_es: Presencia de triatominos

# view:gnuhealth.dengue_du_survey:
source: Preventive Measures
es_es: Medidas preventivas

# field:gnuhealth.dengue_du_survey,aedes_larva:
source: Larvae
es: Larvas
fr: Larves
pt_br: Larva

# field:gnuhealth.dengue_du_survey,animal_water_container:
source: Animal Water containers
de: Tiertränken
es: Bebederos de Animales
fr: Abreuvoirs pour animaux
pt_br: Recipientes com água para animais

# field:gnuhealth.dengue_du_survey,flower_vase:
source: Flower vase
de: Blumenvase
es: Florero
fr: Vase floral
pt_br: Vasos com flores

# field:gnuhealth.dengue_du_survey,larva_in_house:
source: Domiciliary
de: Wohnbereich
es: Domiciliario
fr: Domiciliaire
pt_br: Domiciliário

# field:gnuhealth.dengue_du_survey,larva_peri:
source: Peri-Domiciliary
de: Wohnungsnah
es: Peri-Domiciliario
fr: Péri-domiciliaire
pt_br: Peri-domiciliar

# field:gnuhealth.dengue_du_survey,old_tyres:
source: Tyres
de: Reifen
es: Cubiertas
fr: Pneus
pt_br: Pneus

# field:gnuhealth.dengue_du_survey,ovitraps:
source: Ovitraps
de: Eierfallen
es: Ovitrampas
fr: Piège à oeufs
pt_br: Armadilhas de Ovoposição

# field:gnuhealth.dengue_du_survey,potted_plant:
source: Potted Plants
de: Topfpflanzen
es: Plantas en Macetas
fr: Plantes en pot
pt_br: Plantas em Vasos

# field:gnuhealth.dengue_du_survey,rock_holes:
source: Rock holes
de: Löcher im Stein
es: Agujeros en Roca
fr: Cavités dans la roche
pt_br: Buracos em Rochas

# field:gnuhealth.dengue_du_survey,tree_holes:
source: Tree holes
de: Baumlöcher
es: Agujeros en Árboles
fr: Trous d'arbres
pt_br: Buracos em Árvores

# field:gnuhealth.sequences,dengue_du_survey_sequence:
source: Dengue Survey Sequence
de: Dengue Untersuchung Sequenz
es: Secuencia de Encuesta Dengue
fr: Séquence de surveillance de la dengue
pt_br: Sequência da Enquete Dengue

# help:gnuhealth.dengue_du_survey,aedes_larva:
source: Check this box if Aedes aegypti larvae were found
de: Ankreuzen wenn Aedes aegipti Larven gefunden wurden
es: Marcar esta casilla si se encontraron larvas de Aedes aegypti
fr: Cochez cette case si des larves d'Aedes aegypti ont été trouvées
pt_br: Selecione a Caixa se Foram Encontradas larvas de Aedes aegypti

# help:gnuhealth.dengue_du_survey,animal_water_container:
source: Animal water containers not scrubbed or clean
de: Tiertränke nicht geschrubbt oder sauber
es: Bebederos de Animales Animal no limpios
fr: Abreuvoirs pour animaux non récurés ou nettoyés
pt_br: Bebedouros Para Animais Sujos

# help:gnuhealth.dengue_du_survey,flower_vase:
source: Flower vases without scrubbing or cleaning
de: Blumenvasen ohne Schrubben oder Reinigen
es: Floreros no limpios
fr: Vases floraux non récurés ou nettoyés
pt_br: Vasos Com Flores Sujos

# help:gnuhealth.dengue_du_survey,larva_in_house:
source: Check this box if larvae were found inside the house
de: Ankreuzen wenn Larven im Inneren des Hauses gefunden wurden
es: Marcar esta casilla si fueron encontradas larvas en la casa
fr: Cochez cette case si des larves ont été trouvées dans la maison
pt_br: Selecione a caixa se foram encontradas larvas dentro da casa

# help:gnuhealth.dengue_du_survey,larva_peri:
source: Check this box if larva were found in the peridomiciliary area
de: Markieren Sie diese Box wenn Larven im wohnungsnahen Umfeld gefunden wurden
es: Marcar esta casilla si fueron encontradas larvas en el área de peri-domiciliaria
fr: Cochez cette case si des larves ont été trouvées dans la zone péri-domiciliaire
pt_br: Selecione a caixa se foram encontradas larvas na área peri-domiciliar

# help:gnuhealth.dengue_du_survey,old_tyres:
source: Old vehicle tyres found
de: Alte Fahrzeugreifen gefunden
es: Se encontraron cubiertas viejas de vehículos
fr: Vieux pneus trouvés
pt_br: Pneus velhos encontrados

# help:gnuhealth.dengue_du_survey,ovitraps:
source: Check if ovitraps are in place
de: Prüfen ob Eierfallen aufgestellt sind
es: Marcar si las Ovitrampas están en el lugar
fr: Vérifier si les pièges à oeufs sont installés
pt_br: Confira se as armadilhas de ovoposição estão no seu lugar

# help:gnuhealth.dengue_du_survey,potted_plant:
source: Potted Plants with saucers
de: Topfpflanzen mit Untertassen
es: Plantas en Macetas con platillos
fr: Plantes en pot avec soucoupes
pt_br: Plantas en vasos com pratinhos embaixo

# help:gnuhealth.dengue_du_survey,rock_holes:
source: unfilled rock holes
de: ungefüllte Steinlöcher
es: Agujeros en roca no llenos
fr: Trous de roches non remplis
pt_br: Buracos em rochas abertos

# help:gnuhealth.dengue_du_survey,tree_holes:
source: unfilled tree holes
de: ungefüllte Baumlöcher
es: Agujeros en árboles no llenos
fr: Trous d'arbres non remplis
pt_br: Buracos abertos em árvores

# model:gnuhealth.dengue_du_survey,name:
source: Dengue DU Survey
de: Dengue Wohnbereich Untersuchung
es: Encuesta de UD de Dengue
fr: Enquête Dengue sur le domicile
pt_br: Pesquisa domiciliar sobre dengue

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_elisa_elisa_igg
source: Dengue ELISA Ig-M
es: Dengue por ELISA Ig-M
fr: Ig-M Dengue ELISA
pt_br: Dengue por ELISA Ig-M

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_elisa_igg
source: Dengue Ig-G
es: Dengue por Ig-G
fr: Ig-G Dengue
pt_br: Dengue por Ig-G

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_qualitative_pcr
source: Dengue PCR
es: Dengue por PCR
fr: PCR Dengue
pt_br: Dengue por PCR

source: Dengue PRNT
es: Dengue por PRNT
fr: PRNT Dengue
pt_br: Dengue por PRNT

# model:gnuhealth.lab.test_type,name:gnuhealth_test_dengue_elisa_igg_analysis0
source: DENGUE IgG
es: DENGUE por IgG
fr: IgG DENGUE
pt_br: Dengue por IgG

# model:gnuhealth.lab.test_type,name:gnuhealth_test_dengue_elisa_igm_analysis0
source: DENGUE ELISA
es: DENGUE por ELISA
pt_br: Dengue por ELISA

# model:gnuhealth.lab.test_type,name:gnuhealth_test_dengue_pcr_analysis0
source: DENGUE PCR
es: DENGUE por PCR
fr: PCR DENGUE
pt_br: Dengue por PCR

# model:gnuhealth.lab.test_type,name:gnuhealth_test_dengue_prnt_analysis0
source: DENGUE PRNT
es: DENGUE por PRNT
fr: PRNT DENGUE
pt_br: Dengue por PRNT

# model:ir.action,name:act_dengue_du_survey_form
source: Dengue DU Survey
de: Dengue Wohnbereich Untersuchung
es: Encuesta de UD de Dengue
fr: Enquête Dengue des domciles
pt_br: Pesquisa domiciliar sobre dengue

# model:ir.sequence,name:seq_gnuhealth_du_survey
source: Dengue DU Survey
de: Dengue Wohnbereich Untersuchung
es: Encuesta de UD de Dengue
fr: Enquête Dengue des domiciles
pt_br: Pesquisa domiciliar sobre dengue

# model:ir.sequence.type,name:seq_type_gnuhealth_du_survey
source: Dengue DU Survey
de: Dengue Wohnbereich Untersuchung
es: Encuesta de UD de Dengue
fr: Enquête Dengue des Domicile
pt_br: Pesquisa domiciliar sobre dengue

# model:product.template,name:product_template_dengue_elisa_igg_analysischarges0
source: Dengue IgG Charges
es: Cargos por Dengue por IgG
fr: Frais IgG Dengue
pt_br: Carga dengue IgG

# model:product.template,name:product_template_dengue_elisa_igm_analysischarges0
source: Dengue ELISA MAC Ig-M Charges
es: Cargos por Dengue por ELISA MAC Ig-M
fr: Frais Ig-M Dengue ELISA MAC
pt_br: Carga dengue ELISA MAC Ig-M

# model:product.template,name:product_template_dengue_pcr_analysischarges0
source: Dengue PCR Charges
es: Cargos por Dengue por PCR
fr: Frais PCR Dengue
pt_br: Carga dengue PCR

# model:product.template,name:product_template_dengue_prnt_analysischarges0
source: Dengue PRNT Charges
es: Cargos por Dengue por PRNT
fr: Frais PRNT Dengue
pt_br: Carga dengue PRNT

# field:gnuhealth.dengue_du_survey,id:
source: ID
de: Kennung
