Repository: alwindoss/gnuhealth
Catalog: tryton/health_services/locale/*.po
Languages: de, fr_fr

# error:gnuhealth.health_service:
source: The Service ID must be unique
de: Die Service-ID muß eindeutig sein
fr_fr: L'ID de service doit être unique

# error:gnuhealth.service.invoice.create:
source: No Payment Term associated to the Patient
de: Kein Zahlungsbedingung beim Patienten hinterlegt
fr_fr: Pas de conditions de paiement associé au parent

# error:gnuhealth.service.invoice.create:
source: No invoice address associated
de: Keine Rechnungsadresse hinterlegt
fr_fr: Aucune adresse de facturation associée

# error:gnuhealth.service.invoice.create:
source: Service already invoiced
de: Service wurde bereits abgerechnet
fr_fr: Service déjà facturé

# field:account.invoice,health_service:
source: Health Service
de: Gesundheits-Service
fr_fr: Service de santé

# field:gnuhealth.health_service,create_date:
source: Create Date
de: Erstellungsdatum
fr_fr: Date de création

# field:gnuhealth.health_service,create_uid:
source: Create User
de: Erstellt durch
fr_fr: Créé par

# field:gnuhealth.health_service,desc:
source: Description
de: Beschreibung

# field:gnuhealth.health_service,institution:
source: Institution
de: Institut

# field:gnuhealth.health_service,invoice_to:
source: Invoice to
de: Rechnungsempfänger
fr_fr: facture à

# field:gnuhealth.health_service,service_date:
source: Date
de: Datum

# field:gnuhealth.health_service,service_line:
source: Service Line
de: Service Zeile
fr_fr: Ligne de service

# field:gnuhealth.health_service,state:
source: State
de: Status
fr_fr: Etat

# field:gnuhealth.health_service,write_date:
source: Write Date
de: Zuletzt geändert
fr_fr: Date de modification

# field:gnuhealth.health_service,write_uid:
source: Write User
de: Letzte Änderung durch
fr_fr: Modifié par

# field:gnuhealth.health_service.line,appointment:
source: Appointment
de: Termin
fr_fr: Rendez-vous

# field:gnuhealth.health_service.line,create_date:
source: Create Date
de: Erstellungsdatum
fr_fr: Date de création

# field:gnuhealth.health_service.line,create_uid:
source: Create User
de: Erstellt durch
fr_fr: Créé par

# field:gnuhealth.health_service.line,desc:
source: Description
de: Beschreibung

# field:gnuhealth.health_service.line,from_date:
source: From
de: Von
fr_fr: De

# field:gnuhealth.health_service.line,name:
source: Service
de: Dienstleistung

# field:gnuhealth.health_service.line,product:
source: Product
de: Produkt
fr_fr: Produit

# field:gnuhealth.health_service.line,qty:
source: Qty
de: Menge
fr_fr: Qté

# field:gnuhealth.health_service.line,to_date:
source: To
de: An
fr_fr: A

# field:gnuhealth.health_service.line,to_invoice:
source: Invoice
de: Rechnung
fr_fr: Facture

# field:gnuhealth.health_service.line,write_date:
source: Write Date
de: Zuletzt geändert
fr_fr: Date de modification

# field:gnuhealth.health_service.line,write_uid:
source: Write User
de: Letzte Änderung durch
fr_fr: Modifié par

# field:gnuhealth.sequences,health_service_sequence:
source: Health Service Sequence
de: Nummernkreis des Gesundheitsservice
fr_fr: Séquence service de santé

# help:account.invoice,health_service:
source: The service entry
de: Service-Eintrag

# help:account.invoice,patient:
source: Patient in the invoice
de: Patient in der Rechnung

# help:gnuhealth.health_service,service_line:
source: Service Line
de: Zeile des Service
fr_fr: Ligne de service

# help:gnuhealth.health_service.line,appointment:
source: Enter or select the date / ID of the appointment related to this evaluation
de: Geben Sie das Datum / die ID des mit dieser Bewertung verbundenen Termins ein oder wählen Sie diese aus
fr_fr: Entrez ou sélectionnez la date / l'ID du rendez-vous lié à cette évaluation

# help:gnuhealth.prescription.order,service:
source: Service document associated to this prescription
de: Zu diesem Rezept gehörendes Dienstdokument

# model:gnuhealth.health_service,name:
source: Health Service
de: Gesundheitservice
fr_fr: Service de santé

# model:gnuhealth.health_service.line,name:
source: Health Service
de: Gesundheitservice
fr_fr: Service de santé

# model:gnuhealth.service.invoice.init,name:
source: Create Service Invoice Init
de: Rechnungslinie Init erstellen
fr_fr: Créer facture init de service

# model:ir.action,name:act_create_health_service_invoice
source: Create Health Service Invoice
de: Rechnungslzeile erstellen
fr_fr: Créer facture du service de santé

# model:ir.action,name:act_invoice_related_form1
source: Related Invoice
de: Zugehörige Rechnung

# model:ir.action,name:gnuhealth_action_health_service
source: Health services
de: Gesundheitservices
fr_fr: Services de santé

# model:ir.action,name:gnuhealth_action_health_service_invoices
source: Created invoices
de: Erstellte Rechnungen

# model:ir.action,name:report_health_services_report
source: Services Report
de: Bericht über Service

# model:ir.sequence,name:seq_gnuhealth_health_service
source: Health Service
de: Gesundheitsleistung
fr_fr: Service de santé

# model:ir.sequence.type,name:seq_type_gnuhealth_health_service
source: Health Service
de: Gesundheitsleistung
fr_fr: Service de santé

# model:ir.ui.menu,name:gnuhealth_health_service_invoices_menu
source: Created invoices
de: Erstellte Rechnungen

# model:ir.ui.menu,name:gnuhealth_health_service_menu
source: Health services
de: Gesundheitsleistungen
fr_fr: Services de santé

# model:ir.ui.menu,name:gnuhealth_services_menu
source: Health Services
de: Gesundheitsleistungen
fr_fr: Services de santé

# model:res.group,name:group_health_services_admin
source: Health Services Administration
de: Verwaltung Gesundheitsleistungen
fr_fr: Administration des services de santé

# selection:gnuhealth.health_service,state:
source: Draft
de: Entwurf
fr_fr: Brouillon

# selection:gnuhealth.health_service,state:
source: Invoiced
de: In Rechnung gestellt
fr_fr: Facturé

# wizard_button:gnuhealth.service.invoice.create,start,create_service_invoice:
source: Create Invoice
de: Rechnung erstellen
fr_fr: Créer Facture

# wizard_button:gnuhealth.service.invoice.create,start,end:
source: Cancel
de: Abbrechen
fr_fr: Annuler

# field:gnuhealth.health_service,rec_name:
source: Name
fr_fr: Nom

# field:gnuhealth.health_service.line,rec_name:
source: Name
fr_fr: Nom

# view:account.invoice:
source: Health
fr_fr: Santé

# view:gnuhealth.health_service.line:
source: Health Service Line
fr_fr: Ligne de service de santé

# view:gnuhealth.health_service.line:
source: Service Line
fr_fr: Ligne de service

# view:gnuhealth.health_service:
source: Health service
fr_fr: Service de santé

# view:gnuhealth.health_service:
source: Set to Draft
fr_fr: Marquer comme brouillon

# view:gnuhealth.service.invoice.init:
source: Create Invoices
fr_fr: Créer Factures

# view:gnuhealth.service.invoice.init:
source: Do you want to generate the Invoice(s) ?
fr_fr: Voulez vous générer le(s) facture(s) ?

# view:gnuhealth.service.invoice.init:
source: Health Services Invoices
fr_fr: Factures du service de santé
