Repository: alwindoss/gnuhealth
Catalog: tryton/health_gyneco/locale/*.po
Languages: de, fr

# error:gnuhealth.patient.pregnancy:
source: Our records indicate that the patient is already pregnant !
de: Unsere Aufzeichnungen deuten darauf hin, dass die Patientin bereits schwanger ist !
fr: Nos enregistrements indique que la patiente est déjà enceinte!

# error:gnuhealth.patient.pregnancy:
source: This pregnancy code for this patient already exists
fr: Le code grossesse de ce patient existe déjà

# field:gnuhealth.patient,abortions:
source: Abortions
de: Abtreibungen
fr: Avortements

# field:gnuhealth.patient,breast_self_examination:
source: Breast self-examination
de: Selbstuntersuchung der Brust
fr: Auto-examen des seins

# field:gnuhealth.patient,colposcopy:
source: Colposcopy
de: Kolposkopie
fr: Colposcopie

# field:gnuhealth.patient,colposcopy_history:
source: Colposcopy History
de: Kolposkopien Vorgeschichte
fr: Historique colposcopie

# field:gnuhealth.patient,colposcopy_last:
source: Last colposcopy
de: Letzte Kolposkopie
fr: Dernière colposcopie

# field:gnuhealth.patient,currently_pregnant:
source: Pregnant
de: schwanger
fr: Enceinte

# field:gnuhealth.patient,fertile:
source: Fertile
de: Fertil
fr: Féconde

# field:gnuhealth.patient,full_term:
source: Full Term
de: Normale Schwangerschaftsdauer
fr: À terme

# field:gnuhealth.patient,gravida:
source: Pregnancies
de: Schwangerschaften
fr: Grossesses

# field:gnuhealth.patient,mammography:
source: Mammography
de: Mammographie
fr: Mammographie

# field:gnuhealth.patient,mammography_history:
source: Mammography History
de: Mammographie Verlauf
fr: Historique mammographie

# field:gnuhealth.patient,mammography_last:
source: Last mammography
de: Letzte Mammographie
fr: Dernière mammographie

# field:gnuhealth.patient,menarche:
source: Menarche age
de: Zeitpunkt der Menarche
fr: Âge des premières règles

# field:gnuhealth.patient,menopausal:
source: Menopausal
de: Menopause
fr: Ménopausée

# field:gnuhealth.patient,menopause:
source: Menopause age
de: Zeitpunkt der Menopause
fr: Âge de la ménopause

# field:gnuhealth.patient,menstrual_history:
source: Menstrual History
de: Menstruation Vorgeschichte
fr: Antécédents menstruel

# field:gnuhealth.patient,pap_history:
source: PAP smear History
de: PAP Abstrich Vorgeschichte
fr: Antécédents test de PAP (frottis)

# field:gnuhealth.patient,pap_test:
source: PAP test
fr: Test de PAP (frottis)

# field:gnuhealth.patient,pap_test_last:
source: Last PAP test
de: Letzter Pap-Test
fr: Dernier test de PAP (frottis)

# field:gnuhealth.patient,pregnancy_history:
source: Pregnancies
de: Schwangerschaften
fr: Grossesses

# field:gnuhealth.patient,premature:
source: Premature
de: Frühgeburt
fr: Prématurée

# field:gnuhealth.patient,stillbirths:
source: Stillbirths
de: Totgeburten
fr: Mort-nés

# field:gnuhealth.patient.colposcopy_history,comments:
source: Remarks
de: Bemerkungen
fr: Remarques

# field:gnuhealth.patient.colposcopy_history,create_date:
source: Create Date
de: Datum erstellen
fr: Date de création

# field:gnuhealth.patient.colposcopy_history,create_uid:
source: Create User
de: Benutzer erstellen
fr: Créé par

# field:gnuhealth.patient.colposcopy_history,healthprof:
source: Reviewed
de: überprüft
fr: Révisé

# field:gnuhealth.patient.colposcopy_history,last_colposcopy:
source: Previous
de: vorige
fr: Dernière

# field:gnuhealth.patient.colposcopy_history,rec_name:
source: Name
fr: Nom

# field:gnuhealth.patient.colposcopy_history,result:
source: result
de: Ergebnis
fr: résultat

# field:gnuhealth.patient.colposcopy_history,write_date:
source: Write Date
de: Datum erstellen
fr: Date de Mise à Jour

# field:gnuhealth.patient.colposcopy_history,write_uid:
source: Write User
de: Benutzer erstellen
fr: Modifié par

# field:gnuhealth.patient.mammography_history,comments:
source: Remarks
de: Bemerkungen
fr: Remarques

# field:gnuhealth.patient.mammography_history,create_date:
source: Create Date
de: Datum erstellen
fr: Date de création

# field:gnuhealth.patient.mammography_history,create_uid:
source: Create User
de: Benutzer erstellen
fr: Créé par

# field:gnuhealth.patient.mammography_history,healthprof:
source: Reviewed
de: überprüft
fr: Révisé

# field:gnuhealth.patient.mammography_history,last_mammography:
source: Previous
de: vorige
fr: Dernière

# field:gnuhealth.patient.mammography_history,rec_name:
source: Name
fr: Nom

# field:gnuhealth.patient.mammography_history,result:
source: result
de: Ergebnis
fr: résultat

# field:gnuhealth.patient.mammography_history,write_date:
source: Write Date
de: Datum erstellen
fr: Date de Mise à Jour

# field:gnuhealth.patient.mammography_history,write_uid:
source: Write User
de: Benutzer erstellen
fr: Modifié par

# field:gnuhealth.patient.menstrual_history,create_date:
source: Create Date
de: Datum erstellen
fr: Date de création

# field:gnuhealth.patient.menstrual_history,create_uid:
source: Create User
de: Benutzer erstellen
fr: Créé par

# field:gnuhealth.patient.menstrual_history,dysmenorrhea:
source: Dysmenorrhea
de: Dysmenorrhoe
fr: Dysménorrhée

# field:gnuhealth.patient.menstrual_history,frequency:
source: frequency
de: Frequenz
fr: fréquence

# field:gnuhealth.patient.menstrual_history,healthprof:
source: Reviewed
de: überprüft
fr: Révisé

# field:gnuhealth.patient.menstrual_history,is_regular:
source: Regular
de: Regelmässig
fr: Normal

# field:gnuhealth.patient.menstrual_history,lmp:
source: LMP
de: LMP - Letzte Menstruationsperiode
fr: Dernière période de menstruation

# field:gnuhealth.patient.menstrual_history,lmp_length:
source: Length
de: Körperlänge
fr: Longueur

# field:gnuhealth.patient.menstrual_history,rec_name:
source: Name
fr: Nom

# field:gnuhealth.patient.menstrual_history,write_date:
source: Write Date
de: Datum erstellen
fr: Date de Mise à Jour

# field:gnuhealth.patient.menstrual_history,write_uid:
source: Write User
de: Benutzer erstellen
fr: Modifié par

# field:gnuhealth.patient.pap_history,comments:
source: Remarks
de: Bemerkungen
fr: Remarques

# field:gnuhealth.patient.pap_history,create_date:
source: Create Date
de: Datum erstellen
fr: Date de création

# field:gnuhealth.patient.pap_history,create_uid:
source: Create User
de: Benutzer erstellen
fr: Créé par

# field:gnuhealth.patient.pap_history,healthprof:
source: Reviewed
de: überprüft
fr: Révisé

# field:gnuhealth.patient.pap_history,last_pap:
source: Previous
de: vorige
fr: Dernier

# field:gnuhealth.patient.pap_history,rec_name:
source: Name
fr: Nom

# field:gnuhealth.patient.pap_history,result:
source: result
de: Ergebnis
fr: résultat

# field:gnuhealth.patient.pap_history,write_date:
source: Write Date
de: Datum erstellen
fr: Date de Mise à Jour

# field:gnuhealth.patient.pap_history,write_uid:
source: Write User
de: Benutzer erstellen
fr: Modifié par

# field:gnuhealth.patient.pregnancy,bba:
source: BBA
de: BBA - born before arrival
fr: PMB (plastie mammaire bilatérale)

# field:gnuhealth.patient.pregnancy,create_date:
source: Create Date
de: Datum erstellen
fr: Date de création

# field:gnuhealth.patient.pregnancy,create_uid:
source: Create User
de: Benutzer erstellen
fr: Créé par

# field:gnuhealth.patient.pregnancy,current_pregnancy:
source: Current Pregnancy
de: Aktuelle Schwangerschaft
fr: Grossesse actuelle

# field:gnuhealth.patient.pregnancy,fetuses:
source: Fetuses
de: Föten
fr: Fœtus

# field:gnuhealth.patient.pregnancy,gravida:
source: Pregnancy #
de: Schwangerschaft #
fr: Grossesse Nr

# field:gnuhealth.patient.pregnancy,healthprof:
source: Health Prof
de: Behandler
fr: Prof. de santé

# field:gnuhealth.patient.pregnancy,home_birth:
source: Home Birth
de: Hausgeburt
fr: Accouchement à Domicile

# field:gnuhealth.patient.pregnancy,iugr:
source: IUGR
de: IUGR - intrauterine Wachstumsverzögerung
fr: Restriction intra utérine de croissance

# field:gnuhealth.patient.pregnancy,lmp:
source: LMP
de: LMP - Letzte Menstruationsperiode
fr: Dernière période menstruelle

# field:gnuhealth.patient.pregnancy,monozygotic:
source: Monozygotic
de: Monozygotisch
fr: Monozygote

# field:gnuhealth.patient.pregnancy,name:
source: Patient ID
de: Patienten-ID
fr: ID patient

# field:gnuhealth.patient.pregnancy,pdd:
source: Pregnancy Due Date
de: Geburtstermin
fr: Date d'accouchement

# field:gnuhealth.patient.pregnancy,perinatal:
source: Perinatal Info
de: Perinatal-Informationen
fr: Infos périnatale

# field:gnuhealth.patient.pregnancy,pregnancy_end_age:
source: Weeks
de: Wochen
fr: Semaines

# field:gnuhealth.patient.pregnancy,pregnancy_end_date:
source: End of Pregnancy
de: Ende der Schwangerschaft
fr: Fin de grossesse

# field:gnuhealth.patient.pregnancy,pregnancy_end_result:
source: Result
de: Ergebnis
fr: Résultat

# field:gnuhealth.patient.pregnancy,prenatal_evaluations:
source: Prenatal Evaluations
de: Pränatale Untersuchung
fr: Consultations prénatales

# field:gnuhealth.patient.pregnancy,puerperium_monitor:
source: Puerperium monitor
de: Wochenbettüberwachung
fr: Suivi Puerpérium

# field:gnuhealth.patient.pregnancy,rec_name:
source: Name
fr: Nom

# field:gnuhealth.patient.pregnancy,reverse:
source: Reverse
de: umgekehrt
fr: Inverser

# field:gnuhealth.patient.pregnancy,reverse_weeks:
source: Pr. Weeks
de: SSW
fr: Semaines précédentes

# field:gnuhealth.patient.pregnancy,warning:
source: Warn
de: Warnung
fr: Aavertir

# field:gnuhealth.patient.pregnancy,warning_icon:
source: Pregnancy warning icon
de: Schwangerschaftswarnsymbol
fr: Icône d'avertissement grossesse

# field:gnuhealth.patient.pregnancy,write_date:
source: Write Date
de: Datum erstellen
fr: Date de modification

# field:gnuhealth.patient.pregnancy,write_uid:
source: Write User
de: Benutzer erstellen
fr: Modifié par

# field:gnuhealth.patient.prenatal.evaluation,create_date:
source: Create Date
de: Datum erstellen
fr: Date de création

# field:gnuhealth.patient.prenatal.evaluation,create_uid:
source: Create User
de: Benutzer erstellen
fr: Créé par

# field:gnuhealth.patient.prenatal.evaluation,diabetes:
source: Diabetes
fr: Diabète

# field:gnuhealth.patient.prenatal.evaluation,evaluation:
source: Patient Evaluation
de: Patient Befundung
fr: Consultation patient

# field:gnuhealth.patient.prenatal.evaluation,fetus_heart_rate:
source: Fetus heart rate
de: Fetale Herzfrequenz
fr: Fréquence cardiaque du fœtus

# field:gnuhealth.patient.prenatal.evaluation,fundal_height:
source: Fundal Height
de: Fundusstand
fr: Hauteur utérine

# field:gnuhealth.patient.prenatal.evaluation,gestational_days:
source: Gestational days
de: Schwangerschaftstage
fr: Jours de gestation

# field:gnuhealth.patient.prenatal.evaluation,gestational_weeks:
source: Gestational Weeks
de: Schwangerschaftswochen
fr: Semaine gestationnelles

# field:gnuhealth.patient.prenatal.evaluation,healthprof:
source: Health Prof
de: Behandler
fr: Professionnel de santé

# field:gnuhealth.patient.prenatal.evaluation,iugr:
source: IUGR
de: IUGR - intrauterine Wachstumsverzögerung
fr: Restriction intra utérine de croissance

# field:gnuhealth.patient.prenatal.evaluation,name:
source: Patient Pregnancy
de: Patient Schwangerschaft
fr: Grossesse patient

# field:gnuhealth.patient.prenatal.evaluation,oligohydramnios:
source: Oligohydramnios
de: Oligohydramnion
fr: Oligoamnios

# field:gnuhealth.patient.prenatal.evaluation,overweight:
source: Overweight
de: Übergewicht
fr: Surpoids

# field:gnuhealth.patient.prenatal.evaluation,preeclampsia:
source: Preeclampsia
de: Präeklampsie
fr: Pré-éclampsie

# field:gnuhealth.patient.prenatal.evaluation,rec_name:
source: Name
fr: Nom

# field:gnuhealth.patient.prenatal.evaluation,vasa_previa:
source: Vasa Previa
de: Vasa Prävia
fr: Vasa prévia

# field:gnuhealth.patient.prenatal.evaluation,write_date:
source: Write Date
de: Datum erstellen
fr: Date de modification

# field:gnuhealth.patient.prenatal.evaluation,write_uid:
source: Write User
de: Benutzer erstellen
fr: Modifié par

# field:gnuhealth.perinatal,abortion:
source: Abortion
de: Abort
fr: Avortement

# field:gnuhealth.perinatal,abruptio_placentae:
source: Abruptio Placentae
fr: Décollement placentaire

# field:gnuhealth.perinatal,create_date:
source: Create Date
de: Datum erstellen
fr: Date de création

# field:gnuhealth.perinatal,create_uid:
source: Create User
de: Benutzer erstellen
fr: Créé par

# field:gnuhealth.perinatal,dystocia:
source: Dystocia
de: Dystokie
fr: Dystocie

# field:gnuhealth.perinatal,episiotomy:
source: Episiotomy
de: Episiotomie
fr: Épisiotomie

# field:gnuhealth.perinatal,fetus_presentation:
source: Fetus Presentation
de: Kindslage
fr: Présentation fœtale

# field:gnuhealth.perinatal,gestational_days:
source: Days
de: Tage
fr: Jours

# field:gnuhealth.perinatal,gestational_weeks:
source: Gestational wks
de: Schwangerschaftswochen
fr: Age gestationnel

# field:gnuhealth.perinatal,gravida_number:
source: Gravida #
fr: Grossesse Nr

# field:gnuhealth.perinatal,healthprof:
source: Health Prof
de: Behandler
fr: Professionnel de santé

# field:gnuhealth.perinatal,hematoma:
source: Hematoma
de: Hämatom
fr: Hématome

# field:gnuhealth.perinatal,laceration:
source: Lacerations
de: Lazerationen
fr: Lacérations

# field:gnuhealth.perinatal,monitoring:
source: Monitors
de: Überwachung
fr: Moniteurs

# field:gnuhealth.perinatal,name:
source: Patient Pregnancy
de: Patient Schwangerschaft
fr: Grossesse patient

# field:gnuhealth.perinatal,placenta_incomplete:
source: Incomplete
de: Unvollständig
fr: Incomplète

# field:gnuhealth.perinatal,placenta_retained:
source: Retained
de: retiniert
fr: Retenue

# field:gnuhealth.perinatal,prenatal_evaluations:
source: Prenatal evaluations
de: Pränatale Untersuchungen
fr: Consultations prénatales

# field:gnuhealth.perinatal,rec_name:
source: Name
fr: Nom

# field:gnuhealth.perinatal,start_labor_mode:
source: Delivery mode
de: Geburtsmodus
fr: Mode de délivrance

# field:gnuhealth.perinatal,stillbirth:
source: Stillbirth
de: Totgeburt
fr: Mort-né

# field:gnuhealth.perinatal,vaginal_tearing:
source: Vaginal tearing
de: Vaginalruptur
fr: Déchirure vaginale

# field:gnuhealth.perinatal,write_date:
source: Write Date
de: Datum erstellen
fr: Date de Mise à Jour

# field:gnuhealth.perinatal,write_uid:
source: Write User
de: Benutzer erstellen
fr: Modifié par

# field:gnuhealth.perinatal.monitor,bleeding:
source: Bleeding
de: Blutung
fr: Saignements

# field:gnuhealth.perinatal.monitor,create_date:
source: Create Date
de: Datum erstellen
fr: Date de création

# field:gnuhealth.perinatal.monitor,create_uid:
source: Create User
de: Benutzer erstellen
fr: Créé par

# field:gnuhealth.perinatal.monitor,date:
source: Date and Time
de: Datum und Uhrzeit
fr: Date et Heure

# field:gnuhealth.perinatal.monitor,diastolic:
source: Diastolic Pressure
de: Diastolischer Blutdruck
fr: Pression diastolique

# field:gnuhealth.perinatal.monitor,dilation:
source: Cervix dilation
de: Weite des Muttermundes
fr: Dilatation du col utérin

# field:gnuhealth.perinatal.monitor,f_frequency:
source: Fetus Heart Frequency
de: Fetale Herzfrequenz
fr: Fréquence cardiaque du foetus

# field:gnuhealth.perinatal.monitor,fetus_position:
source: Fetus Position
de: Lage des Fötus
fr: Position du foetus

# field:gnuhealth.perinatal.monitor,frequency:
source: Mother's Heart Frequency
de: Herzfrequenz der Mutter
fr: Fréquence cardiaque de la mère

# field:gnuhealth.perinatal.monitor,fundal_height:
source: Fundal Height
de: Fundusstand
fr: Hauteur utérine

# field:gnuhealth.perinatal.monitor,meconium:
source: Meconium
de: Mekonium
fr: Le méconium

# field:gnuhealth.perinatal.monitor,name:
source: Patient Perinatal Evaluation
de: Patient Perinatale Untersuchung
fr: Consultation périnatale patient

# field:gnuhealth.perinatal.monitor,rec_name:
source: Name
fr: Nom

# field:gnuhealth.perinatal.monitor,systolic:
source: Systolic Pressure
de: Systolischer Blutdruck
fr: Pression systolique

# field:gnuhealth.perinatal.monitor,write_date:
source: Write Date
de: Datum erstellen
fr: Date de Mise à Jour

# field:gnuhealth.perinatal.monitor,write_uid:
source: Write User
de: Benutzer erstellen
fr: Modifié par

# field:gnuhealth.puerperium.monitor,create_date:
source: Create Date
de: Datum erstellen
fr: Date de création

# field:gnuhealth.puerperium.monitor,create_uid:
source: Create User
de: Benutzer erstellen
fr: Créé par

# field:gnuhealth.puerperium.monitor,date:
source: Date and Time
de: Datum und Uhrzeit
fr: Date et Heure

# field:gnuhealth.puerperium.monitor,diastolic:
source: Diastolic Pressure
de: Diastolischer Blutdruck
fr: Pression diastolique

# field:gnuhealth.puerperium.monitor,frequency:
source: Heart Frequency
de: Herzfrequenz
fr: Fréquence cardiaque

# field:gnuhealth.puerperium.monitor,healthprof:
source: Health Prof
de: Behandler
fr: Prof. de santé

# field:gnuhealth.puerperium.monitor,lochia_amount:
source: Lochia amount
de: Menge der Lochien
fr: Volume des lochies

# field:gnuhealth.puerperium.monitor,lochia_color:
source: Lochia color
de: Farbe der Lochien
fr: Couleur des lochies

# field:gnuhealth.puerperium.monitor,lochia_odor:
source: Lochia odor
de: Geruch der Lochien
fr: Odeur des lochies

# field:gnuhealth.puerperium.monitor,name:
source: Patient Pregnancy
de: Patient Schwangerschaft
fr: Grossesse patient

# field:gnuhealth.puerperium.monitor,rec_name:
source: Name
fr: Nom

# field:gnuhealth.puerperium.monitor,systolic:
source: Systolic Pressure
de: Systolischer Blutdruck
fr: Pression systolique

# field:gnuhealth.puerperium.monitor,temperature:
source: Temperature
de: Temperatur
fr: Température

# field:gnuhealth.puerperium.monitor,uterus_involution:
source: Fundal Height
de: Fundusstand
fr: Hauteur utérine

# field:gnuhealth.puerperium.monitor,write_date:
source: Write Date
de: Datum erstellen
fr: Date de Mise à Jour

# field:gnuhealth.puerperium.monitor,write_uid:
source: Write User
de: Benutzer erstellen
fr: Modifié par

# help:gnuhealth.patient,breast_self_examination:
source: Check if patient does and knows how to self examine her breasts
de: Ankreuzen, wenn die Patientin eine Selbstuntersuchung der Brust durchführen kann
fr: Cochez cette case si la patiente sait comment s'auto examiner ses seins et le fait

# help:gnuhealth.patient,colposcopy:
source: Check if the patient has done a colposcopy exam
de: Ankreuzen, wenn eine Kolposkopie bei der Patientin gemacht wurde
fr: Vérifier si le patient a fait une colposcopie

# help:gnuhealth.patient,colposcopy_last:
source: Enter the date of the last colposcopy
de: Geben Sie das Datum der letzten Kolposkopie an
fr: Entrez la date de la dernière colposcopie

# help:gnuhealth.patient,fertile:
source: Check if patient is in fertile age
de: Ankreuzen, wenn die Patientin im Reproduktionsalter ist
fr: Cocher cette option si le patient est en âge de procréer

# help:gnuhealth.patient,full_term:
source: Full term pregnancies
de: Schwangerschaften mit normaler Dauer
fr: Grossesses à terme

# help:gnuhealth.patient,gravida:
source: Number of pregnancies, computed from Obstetric history
de: Anzahl der Schwangerschaften, berechnet aus der geburtshilflichen Anamnese
fr: Nbre de grossesses, calculé à partir des antécédents obstétricaux

# help:gnuhealth.patient,mammography:
source: Check if the patient does periodic mammographys
de: Ankreuzen, wenn die Patientin regelmäßig zur Mammographie geht
fr: Vérifier si le patient fait des mammographies périodiques

# help:gnuhealth.patient,mammography_last:
source: Enter the date of the last mammography
de: Geben Sie das Datum der letzten Mammographie ein
fr: Entrez la date de la dernière mammographie

# help:gnuhealth.patient,pap_test:
source: Check if patient does periodic cytologic pelvic smear screening
de: Ankreuzen, wenn regelmäßig ein cytologischer Abstrich der Cervix gemacht wird
fr: Cocher cette option si le patient pratique périodiquement le dépistage cytologique de frottis gynécologique

# help:gnuhealth.patient,pap_test_last:
source: Enter the date of the last Papanicolau test
de: Geben Sie das Datum des letzten Papanicolaou-Tests an
fr: Entrez la date du dernier test Papanicolaou

# help:gnuhealth.patient,premature:
source: Preterm < 37 wks live births
de: Frühgeburt < 37.SSW, lebend
fr: Prématuré <37 semaines de vie

# help:gnuhealth.patient.colposcopy_history,healthprof:
source: Health Professional who last reviewed the test
de: Arzt der Untersuchung zuletzt geprüft hat
fr: Professionnel de santé qui a passé en revue le test en dernier

# help:gnuhealth.patient.colposcopy_history,last_colposcopy:
source: Last colposcopy
de: Letzte Kolposkopie
fr: Dernière colposcopie

# help:gnuhealth.patient.colposcopy_history,result:
source: Please check the lab test results if the module is installed
fr: Veuillez contrôler les résultats du labo si le module est installé

# help:gnuhealth.patient.mammography_history,healthprof:
source: Health Professional who last reviewed the test
de: Arzt der die Untersuchung zuletzt geprüft hat
fr: Prof. de santé qui a passé en revue le test en dernier

# help:gnuhealth.patient.mammography_history,last_mammography:
source: Last Mammography
de: Letzte Mammographie
fr: Dernière mammographie

# help:gnuhealth.patient.mammography_history,result:
source: Please check the lab test results if the module is installed
fr: Veuillez contrôler les résultats du labo si le module est installé

# help:gnuhealth.patient.menstrual_history,evaluation_date:
source: Evaluation Date
de: Untersuchungsdatum
fr: Date de la Consultation

# help:gnuhealth.patient.menstrual_history,healthprof:
source: Health Professional who reviewed the information
de: Arzt der die Information geprüft hat
fr: Le professionnel de santé qui a révisé l'information

# help:gnuhealth.patient.menstrual_history,lmp:
source: Last Menstrual Period
de: Letzte Periode
fr: Dernière période menstruelle

# help:gnuhealth.patient.pap_history,healthprof:
source: Health Professional who last reviewed the test
de: Arzt der Untersuchung zuletzt geprüft hat
fr: Professionnel de santé qui a passé en revue le test en dernier

# help:gnuhealth.patient.pap_history,last_pap:
source: Last Papanicolau
de: letzter Papanicolau
fr: Dernier frottis

# help:gnuhealth.patient.pap_history,result:
source: Please check the lab results if the module is installed
de: Bitte Laborergebnisse prüfen falls Modul installiert ist
fr: Veuillez contrôler les résultats du labo si le module est installé

# help:gnuhealth.patient.pregnancy,bba:
source: Born Before Arrival
de: PAP-Test Vorgeschichte
fr: Né avant l'arrivée

# help:gnuhealth.patient.pregnancy,current_pregnancy:
source: This field marks the current pregnancy
de: Dieses Feld bezeichnet die gegenwärtige Schwangerschaft
fr: Ce champ indique la grossesse actuelle

# help:gnuhealth.patient.pregnancy,healthprof:
source: Health Professional who created this initial obstetric record
de: Gesundheitsdienstleister der diesen initialen Datensatz angelegt hat
fr: Professionnel de la santé qui a créé ce premier dossier obstétrique

# help:gnuhealth.patient.pregnancy,home_birth:
source: Home Birth
de: Hausgeburt
fr: Accouchement à Domicile

# help:gnuhealth.patient.pregnancy,institution:
source: Health center where this initial obstetric record was created
de: Gesundheitseinrichtung in der dieser initiale Schwangerschaftsdatensatz angelegt wurde
fr: Centre de santé où ce premier dossier obstétrique a été créé

# help:gnuhealth.patient.pregnancy,lmp:
source: Last Menstrual Period
de: Letzte Periode
fr: Dernière période menstruelle

# help:gnuhealth.patient.pregnancy,pregnancy_end_age:
source: Weeks at the end of pregnancy
de: Wochen am Ende der Schwangerschaft
fr: Semaines a la fin de la grossesse
