Repository: alwindoss/gnuhealth
Catalog: tryton/health_gyneco/locale/*.po
Languages: de, fr

# help:gnuhealth.patient.pregnancy,reverse:
source: Use this method *only* when the pregnancy information is referred by the patient, as a history taking procedure. Please keep in mind that the reverse pregnancy data is subjective
fr: Utilisez cette méthode * uniquement * lorsque l'information sur la grossesse est référée par le patient, comme une procédure d'anamnèse (antécédents médicaux) . Gardez à l'esprit que les données sur la grossesse inversée sont subjectives

# help:gnuhealth.patient.pregnancy,reverse_weeks:
source: Number of weeks at the end of pregnancy. Used only with the reverse input method.
fr: Nombre de semaines à la fin de la grossesse. Utilisé uniquement avec la méthode de saisie inverse

# help:gnuhealth.patient.pregnancy,warning:
source: Check this box if this is pregancy is or was NOT normal
de: Ankreuzen wenn die Schwangerschaft nicht normal verläuft oder verlaufen ist
fr: Cochez si cette grossesse N'EST PAS ou N'A PAS ÉTÉ normale

# help:gnuhealth.patient.prenatal.evaluation,diabetes:
source: Check this box if the mother has glucose intolerance or diabetes
de: Ankreuzen wenn die Mutter Glukoseintoleranz oder Diabetes hat
fr: Cochez si la mère a une intolérance au glucose ou du diabète

# help:gnuhealth.patient.prenatal.evaluation,efw:
source: Estimated Fetal Weight
de: Geschätztes Fötalgewicht
fr: Poids estimé du fœtus

# help:gnuhealth.patient.prenatal.evaluation,fetal_ac:
source: Fetal Abdominal Circumference
de: Fötaler Bauchumfang
fr: Circonférence abdominale du fœtus

# help:gnuhealth.patient.prenatal.evaluation,fetal_bpd:
source: Fetal Biparietal Diameter
de: Fötaler biparietaler Durchmesser
fr: Diamètre bipariétal du fœtus

# help:gnuhealth.patient.prenatal.evaluation,fetal_fl:
source: Fetal Femur Length
de: Fötale Femurlänge
fr: Taille du fémur du fœtus

# help:gnuhealth.patient.prenatal.evaluation,fetal_hc:
source: Fetal Head Circumference
de: Fötaler Kopfumfang
fr: Circonférence de la tête du fœtus

# help:gnuhealth.patient.prenatal.evaluation,fetus_heart_rate:
source: Fetus heart rate
de: Fetale Herzfrequenz
fr: Fréquence cardiaque du fœtus

# help:gnuhealth.patient.prenatal.evaluation,fundal_height:
source: Distance between the symphysis pubis and the uterine fundus (S-FD) in cm
fr: Distance entre la symphyse pubienne et le fond utérin (S-FD) en cm

# help:gnuhealth.patient.prenatal.evaluation,healthprof:
source: Health Professional in charge, or that who entered the information in the system
fr: Le professionnel de la santé responsable, ou celui qui a saisi les informations dans le système

# help:gnuhealth.patient.prenatal.evaluation,hypertension:
source: Check this box if the mother has hypertension
de: Diese Box aktivieren, wenn die Mutter Bluthochdruck hat
fr: Cochez si la mère présente de l'hypertension

# help:gnuhealth.patient.prenatal.evaluation,iugr:
source: Intra Uterine Growth Restriction
de: Intratuterine Wachstumsretention
fr: Restriction intra utérine de croissance

# help:gnuhealth.patient.prenatal.evaluation,overweight:
source: Check this box if the mother is overweight or obesity
de: Diese Box aktivieren, wenn die Mutter übergewichtig oder adipös ist.
fr: Cochez si la mère est en surpoids ou obèse

# help:gnuhealth.patient.prenatal.evaluation,preeclampsia:
source: Check this box if the mother has pre-eclampsia
de: Diese Box aktivieren, wenn die Mutter Präeklampsie hat
fr: Cochez si la mère présente une pré-éclampsie

# help:gnuhealth.perinatal,abruptio_placentae:
source: Abruptio Placentae
fr: Hématome rétroplacentaire

# help:gnuhealth.perinatal,admission_date:
source: Date when she was admitted to give birth
de: Das Datum, an dem die Patientin zur Geburt aufgenommen wurde
fr: Date à laquelle elle a été admise pour accoucher

# help:gnuhealth.perinatal,healthprof:
source: Health Professional in charge, or that who entered the information in the system
fr: Le professionnel de la santé responsable, ou celui qui a saisi les informations dans le système

# help:gnuhealth.perinatal,placenta_incomplete:
source: Incomplete Placenta
de: Plazenta unvollständig
fr: Placenta incomplet

# help:gnuhealth.perinatal,placenta_retained:
source: Retained Placenta
de: Plazentaretention
fr: Rétention placentaire

# help:gnuhealth.perinatal,prenatal_evaluations:
source: Number of visits to the doctor during pregnancy
de: Anzahl an Arztbesuchen während der Schwangerschaft
fr: Nombre de visites chez le médecin pendant la grossesse

# help:gnuhealth.puerperium.monitor,healthprof:
source: Health Professional in charge, or that who entered the information in the system
fr: Le professionnel de la santé responsable, ou celui qui a saisi les informations dans le système

# help:gnuhealth.puerperium.monitor,uterus_involution:
source: Distance between the symphysis pubis and the uterine fundus (S-FD) in cm
fr: Distance entre la symphyse pubienne et le fond utérin (S-FD) en cm

# model:gnuhealth.patient.colposcopy_history,name:
source: Colposcopy History
de: Kolposcopie Vorgeschichte
fr: Historique de colposcopie

# model:gnuhealth.patient.mammography_history,name:
source: Mammography History
de: Mammographie Verlauf
fr: Historique de mammographie

# model:gnuhealth.patient.menstrual_history,name:
source: Menstrual History
de: Menstruation Vorgeschichte
fr: Historique menstruel

# model:gnuhealth.patient.pap_history,name:
source: PAP Test History
fr: Historique de frottis

# model:gnuhealth.patient.pregnancy,name:
source: Patient Pregnancy
fr: Grossesse patient

# model:gnuhealth.patient.prenatal.evaluation,name:
source: Prenatal and Antenatal Evaluations
fr: Consultations prénatale et anténatale

# model:gnuhealth.perinatal,name:
source: Perinatal Information
fr: Information périnatale

# model:gnuhealth.perinatal.monitor,name:
source: Perinatal Monitor
fr: Suivi périnatal

# model:gnuhealth.puerperium.monitor,name:
source: Puerperium Monitor
fr: Suivi Puerpérium

# model:ir.action,name:act_pregnancy_form1
source: Obstetric History
fr: Antécédents Obstétricaux

# model:res.group,name:group_health_gyneco_admin
source: Health Gynecology and Obstetrics Administration
fr: Administration gynécologie et obstétrique

# selection:gnuhealth.patient.colposcopy_history,result:
source: abnormal
fr: anormal

# selection:gnuhealth.patient.mammography_history,result:
source: abnormal
fr: anormal

# selection:gnuhealth.patient.menstrual_history,frequency:
source: amenorrhea
fr: aménorrhée

# selection:gnuhealth.patient.menstrual_history,frequency:
source: eumenorrhea
fr: ménorrhée

# selection:gnuhealth.patient.menstrual_history,frequency:
source: oligomenorrhea
fr: oligoménorrhée

# selection:gnuhealth.patient.menstrual_history,frequency:
source: polymenorrhea
fr: polyménorrhée

# selection:gnuhealth.patient.menstrual_history,volume:
source: hypomenorrhea
fr: hypoménorrhée

# selection:gnuhealth.patient.menstrual_history,volume:
source: menorrhagia
fr: ménorragie

# selection:gnuhealth.patient.pap_history,result:
source: Negative
fr: Négatif

# selection:gnuhealth.patient.pregnancy,iugr:
source: Asymmetric
fr: Asymétrique

# selection:gnuhealth.patient.pregnancy,iugr:
source: Symmetric
fr: Symétrique

# selection:gnuhealth.patient.pregnancy,pregnancy_end_result:
source: Abortion
fr: Avortement

# selection:gnuhealth.patient.pregnancy,pregnancy_end_result:
source: Live birth
fr: Naissance vivante

# selection:gnuhealth.patient.pregnancy,pregnancy_end_result:
source: Status unknown
fr: Statut inconnu

# selection:gnuhealth.patient.pregnancy,pregnancy_end_result:
source: Stillbirth
fr: Mort-né

# selection:gnuhealth.patient.prenatal.evaluation,invasive_placentation:
source: Normal decidua
fr: Decidua normal

# selection:gnuhealth.perinatal,fetus_presentation:
source: Breech
fr: Siège

# selection:gnuhealth.perinatal,fetus_presentation:
source: Cephalic
fr: Céphalique

# selection:gnuhealth.perinatal,fetus_presentation:
source: Shoulder
fr: Épaule

# selection:gnuhealth.perinatal,hematoma:
source: Retroperitoneal
fr: Retro-péritonéal

# selection:gnuhealth.perinatal,hematoma:
source: Vulvar
fr: Vulvaire

# selection:gnuhealth.perinatal,laceration:
source: Bladder
fr: Vessie

# selection:gnuhealth.perinatal,laceration:
source: Broad Ligament
fr: Ligament large

# selection:gnuhealth.perinatal,laceration:
source: Perineal
fr: Périnéal

# selection:gnuhealth.perinatal,laceration:
source: Urethral
fr: Urétral

# selection:gnuhealth.perinatal,laceration:
source: Vulvar
fr: Vulvaire

# selection:gnuhealth.perinatal,start_labor_mode:
source: Vaginal - Forceps Extraction
fr: Vaginal - au forceps

# selection:gnuhealth.perinatal,start_labor_mode:
source: Vaginal - Spontaneous
fr: Vaginal - spontané

# selection:gnuhealth.perinatal,start_labor_mode:
source: Vaginal - Vacuum Extraction
fr: Vaginal - aspiration

# selection:gnuhealth.perinatal.monitor,fetus_position:
source: Complete Breech
fr: Siège complet

# selection:gnuhealth.perinatal.monitor,fetus_position:
source: Footling Breech
fr: Présentation décomplétée mode des pieds (Footling Breech)

# selection:gnuhealth.perinatal.monitor,fetus_position:
source: Frank Breech
fr: Présentation siège décomplété (Frank Breech)

# selection:gnuhealth.perinatal.monitor,fetus_position:
source: Occiput / Cephalic Posterior
fr: Postérieur de l'occiput / céphalique

# selection:gnuhealth.perinatal.monitor,fetus_position:
source: Transverse Lie
fr: Présentation transverse

# selection:gnuhealth.puerperium.monitor,lochia_amount:
source: abundant
fr: abondante

# selection:gnuhealth.puerperium.monitor,lochia_amount:
source: hemorrhage
fr: hémorragie

# selection:gnuhealth.puerperium.monitor,lochia_color:
source: alba
fr: blanche

# selection:gnuhealth.puerperium.monitor,lochia_color:
source: rubra
fr: rouge

# selection:gnuhealth.puerperium.monitor,lochia_color:
source: serosa
fr: séreuse

# selection:gnuhealth.puerperium.monitor,lochia_odor:
source: offensive
fr: offensif

# field:gnuhealth.patient.colposcopy_history,evaluation:
source: Evaluation
de: Analyse

# field:gnuhealth.patient.colposcopy_history,evaluation_date:
source: Date
de: Datum

# field:gnuhealth.patient.colposcopy_history,institution:
source: Institution
de: Einrichtung

# field:gnuhealth.patient.mammography_history,evaluation:
source: Evaluation
de: Analyse

# field:gnuhealth.patient.mammography_history,evaluation_date:
source: Date
de: Datum

# field:gnuhealth.patient.mammography_history,institution:
source: Institution
de: Einrichtung

# field:gnuhealth.patient.menstrual_history,evaluation:
source: Evaluation
de: Analyse

# field:gnuhealth.patient.menstrual_history,evaluation_date:
source: Date
de: Datum

# field:gnuhealth.patient.menstrual_history,institution:
source: Institution
de: Einrichtung

# field:gnuhealth.patient.menstrual_history,volume:
source: volume
de: Lautstärke

# field:gnuhealth.patient.pap_history,evaluation:
source: Evaluation
de: Analyse

# field:gnuhealth.patient.pap_history,evaluation_date:
source: Date
de: Datum

# field:gnuhealth.patient.pap_history,institution:
source: Institution
de: Einrichtung

# field:gnuhealth.patient.pregnancy,institution:
source: Institution
de: Einrichtung

# field:gnuhealth.patient.prenatal.evaluation,efw:
source: EFW
de: EFW - estimated fetal weight

# field:gnuhealth.patient.prenatal.evaluation,evaluation_date:
source: Date
de: Datum

# field:gnuhealth.patient.prenatal.evaluation,fetal_bpd:
source: BPD
de: BPD - biparietaler Diameter

# field:gnuhealth.patient.prenatal.evaluation,fetal_fl:
source: FL
de: FL - fork length

# field:gnuhealth.patient.prenatal.evaluation,hypertension:
source: Hypertension
de: Bluthochdruck

# field:gnuhealth.patient.prenatal.evaluation,institution:
source: Institution
de: Einrichtung

# field:gnuhealth.patient.prenatal.evaluation,invasive_placentation:
source: Placentation
de: Plazentation

# field:gnuhealth.patient.prenatal.evaluation,placenta_previa:
source: Placenta Previa
de: Plazenta Prävia

# field:gnuhealth.patient.prenatal.evaluation,polihydramnios:
source: Polihydramnios
de: Polyhydramnios

# field:gnuhealth.perinatal,admission_date:
source: Admission
de: Aufnahme

# field:gnuhealth.perinatal,institution:
source: Institution
de: Einrichtung

# field:gnuhealth.perinatal,notes:
source: Notes
de: Notiz

# field:gnuhealth.perinatal.monitor,contractions:
source: Contractions
de: Wehen

# field:gnuhealth.puerperium.monitor,institution:
source: Institution
de: Einrichtung

# help:gnuhealth.patient.colposcopy_history,evaluation_date:
source: Date
de: Datum

# help:gnuhealth.patient.mammography_history,evaluation_date:
source: Date
de: Datum

# help:gnuhealth.patient.pap_history,evaluation_date:
source: Date
de: Datum
