Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:I638
source: Other cerebral infarction
de: Sonstiger Hirninfarkt
fr_fr: Autres infarctus cérébraux
zh_cn: 其他脑梗死

# model:gnuhealth.pathology,name:I639
source: Cerebral infarction, unspecified
de: Hirninfarkt, nicht näher bezeichnet
fr_fr: Infarctus cérébral, sans précision
zh_cn: 未特指的脑梗死

# model:gnuhealth.pathology,name:I64
source: Stroke, not specified as haemorrhage or infarction
de: Schlaganfall, nicht als Blutung oder Infarkt bezeichnet
fr_fr: Accident vasculaire cérébral, non précisé comme étant hémorragique ou par infarctus
zh_cn: 脑卒中，未特指为出血或梗死

# model:gnuhealth.pathology,name:I65
source: Occlusion and stenosis of precerebral arteries, not resulting in cerebral infarction
de: Verschluss und Stenose präzerebraler Arterien ohne resultierenden Hirninfarkt
fr_fr: Occlusion et sténose des artères précérébrales, n'entraînant pas un infarctus cérébral
zh_cn: 入脑前动脉的闭塞和狭窄，未造成脑梗死

# model:gnuhealth.pathology,name:I650
source: Occlusion and stenosis of vertebral artery
de: Verschluss und Stenose der A. vertebralis
fr_fr: Occlusion et sténose de l'artère vertébrale
zh_cn: 椎动脉闭塞和狭窄

# model:gnuhealth.pathology,name:I651
source: Occlusion and stenosis of basilar artery
de: Verschluss und Stenose der A. basilaris
fr_fr: Occlusion et sténose de l'artère basilaire
zh_cn: 基底动脉闭塞和狭窄

# model:gnuhealth.pathology,name:I652
source: Occlusion and stenosis of carotid artery
de: Verschluss und Stenose der A. carotis
fr_fr: Occlusion et sténose de l'artère carotide
zh_cn: 颈动脉闭塞和狭窄

# model:gnuhealth.pathology,name:I653
source: Occlusion and stenosis of multiple and bilateral precerebral arteries
de: Verschluss und Stenose mehrerer und beidseitiger präzerebraler Arterien
fr_fr: Occlusion et sténose des artères précérébrales, multiples et bilatérales
zh_cn: 多个和双侧入脑前动脉的闭塞和狭窄

# model:gnuhealth.pathology,name:I658
source: Occlusion and stenosis of other precerebral artery
de: Verschluss und Stenose sonstiger präzerebraler Arterien
fr_fr: Occlusion et sténose d'une autre artère précérébrale
zh_cn: 其他入脑前动脉的闭塞和狭窄

# model:gnuhealth.pathology,name:I659
source: Occlusion and stenosis of unspecified precerebral artery
de: Verschluss und Stenose einer nicht näher bezeichneten präzerebralen Arterie
fr_fr: Occlusion et sténose d'une artère précérébrale, sans précision
zh_cn: 未特指的入脑前动脉的闭塞和狭窄

# model:gnuhealth.pathology,name:I66
source: Occlusion and stenosis of cerebral arteries, not resulting in cerebral infarction
de: Verschluss und Stenose zerebraler Arterien ohne resultierenden Hirninfarkt
fr_fr: Occlusion et sténose des artères cérébrales, n'entraînant pas un infarctus cérébral
zh_cn: 大脑动脉的闭塞和狭窄，未造成脑梗死

# model:gnuhealth.pathology,name:I660
source: Occlusion and stenosis of middle cerebral artery
de: Verschluss und Stenose der A. cerebri media
fr_fr: Occlusion et sténose de l'artère cérébrale moyenne
zh_cn: 大脑中动脉闭塞和狭窄

# model:gnuhealth.pathology,name:I661
source: Occlusion and stenosis of anterior cerebral artery
de: Verschluss und Stenose der A. cerebri anterior
fr_fr: Occlusion et sténose de l'artère cérébrale antérieure
zh_cn: 大脑前动脉闭塞和狭窄

# model:gnuhealth.pathology,name:I662
source: Occlusion and stenosis of posterior cerebral artery
de: Verschluss und Stenose der A. cerebri posterior
fr_fr: Occlusion et sténose de l'artère cérébrale postérieure
zh_cn: 大脑后动脉闭塞和狭窄

# model:gnuhealth.pathology,name:I663
source: Occlusion and stenosis of cerebellar arteries
de: Verschluss und Stenose der Aa. cerebelli
fr_fr: Occlusion et sténose des artères cérébelleuses
zh_cn: 小脑动脉闭塞和狭窄

# model:gnuhealth.pathology,name:I664
source: Occlusion and stenosis of multiple and bilateral cerebral arteries
de: Verschluss und Stenose mehrerer und beidseitiger zerebraler Arterien
fr_fr: Occlusion et sténose des artères cérébrales, multiples et bilatérales
zh_cn: 多个和双侧大脑动脉闭塞和狭窄

# model:gnuhealth.pathology,name:I668
source: Occlusion and stenosis of other cerebral artery
de: Verschluss und Stenose sonstiger zerebraler Arterien
fr_fr: Occlusion et sténose d'une autre artère cérébrale
zh_cn: 其他大脑动脉闭塞和狭窄

# model:gnuhealth.pathology,name:I669
source: Occlusion and stenosis of unspecified cerebral artery
de: Verschluss und Stenose einer nicht näher bezeichneten zerebralen Arterie
fr_fr: Occlusion et sténose d'une artère cérébrale, sans précision
zh_cn: 未特指的大脑动脉的闭塞和狭窄

# model:gnuhealth.pathology,name:I67
source: Other cerebrovascular diseases
de: Sonstige zerebrovaskuläre Krankheiten
fr_fr: Autres maladies cérébrovasculaires
zh_cn: 其他脑血管病

# model:gnuhealth.pathology,name:I670
source: Dissection of cerebral arteries, nonruptured
de: Dissektion zerebraler Arterien, nicht rupturiert
fr_fr: Dissection d'artères cérébrales, non rompue
zh_cn: 大脑动脉夹层形成，未破裂

# model:gnuhealth.pathology,name:I671
source: Cerebral aneurysm, nonruptured
de: Zerebrales Aneurysma, nicht rupturiert
fr_fr: Anévrisme cérébral, non rompu
zh_cn: 脑动脉瘤，未破裂

# model:gnuhealth.pathology,name:I672
source: Cerebral atherosclerosis
de: Zerebrale Atherosklerose
fr_fr: Athérosclérose cérébrale
zh_cn: 大脑动脉粥样硬化

# model:gnuhealth.pathology,name:I673
source: Progressive vascular leukoencephalopathy
de: Progressive subkortikale vaskuläre Enzephalopathie
fr_fr: Leuco-encéphalopathie vasculaire progressive
zh_cn: 进行性血管性脑白质病

# model:gnuhealth.pathology,name:I674
source: Hypertensive encephalopathy
de: Hypertensive Enzephalopathie
fr_fr: Encéphalopathie hypertensive
zh_cn: 高血压脑病

# model:gnuhealth.pathology,name:I675
source: Moyamoya disease
de: Moyamoya-Syndrom
fr_fr: Maladie de Moyamoya
zh_cn: 烟雾病

# model:gnuhealth.pathology,name:I676
source: Nonpyogenic thrombosis of intracranial venous system
de: Nichteitrige Thrombose des intrakraniellen Venensystems
fr_fr: Thrombose non pyogène du système veineux intracrânien
zh_cn: 颅内静脉系统的非生脓性血栓形成

# model:gnuhealth.pathology,name:I677
source: Cerebral arteritis, not elsewhere classified
de: Zerebrale Arteriitis, anderenorts nicht klassifiziert
fr_fr: Artérite cérébrale, non classée ailleurs
zh_cn: 大脑动脉炎，不可归类在他处者

# model:gnuhealth.pathology,name:I678
source: Other specified cerebrovascular diseases
de: Sonstige näher bezeichnete zerebrovaskuläre Krankheiten
fr_fr: Autres maladies cérébrovasculaires précisées
zh_cn: 其他特指的脑血管疾病

# model:gnuhealth.pathology,name:I679
source: Cerebrovascular disease, unspecified
de: Zerebrovaskuläre Krankheit, nicht näher bezeichnet
fr_fr: Maladie cérébrovasculaire, sans précision
zh_cn: 未特指的脑血管病

# model:gnuhealth.pathology,name:I68
source: Cerebrovascular disorders in diseases classified elsewhere
de: Zerebrovaskuläre Störungen bei anderenorts klassifizierten Krankheiten
fr_fr: Troubles cérébrovasculaires au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的脑血管疾患

# model:gnuhealth.pathology,name:I680
source: Cerebral amyloid angiopathy
de: Zerebrale Amyloidangiopathie
fr_fr: Angiopathie amyloïde cérébrale (E85.-+)
zh_cn: 大脑淀粉样血管病(E85.-+)

# model:gnuhealth.pathology,name:I681
source: Cerebral arteritis in infectious and parasitic diseases classified elsewhere
de: Zerebrale Arteriitis bei anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Artérite cérébrale au cours de maladies infectieuses et parasitaires
zh_cn: 分类于他处的传染病和寄生虫病引起的大脑动脉炎

# model:gnuhealth.pathology,name:I682
source: Cerebral arteritis in other diseases classified elsewhere
de: Zerebrale Arteriitis bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Artérite cérébrale au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的大脑动脉炎

# model:gnuhealth.pathology,name:I688
source: Other cerebrovascular disorders in diseases classified elsewhere
de: Sonstige zerebrovaskuläre Störungen bei anderenorts klassifizierten Krankheiten
fr_fr: Autres troubles cérébrovasculaires au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的其他脑血管病

# model:gnuhealth.pathology,name:I69
source: Sequelae of cerebrovascular disease
de: Folgen einer zerebrovaskulären Krankheit
fr_fr: Séquelles de maladies cérébrovasculaires
zh_cn: 脑血管病后遗症

# model:gnuhealth.pathology,name:I690
source: Sequelae of subarachnoid haemorrhage
de: Folgen einer Subarachnoidalblutung
fr_fr: Séquelles d'hémorragie sous-arachnoïdienne
zh_cn: 蛛网膜下出血后遗症

# model:gnuhealth.pathology,name:I691
source: Sequelae of intracerebral haemorrhage
de: Folgen einer intrazerebralen Blutung
fr_fr: Séquelles d'hémorragie intracérébrale
zh_cn: 脑内出血后遗症

# model:gnuhealth.pathology,name:I692
source: Sequelae of other nontraumatic intracranial haemorrhage
de: Folgen einer sonstigen nichttraumatischen intrakraniellen Blutung
fr_fr: Séquelles d'autres hémorragies intracrâniennes non traumatiques
zh_cn: 其他非创伤性颅内出血后遗症

# model:gnuhealth.pathology,name:I693
source: Sequelae of cerebral infarction
de: Folgen eines Hirninfarktes
fr_fr: Séquelles d'infarctus cérébral
zh_cn: 脑梗死后遗症

# model:gnuhealth.pathology,name:I694
source: Sequelae of stroke, not specified as haemorrhage or infarction
de: Folgen eines Schlaganfalls, nicht als Blutung oder Infarkt bezeichnet
fr_fr: Séquelles d'accident vasculaire cérébral, non précisé comme étant hémorragique ou par infarctus
zh_cn: 脑卒中后遗症，未特指为出血或梗死

# model:gnuhealth.pathology,name:I698
source: Sequelae of other and unspecified cerebrovascular diseases
de: Folgen sonstiger und nicht näher bezeichneter zerebrovaskulärer Krankheiten
fr_fr: Séquelles de maladies cérébrovasculaires, autres et non précisées
zh_cn: 其他和未特指的脑血管病后遗症

# model:gnuhealth.pathology,name:I70
source: Atherosclerosis
de: Atherosklerose
fr_fr: Athérosclérose
zh_cn: 动脉粥样硬化

# model:gnuhealth.pathology,name:I700
source: Atherosclerosis of aorta
de: Atherosklerose der Aorta
fr_fr: Athérosclérose de l'aorte
zh_cn: 主动脉的动脉粥样硬化

# model:gnuhealth.pathology,name:I701
source: Atherosclerosis of renal artery
de: Atherosklerose der Nierenarterie
fr_fr: Athérosclérose de l'artère rénale
zh_cn: 肾动脉的动脉粥样硬化

# model:gnuhealth.pathology,name:I702
source: Atherosclerosis of arteries of extremities
de: Atherosklerose der Extremitätenarterien
zh_cn: 四肢动脉的动脉粥样硬化

# model:gnuhealth.pathology,name:I708
source: Atherosclerosis of other arteries
de: Atherosklerose sonstiger Arterien
fr_fr: Athérosclérose d'autres artères
zh_cn: 其他动脉的动脉粥样硬化

# model:gnuhealth.pathology,name:I709
source: Generalized and unspecified atherosclerosis
de: Generalisierte und nicht näher bezeichnete Atherosklerose
zh_cn: 全身性和未特指的动脉粥样硬化

# model:gnuhealth.pathology,name:I71
source: Aortic aneurysm and dissection
de: Aortenaneurysma und -dissektion
fr_fr: Anévrisme aortique et dissection
zh_cn: 主动脉瘤和主动脉夹层

# model:gnuhealth.pathology,name:I710
source: Dissection of aorta [any part]
de: Dissektion der Aorta [jeder Abschnitt]
fr_fr: Dissection de l'aorte [toute localisation]
zh_cn: 主动脉夹层[任何部分]

# model:gnuhealth.pathology,name:I711
source: Thoracic aortic aneurysm, ruptured
de: Aneurysma der Aorta thoracica, rupturiert
fr_fr: Anévrisme aortique thoracique, rompu
zh_cn: 胸主动脉瘤破裂

# model:gnuhealth.pathology,name:I712
source: Thoracic aortic aneurysm, without mention of rupture
de: Aneurysma der Aorta thoracica, ohne Angabe einer Ruptur
fr_fr: Anévrisme aortique thoracique, sans mention de rupture
zh_cn: 胸主动脉瘤，未提及破裂

# model:gnuhealth.pathology,name:I713
source: Abdominal aortic aneurysm, ruptured
de: Aneurysma der Aorta abdominalis, rupturiert
fr_fr: Anévrisme aortique abdominal, rompu
zh_cn: 腹主动脉瘤破裂

# model:gnuhealth.pathology,name:I714
source: Abdominal aortic aneurysm, without mention of rupture
de: Aneurysma der Aorta abdominalis, ohne Angabe einer Ruptur
fr_fr: Anévrisme aortique abdominal, sans mention de rupture
zh_cn: 腹主动脉瘤，未提及破裂

# model:gnuhealth.pathology,name:I715
source: Thoracoabdominal aortic aneurysm, ruptured
de: Aortenaneurysma, thorakoabdominal, rupturiert
fr_fr: Anévrisme aortique thoraco-abdominal, rompu
zh_cn: 胸腹主动脉瘤破裂

# model:gnuhealth.pathology,name:I716
source: Thoracoabdominal aortic aneurysm, without mention of rupture
de: Aortenaneurysma, thorakoabdominal, ohne Angabe einer Ruptur
fr_fr: Anévrisme aortique thoraco-abdominal, sans mention de rupture
zh_cn: 胸腹主动脉瘤，未提及破裂

# model:gnuhealth.pathology,name:I718
source: Aortic aneurysm of unspecified site, ruptured
de: Aortenaneurysma nicht näher bezeichneter Lokalisation, rupturiert
fr_fr: Anévrisme aortique de localisation non précisée, rompu
zh_cn: 未特指部位的主动脉瘤破裂

# model:gnuhealth.pathology,name:I719
source: Aortic aneurysm of unspecified site, without mention of rupture
de: Aortenaneurysma nicht näher bezeichneter Lokalisation, ohne Angabe einer Ruptur
fr_fr: Anévrisme aortique de localisation non précisée, sans mention de rupture
zh_cn: 未特指部位的主动脉瘤，未提及破裂

# model:gnuhealth.pathology,name:I72
source: Other aneurysm and dissection
de: Sonstiges Aneurysma und sonstige Dissektion
zh_cn: 其他动脉瘤

# model:gnuhealth.pathology,name:I720
source: Aneurysm and dissection of carotid artery
de: Aneurysma und Dissektion der A. carotis
zh_cn: 颈动脉瘤

# model:gnuhealth.pathology,name:I721
source: Aneurysm and dissection of artery of upper extremity
de: Aneurysma und Dissektion einer Arterie der oberen Extremität
zh_cn: 上肢动脉瘤

# model:gnuhealth.pathology,name:I722
source: Aneurysm and dissection of renal artery
de: Aneurysma und Dissektion der Nierenarterie
zh_cn: 肾动脉瘤

# model:gnuhealth.pathology,name:I723
source: Aneurysm and dissection of iliac artery
de: Aneurysma und Dissektion der A. iliaca
zh_cn: 髂动脉瘤

# model:gnuhealth.pathology,name:I724
source: Aneurysm and dissection of artery of lower extremity
de: Aneurysma und Dissektion einer Arterie der unteren Extremität
zh_cn: 下肢动脉瘤

# model:gnuhealth.pathology,name:I725
source: Aneurysm and dissection of other precerebral arteries
de: Aneurysma und Dissektion sonstiger präzerebraler Arterien

# model:gnuhealth.pathology,name:I726
source: Aneurysm and dissection of vertebral artery
de: Aneurysma und Dissektion der A. vertebralis

# model:gnuhealth.pathology,name:I728
source: Aneurysm and dissection of other specified arteries
de: Aneurysma und Dissektion sonstiger näher bezeichneter Arterien
zh_cn: 其他特指动脉的动脉瘤

# model:gnuhealth.pathology,name:I729
source: Aneurysm and dissection of unspecified site
de: Aneurysma und Dissektion nicht näher bezeichneter Lokalisation
zh_cn: 未特指部位的动脉瘤

# model:gnuhealth.pathology,name:I73
source: Other peripheral vascular diseases
de: Sonstige periphere Gefäßkrankheiten
fr_fr: Autres maladies vasculaires périphériques
zh_cn: 其他周围血管疾病

# model:gnuhealth.pathology,name:I730
source: Raynaud syndrome
de: Raynaud-Syndrom
zh_cn: 雷诺综合征

# model:gnuhealth.pathology,name:I731
source: Thromboangiitis obliterans [Buerger]
de: Thrombangiitis obliterans [Endangiitis von-Winiwarter-Buerger]
fr_fr: Thrombo-angéite oblitérante [Buerger]
zh_cn: 血栓闭塞性血管炎[白格]

# model:gnuhealth.pathology,name:I738
source: Other specified peripheral vascular diseases
de: Sonstige näher bezeichnete periphere Gefäßkrankheiten
fr_fr: Autres maladies vasculaires périphériques précisées
zh_cn: 其他特指的周围血管疾病

# model:gnuhealth.pathology,name:I739
source: Peripheral vascular disease, unspecified
de: Periphere Gefäßkrankheit, nicht näher bezeichnet
fr_fr: Maladie vasculaire périphérique, sans précision
zh_cn: 未特指的周围血管疾病

# model:gnuhealth.pathology,name:I74
source: Arterial embolism and thrombosis
de: Arterielle Embolie und Thrombose
fr_fr: Embolie et thrombose artérielles
zh_cn: 动脉栓塞和血栓形成

# model:gnuhealth.pathology,name:I740
source: Embolism and thrombosis of abdominal aorta
de: Embolie und Thrombose der Aorta abdominalis
fr_fr: Embolie et thrombose de l'aorte abdominale
zh_cn: 腹主动脉栓塞和血栓形成

# model:gnuhealth.pathology,name:I741
source: Embolism and thrombosis of other and unspecified parts of aorta
de: Embolie und Thrombose sonstiger und nicht näher bezeichneter Abschnitte der Aorta
fr_fr: Embolie et thrombose de parties de l'aorte, autres et non précisées
zh_cn: 主动脉其他和未特指部位的栓塞和血栓形成

# model:gnuhealth.pathology,name:I742
source: Embolism and thrombosis of arteries of upper extremities
de: Embolie und Thrombose der Arterien der oberen Extremitäten
zh_cn: 上肢动脉栓塞和血栓形成

# model:gnuhealth.pathology,name:I743
source: Embolism and thrombosis of arteries of lower extremities
de: Embolie und Thrombose der Arterien der unteren Extremitäten
zh_cn: 下肢动脉栓塞和血栓形成

# model:gnuhealth.pathology,name:I744
source: Embolism and thrombosis of arteries of extremities, unspecified
de: Embolie und Thrombose der Extremitätenarterien, nicht näher bezeichnet
fr_fr: Embolie et thrombose des artères distales, sans précision
zh_cn: 未特指的四肢动脉栓塞和血栓形成

# model:gnuhealth.pathology,name:I745
source: Embolism and thrombosis of iliac artery
de: Embolie und Thrombose der A. iliaca
fr_fr: Embolie et thrombose de l'artère iliaque
zh_cn: 髂动脉栓塞和血栓形成

# model:gnuhealth.pathology,name:I748
source: Embolism and thrombosis of other arteries
de: Embolie und Thrombose sonstiger Arterien
fr_fr: Embolie et thrombose d'autres artères
zh_cn: 其他动脉的栓塞和血栓形成

# model:gnuhealth.pathology,name:I749
source: Embolism and thrombosis of unspecified artery
de: Embolie und Thrombose nicht näher bezeichneter Arterie
fr_fr: Embolie et thrombose d'artères non précisées
zh_cn: 未特指动脉的栓塞和血栓形成

# model:gnuhealth.pathology,name:I77
source: Other disorders of arteries and arterioles
de: Sonstige Krankheiten der Arterien und Arteriolen
fr_fr: Autres atteintes des artères et artérioles
zh_cn: 动脉和小动脉的其他疾患

# model:gnuhealth.pathology,name:I770
source: Arteriovenous fistula, acquired
de: Arteriovenöse Fistel, erworben
fr_fr: Fistule artérioveineuse, acquise
zh_cn: 后天性动静脉瘘

# model:gnuhealth.pathology,name:I771
source: Stricture of artery
de: Arterienstriktur
fr_fr: Sténose d'une artère
zh_cn: 动脉狭窄

# model:gnuhealth.pathology,name:I772
source: Rupture of artery
de: Arterienruptur
fr_fr: Rupture d'une artère
zh_cn: 动脉破裂

# model:gnuhealth.pathology,name:I773
source: Arterial fibromuscular dysplasia
de: Fibromuskuläre Dysplasie der Arterien
fr_fr: Dysplasie fibromusculaire artérielle
zh_cn: 动脉纤维肌肉发育异常

# model:gnuhealth.pathology,name:I774
source: Coeliac artery compression syndrome
de: Arteria-coeliaca-Kompressions-Syndrom
fr_fr: Syndrome de compression de l'artère cœliaque
zh_cn: 腹腔动脉压迫综合征

# model:gnuhealth.pathology,name:I775
source: Necrosis of artery
de: Arteriennekrose
fr_fr: Nécrose d'une artère
zh_cn: 动脉坏死

# model:gnuhealth.pathology,name:I776
source: Arteritis, unspecified
de: Arteriitis, nicht näher bezeichnet
fr_fr: Artérite, sans précision
zh_cn: 未特指的动脉炎

# model:gnuhealth.pathology,name:I778
source: Other specified disorders of arteries and arterioles
de: Sonstige näher bezeichnete Krankheiten der Arterien und Arteriolen
fr_fr: Autres atteintes précisées des artères et artérioles
zh_cn: 动脉和小动脉其他特指的疾患

# model:gnuhealth.pathology,name:I779
source: Disorder of arteries and arterioles, unspecified
de: Krankheit der Arterien und Arteriolen, nicht näher bezeichnet
fr_fr: Atteinte des artères et artérioles, sans précision
zh_cn: 动脉和小动脉未特指的疾患

# model:gnuhealth.pathology,name:I78
source: Diseases of capillaries
de: Krankheiten der Kapillaren
fr_fr: Maladies des capillaires
zh_cn: 毛细血管疾病

# model:gnuhealth.pathology,name:I780
source: Hereditary haemorrhagic telangiectasia
de: Hereditäre hämorrhagische Teleangiektasie
fr_fr: Télangiectasie hémorragique héréditaire
zh_cn: 遗传性出血性毛细血管扩张

# model:gnuhealth.pathology,name:I781
source: Naevus, non-neoplastic
de: Nävus, nichtneoplastisch
zh_cn: 非瘤性痣

# model:gnuhealth.pathology,name:I788
source: Other diseases of capillaries
de: Sonstige Krankheiten der Kapillaren
fr_fr: Autres maladies des capillaires
zh_cn: 其他的毛细血管疾病

# model:gnuhealth.pathology,name:I789
source: Disease of capillaries, unspecified
de: Krankheit der Kapillaren, nicht näher bezeichnet
fr_fr: Maladie des capillaires, sans précision
zh_cn: 未特指的毛细血管疾病

# model:gnuhealth.pathology,name:I79
source: Disorders of arteries, arterioles and capillaries in diseases classified elsewhere
de: Krankheiten der Arterien, Arteriolen und Kapillaren bei anderenorts klassifizierten Krankheiten
fr_fr: Atteintes des artères, artérioles et capillaires au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的动脉、小动脉和毛细血管疾患

# model:gnuhealth.pathology,name:I790
source: Aneurysm of aorta in diseases classified elsewhere
de: Aortenaneurysma bei anderenorts klassifizierten Krankheiten
fr_fr: Anévrisme de l'aorte au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的主动脉动脉瘤

# model:gnuhealth.pathology,name:I791
source: Aortitis in diseases classified elsewhere
de: Aortitis bei anderenorts klassifizierten Krankheiten
fr_fr: Aortite au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的主动脉炎

# model:gnuhealth.pathology,name:I792
source: Peripheral angiopathy in diseases classified elsewhere
de: Periphere Angiopathie bei anderenorts klassifizierten Krankheiten
fr_fr: Angiopathie périphérique au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的周围血管病

# model:gnuhealth.pathology,name:I798
source: Other disorders of arteries, arterioles and capillaries in diseases classified elsewhere
de: Sonstige Krankheiten der Arterien, Arteriolen und Kapillaren bei anderenorts klassifizierten Krankheiten
fr_fr: Autres atteintes des artères, artérioles et capillaires au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的动脉、小动脉和毛细血管的其他疾患

# model:gnuhealth.pathology,name:I80
source: Phlebitis and thrombophlebitis
de: Thrombose, Phlebitis und Thrombophlebitis
fr_fr: Phlébite et thrombophlébite
zh_cn: 静脉炎和血栓性静脉炎

# model:gnuhealth.pathology,name:I800
source: Phlebitis and thrombophlebitis of superficial vessels of lower extremities
de: Thrombose, Phlebitis und Thrombophlebitis oberflächlicher Gefäße der unteren Extremitäten
fr_fr: Phlébite et thrombophlébite des veines superficielles des membres inférieurs
zh_cn: 下肢浅表脉管的静脉炎和血栓性静脉炎

# model:gnuhealth.pathology,name:I801
source: Phlebitis and thrombophlebitis of femoral vein
de: Thrombose, Phlebitis und Thrombophlebitis der V. femoralis
fr_fr: Phlébite et thrombophlébite de la veine fémorale
zh_cn: 股静脉的静脉炎和血栓性静脉炎

# model:gnuhealth.pathology,name:I802
source: Phlebitis and thrombophlebitis of other deep vessels of lower extremities
de: Thrombose, Phlebitis und Thrombophlebitis sonstiger tiefer Gefäße der unteren Extremitäten
fr_fr: Phlébite et thrombophlébite d'autres vaisseaux profonds des membres inférieurs
zh_cn: 下肢其他深部脉管的静脉炎和血栓性静脉炎

# model:gnuhealth.pathology,name:I803
source: Phlebitis and thrombophlebitis of lower extremities, unspecified
de: Thrombose, Phlebitis und Thrombophlebitis der unteren Extremitäten, nicht näher bezeichnet
fr_fr: Phlébite et thrombophlébite des membres inférieurs, sans précision
zh_cn: 未特指的下肢静脉炎和血栓性静脉炎

# model:gnuhealth.pathology,name:I808
source: Phlebitis and thrombophlebitis of other sites
de: Thrombose, Phlebitis und Thrombophlebitis sonstiger Lokalisationen
fr_fr: Phlébite et thrombophlébite d'autres localisations
zh_cn: 其他部位的静脉炎和血栓性静脉炎

# model:gnuhealth.pathology,name:I809
source: Phlebitis and thrombophlebitis of unspecified site
de: Thrombose, Phlebitis und Thrombophlebitis nicht näher bezeichneter Lokalisation
fr_fr: Phlébite et thrombophlébite de localisation non précisée
zh_cn: 未特指部位的静脉炎和血栓性静脉炎

# model:gnuhealth.pathology,name:I81
source: Portal vein thrombosis
de: Pfortaderthrombose
fr_fr: Thrombose de la veine porte
zh_cn: 门静脉血栓形成

# model:gnuhealth.pathology,name:I82
source: Other venous embolism and thrombosis
de: Sonstige venöse Embolie und Thrombose
fr_fr: Autres embolies et thromboses veineuses
zh_cn: 其他静脉栓塞和血栓形成

# model:gnuhealth.pathology,name:I820
source: Budd-Chiari syndrome
de: Budd-Chiari-Syndrom
fr_fr: Syndrome de Budd-Chiari
zh_cn: 巴德-基亚里综合征

# model:gnuhealth.pathology,name:I822
source: Embolism and thrombosis of vena cava
de: Embolie und Thrombose der V. cava
fr_fr: Embolie et thrombose de la veine cave
zh_cn: 腔静脉栓塞和血栓形成

# model:gnuhealth.pathology,name:I823
source: Embolism and thrombosis of renal vein
de: Embolie und Thrombose der Nierenvene
fr_fr: Embolie et thrombose de la veine rénale
zh_cn: 肾静脉栓塞和血栓形成
