Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:O600
source: Preterm labour without delivery
de: Vorzeitige Wehen ohne Entbindung
zh_cn: 早产不伴有分娩

# model:gnuhealth.pathology,name:O601
source: Preterm spontaneous labour with preterm delivery
de: Vorzeitige spontane Wehen mit vorzeitiger Entbindung
zh_cn: 提前自然临产伴有早产

# model:gnuhealth.pathology,name:O602
source: Preterm spontaneous labour with term delivery
de: Vorzeitige Wehen mit termingerechter Entbindung
zh_cn: 提前自然临产伴有足月产

# model:gnuhealth.pathology,name:O603
source: Preterm delivery without spontaneous labour
de: Vorzeitige Entbindung ohne spontane Wehen
zh_cn: 早产不伴有自然临产

# model:gnuhealth.pathology,name:O61
source: Failed induction of labour
de: Misslungene Geburtseinleitung
fr_fr: Echec du déclenchement du travail
zh_cn: 引产失败

# model:gnuhealth.pathology,name:O610
source: Failed medical induction of labour
de: Misslungene medikamentöse Geburtseinleitung
fr_fr: Echec du déclenchement médical du travail
zh_cn: 医疗性引产失败

# model:gnuhealth.pathology,name:O611
source: Failed instrumental induction of labour
de: Misslungene instrumentelle Geburtseinleitung
fr_fr: Echec du déclenchement instrumental du travail
zh_cn: 器械引产失败

# model:gnuhealth.pathology,name:O618
source: Other failed induction of labour
de: Sonstige misslungene Geburtseinleitung
fr_fr: Autres échecs du déclenchement du travail
zh_cn: 其他的引产失败

# model:gnuhealth.pathology,name:O619
source: Failed induction of labour, unspecified
de: Misslungene Geburtseinleitung, nicht näher bezeichnet
fr_fr: Echec du déclenchement du travail, sans précision
zh_cn: 未特指的引产失败

# model:gnuhealth.pathology,name:O62
source: Abnormalities of forces of labour
de: Abnorme Wehentätigkeit
fr_fr: Anomalies de la contraction utérine et de la dilatation du col
zh_cn: 产力异常

# model:gnuhealth.pathology,name:O620
source: Primary inadequate contractions
de: Primäre Wehenschwäche
fr_fr: Contractions initiales insuffisantes
zh_cn: 原发性宫缩乏力

# model:gnuhealth.pathology,name:O621
source: Secondary uterine inertia
de: Sekundäre Wehenschwäche
fr_fr: Inertie utérine secondaire
zh_cn: 继发性宫缩乏力

# model:gnuhealth.pathology,name:O622
source: Other uterine inertia
de: Sonstige Wehenschwäche
fr_fr: Autres formes d'inertie utérine
zh_cn: 其他的宫缩乏力

# model:gnuhealth.pathology,name:O623
source: Precipitate labour
de: Überstürzte Geburt
fr_fr: Travail trop rapide
zh_cn: 急产

# model:gnuhealth.pathology,name:O624
source: Hypertonic, incoordinate, and prolonged uterine contractions
de: Hypertone, unkoordinierte und anhaltende Uteruskontraktionen
zh_cn: 高张性、不协调和延长的子宫收缩

# model:gnuhealth.pathology,name:O628
source: Other abnormalities of forces of labour
de: Sonstige abnorme Wehentätigkeit
fr_fr: Autres anomalies des forces en jeu au cours du travail
zh_cn: 其他的产力异常

# model:gnuhealth.pathology,name:O629
source: Abnormality of forces of labour, unspecified
de: Abnorme Wehentätigkeit, nicht näher bezeichnet
fr_fr: Anomalie des forces en jeu au cours du travail, sans précision
zh_cn: 未特指的产力异常

# model:gnuhealth.pathology,name:O63
source: Long labour
de: Protrahierte Geburt
fr_fr: Travail prolongé
zh_cn: 滞产

# model:gnuhealth.pathology,name:O630
source: Prolonged first stage (of labour)
de: Protrahiert verlaufende Eröffnungsperiode (bei der Geburt)
fr_fr: Prolongation de la première période [dilatation]
zh_cn: 第一期(产程)延长

# model:gnuhealth.pathology,name:O631
source: Prolonged second stage (of labour)
de: Protrahiert verlaufende Austreibungsperiode (bei der Geburt)
fr_fr: Prolongation de la deuxième période [expulsion]
zh_cn: 第二期(产程)延长

# model:gnuhealth.pathology,name:O632
source: Delayed delivery of second twin, triplet, etc.
de: Protrahierte Geburt des zweiten Zwillings, Drillings usw.
fr_fr: Accouchement retardé du deuxième jumeau, triplé, etc.
zh_cn: 二胎、三胞胎等延迟分娩。

# model:gnuhealth.pathology,name:O639
source: Long labour, unspecified
de: Protrahierte Geburt, nicht näher bezeichnet
fr_fr: Travail prolongé, sans précision
zh_cn: 未特指的滞产

# model:gnuhealth.pathology,name:O64
source: Obstructed labour due to malposition and malpresentation of fetus
de: Geburtshindernis durch Lage-, Haltungs- und Einstellungsanomalien des Fetus
zh_cn: 胎儿的胎位不正和先露异常引起的梗阻性分娩

# model:gnuhealth.pathology,name:O640
source: Obstructed labour due to incomplete rotation of fetal head
de: Geburtshindernis durch unvollständige Drehung des kindlichen Kopfes
zh_cn: 胎头旋转不全引起的梗阻性分娩

# model:gnuhealth.pathology,name:O641
source: Obstructed labour due to breech presentation
de: Geburtshindernis durch Beckenendlage
fr_fr: Dystocie due à une présentation du siège
zh_cn: 臀先露引起的梗阻性分娩

# model:gnuhealth.pathology,name:O642
source: Obstructed labour due to face presentation
de: Geburtshindernis durch Gesichtslage
fr_fr: Dystocie due à une présentation de la face
zh_cn: 面先露引起的梗阻性分娩

# model:gnuhealth.pathology,name:O643
source: Obstructed labour due to brow presentation
de: Geburtshindernis durch Stirnlage
fr_fr: Dystocie due à une présentation du front
zh_cn: 额先露引起的梗阻性分娩

# model:gnuhealth.pathology,name:O644
source: Obstructed labour due to shoulder presentation
de: Geburtshindernis durch Querlage
fr_fr: Dystocie due à une présentation de l'épaule
zh_cn: 肩先霜引起的梗阻性分娩

# model:gnuhealth.pathology,name:O645
source: Obstructed labour due to compound presentation
de: Geburtshindernis durch kombinierte Einstellungsanomalien
fr_fr: Dystocie due à une présentation complexe
zh_cn: 复合先露引起的梗阻性分娩

# model:gnuhealth.pathology,name:O648
source: Obstructed labour due to other malposition and malpresentation
de: Geburtshindernis durch sonstige Lage-, Haltungs- und Einstellungsanomalien
fr_fr: Dystocie due à d'autres positions et présentations anormales
zh_cn: 其他胎位不正和先露异常引起的梗阻性分娩

# model:gnuhealth.pathology,name:O649
source: Obstructed labour due to malposition and malpresentation, unspecified
de: Geburtshindernis durch Lage-, Haltungs- und Einstellungsanomalien, nicht näher bezeichnet
fr_fr: Dystocie due à une position et une présentation anormales, sans précision
zh_cn: 未特指的胎位不正和先露异常引起的梗阻性分娩

# model:gnuhealth.pathology,name:O65
source: Obstructed labour due to maternal pelvic abnormality
de: Geburtshindernis durch Anomalie des mütterlichen Beckens
fr_fr: Dystocie due à une anomalie pelvienne de la mère
zh_cn: 母体骨盆异常引起的梗阻性分娩

# model:gnuhealth.pathology,name:O650
source: Obstructed labour due to deformed pelvis
de: Geburtshindernis durch Beckendeformität
fr_fr: Dystocie due à une déformation pelvienne
zh_cn: 变形骨盆引起的梗阻性分娩

# model:gnuhealth.pathology,name:O651
source: Obstructed labour due to generally contracted pelvis
de: Geburtshindernis durch allgemein verengtes Becken
fr_fr: Dystocie due à un bassin généralement rétréci
zh_cn: 均小骨盆引起的梗阻性分娩

# model:gnuhealth.pathology,name:O652
source: Obstructed labour due to pelvic inlet contraction
de: Geburtshindernis durch Beckeneingangsverengung
fr_fr: Dystocie due à un rétrécissement du détroit supérieur
zh_cn: 骨盆入口狭窄科起的梗阻性分娩

# model:gnuhealth.pathology,name:O653
source: Obstructed labour due to pelvic outlet and mid-cavity contraction
de: Geburtshindernis durch Beckenausgangsverengung und Verengung in Beckenmitte
zh_cn: 骨盆出口和中腔狭窄引起的梗阻性分娩

# model:gnuhealth.pathology,name:O654
source: Obstructed labour due to fetopelvic disproportion, unspecified
de: Geburtshindernis durch Missverhältnis zwischen Fetus und Becken, nicht näher bezeichnet
zh_cn: 未特指的胎盆不称引起的梗阻性分娩

# model:gnuhealth.pathology,name:O655
source: Obstructed labour due to abnormality of maternal pelvic organs
de: Geburtshindernis durch Anomalie der mütterlichen Beckenorgane
fr_fr: Dystocie due à une anomalie des organes pelviens de la mère
zh_cn: 母体盆腔器官异常引起的梗阻性分娩

# model:gnuhealth.pathology,name:O658
source: Obstructed labour due to other maternal pelvic abnormalities
de: Geburtshindernis durch sonstige Anomalien des mütterlichen Beckens
fr_fr: Dystocie due à d'autres anomalies pelviennes de la mère
zh_cn: 其他母体骨盆异常引起的梗阻性分娩

# model:gnuhealth.pathology,name:O659
source: Obstructed labour due to maternal pelvic abnormality, unspecified
de: Geburtshindernis durch Anomalie des mütterlichen Beckens, nicht näher bezeichnet
fr_fr: Dystocie due à une anomalie pelvienne de la mère, sans précision
zh_cn: 未特指的母体骨盆异常引起的梗阻性分娩

# model:gnuhealth.pathology,name:O66
source: Other obstructed labour
de: Sonstiges Geburtshindernis
fr_fr: Autres dystocies
zh_cn: 其他梗阻性分娩

# model:gnuhealth.pathology,name:O660
source: Obstructed labour due to shoulder dystocia
de: Geburtshindernis durch Schulterdystokie
fr_fr: Dystocie due à une dystocie des épaules
zh_cn: 肩难产引起的梗阻性分娩

# model:gnuhealth.pathology,name:O661
source: Obstructed labour due to locked twins
de: Geburtshindernis durch verhakte Zwillinge
fr_fr: Dystocie gémellaire
zh_cn: 双胎交锁引起的梗阻性分娩

# model:gnuhealth.pathology,name:O662
source: Obstructed labour due to unusually large fetus
de: Geburtshindernis durch ungewöhnlich großen Fetus
zh_cn: 特大胎儿引起的梗阻性分娩

# model:gnuhealth.pathology,name:O663
source: Obstructed labour due to other abnormalities of fetus
de: Geburtshindernis durch sonstige Anomalien des Fetus
zh_cn: 胎儿的其他异常引起的梗阻性分娩

# model:gnuhealth.pathology,name:O664
source: Failed trial of labour, unspecified
de: Misslungener Versuch der Geburtsbeendigung, nicht näher bezeichnet
fr_fr: Echec de l'épreuve de travail, sans précision
zh_cn: 未特指的试产失败

# model:gnuhealth.pathology,name:O665
source: Failed application of vacuum extractor and forceps, unspecified
de: Misslungener Versuch einer Vakuum- oder Zangenextraktion, nicht näher bezeichnet
fr_fr: Echec de l'application d'une ventouse et d'un forceps, sans précision
zh_cn: 未特指的真空吸引器和产钳应用失败

# model:gnuhealth.pathology,name:O668
source: Other specified obstructed labour
de: Sonstiges näher bezeichnetes Geburtshindernis
fr_fr: Autres dystocies précisées
zh_cn: 其他特指的梗阻性分娩

# model:gnuhealth.pathology,name:O669
source: Obstructed labour, unspecified
de: Geburtshindernis, nicht näher bezeichnet
fr_fr: Dystocie, sans précision
zh_cn: 未特指的梗阻性分娩

# model:gnuhealth.pathology,name:O67
source: Labour and delivery complicated by intrapartum haemorrhage, not elsewhere classified
de: Komplikationen bei Wehen und Entbindung durch intrapartale Blutung, anderenorts nicht klassifiziert
fr_fr: Travail et accouchement compliqués d'une hémorragie, non classée ailleurs
zh_cn: 产程和分娩并发产时出血，不可归他处者

# model:gnuhealth.pathology,name:O670
source: Intrapartum haemorrhage with coagulation defect
de: Intrapartale Blutung bei Gerinnungsstörung
fr_fr: Hémorragie pendant l'accouchement avec anomalie de la coagulation
zh_cn: 产时出血伴有凝血缺陷

# model:gnuhealth.pathology,name:O678
source: Other intrapartum haemorrhage
de: Sonstige intrapartale Blutung
fr_fr: Autres hémorragies pendant l'accouchement
zh_cn: 其他的产时出血

# model:gnuhealth.pathology,name:O679
source: Intrapartum haemorrhage, unspecified
de: Intrapartale Blutung, nicht näher bezeichnet
fr_fr: Hémorragie pendant l'accouchement, sans précision
zh_cn: 未特指的产时出血

# model:gnuhealth.pathology,name:O68
source: Labour and delivery complicated by fetal stress [distress]
de: Komplikationen bei Wehen und Entbindung durch fetalen Distress [fetal distress] [fetaler Gefahrenzustand]
zh_cn: 产程和分娩并发胎儿应激反应

# model:gnuhealth.pathology,name:O680
source: Labour and delivery complicated by fetal heart rate anomaly
de: Komplikationen bei Wehen und Entbindung durch abnorme fetale Herzfrequenz
zh_cn: 产程和分娩并发胎儿心率异常

# model:gnuhealth.pathology,name:O681
source: Labour and delivery complicated by meconium in amniotic fluid
de: Komplikationen bei Wehen und Entbindung durch Mekonium im Fruchtwasser
fr_fr: Travail et accouchement compliqués de la présence de méconium dans le liquide amniotique
zh_cn: 产程和分娩并发在羊水中伴有胎粪

# model:gnuhealth.pathology,name:O682
source: Labour and delivery complicated by fetal heart rate anomaly with meconium in amniotic fluid
de: Komplikationen bei Wehen und Entbindung durch abnorme fetale Herzfrequenz mit Mekonium im Fruchtwasser
zh_cn: 产程和分娩并发胎儿心率异常并在羊水中伴有胎粪

# model:gnuhealth.pathology,name:O683
source: Labour and delivery complicated by biochemical evidence of fetal stress
de: Komplikationen bei Wehen und Entbindung durch fetalen Distress, biochemisch nachgewiesen
zh_cn: 产程和分娩并发胎儿应激反应的生物化学证据

# model:gnuhealth.pathology,name:O688
source: Labour and delivery complicated by other evidence of fetal stress
de: Komplikationen bei Wehen und Entbindung durch fetalen Distress, mittels anderer Untersuchungsmethoden nachgewiesen
zh_cn: 产程和分娩并发胎儿应激反应的其他证据

# model:gnuhealth.pathology,name:O689
source: Labour and delivery complicated by fetal stress, unspecified
de: Komplikation bei Wehen und Entbindung durch fetalen Distress, nicht näher bezeichnet
zh_cn: 产程和分娩并发胎儿未特指的应激反应

# model:gnuhealth.pathology,name:O69
source: Labour and delivery complicated by umbilical cord complications
de: Komplikationen bei Wehen und Entbindung durch Nabelschnurkomplikationen
fr_fr: Travail et accouchement compliqués d'anomalies du cordon ombilical
zh_cn: 产程和分娩并发脐带并发症

# model:gnuhealth.pathology,name:O690
source: Labour and delivery complicated by prolapse of cord
de: Komplikationen bei Wehen und Entbindung durch Nabelschnurvorfall
fr_fr: Travail et accouchement compliqués d'un prolapsus du cordon
zh_cn: 产程和分娩并发脐带脱垂

# model:gnuhealth.pathology,name:O691
source: Labour and delivery complicated by cord around neck, with compression
de: Komplikationen bei Wehen und Entbindung durch Nabelschnurumschlingung des Halses mit Kompression der Nabelschnur
fr_fr: Travail et accouchement compliqués d'une circulaire du cordon, avec compression
zh_cn: 产程和分娩并发脐带绕颈并伴有受压

# model:gnuhealth.pathology,name:O692
source: Labour and delivery complicated by other cord entanglement, with compression
de: Komplikationen bei Wehen und Entbindung durch sonstige Nabelschnurverschlingung, mit Kompression
zh_cn: 产程和分娩并发其他脐带缠绕

# model:gnuhealth.pathology,name:O693
source: Labour and delivery complicated by short cord
de: Komplikationen bei Wehen und Entbindung durch zu kurze Nabelschnur
fr_fr: Travail et accouchement compliqués d'une brièveté du cordon
zh_cn: 产程和分娩并发脐带过短

# model:gnuhealth.pathology,name:O694
source: Labour and delivery complicated by vasa praevia
de: Komplikationen bei Wehen und Entbindung durch Vasa praevia
fr_fr: Travail et accouchement compliqués par une insertion vélamenteuse du cordon
zh_cn: 产程和分娩并发前置血管

# model:gnuhealth.pathology,name:O695
source: Labour and delivery complicated by vascular lesion of cord
de: Komplikationen bei Wehen und Entbindung durch Gefäßverletzung der Nabelschnur
fr_fr: Travail et accouchement compliqués de lésions vasculaires du cordon
zh_cn: 产程和分娩并发脐带的血管损害

# model:gnuhealth.pathology,name:O698
source: Labour and delivery complicated by other cord complications
de: Komplikationen bei Wehen und Entbindung durch sonstige Nabelschnurkomplikationen
fr_fr: Travail et accouchement compliqués d'autres anomalies du cordon ombilical
zh_cn: 产程和分娩并发其他的脐带并发症

# model:gnuhealth.pathology,name:O699
source: Labour and delivery complicated by cord complication, unspecified
de: Komplikation bei Wehen und Entbindung durch Nabelschnurkomplikation, nicht näher bezeichnet
fr_fr: Travail et accouchement compliqués d'une anomalie du cordon ombilical, sans précision
zh_cn: 产程和分娩并发未特指的脐带并发症

# model:gnuhealth.pathology,name:O70
source: Perineal laceration during delivery
de: Dammriss unter der Geburt
fr_fr: Déchirure obstétricale du périnée
zh_cn: 分娩时会阴裂伤

# model:gnuhealth.pathology,name:O700
source: First degree perineal laceration during delivery
de: Dammriss 1. Grades unter der Geburt
fr_fr: Déchirure obstétricale du périnée, du premier degré
zh_cn: 分娩时Ⅰ度会阴裂伤

# model:gnuhealth.pathology,name:O701
source: Second degree perineal laceration during delivery
de: Dammriss 2. Grades unter der Geburt
fr_fr: Déchirure obstétricale du périnée, du deuxième degré
zh_cn: 分娩时Ⅱ度会阴裂伤

# model:gnuhealth.pathology,name:O702
source: Third degree perineal laceration during delivery
de: Dammriss 3. Grades unter der Geburt
fr_fr: Déchirure obstétricale du périnée, du troisième degré
zh_cn: 分娩时Ⅲ度会阴裂伤

# model:gnuhealth.pathology,name:O703
source: Fourth degree perineal laceration during delivery
de: Dammriss 4. Grades unter der Geburt
fr_fr: Déchirure obstétricale du périnée, du quatrième degré
zh_cn: 分娩时Ⅳ度会阴裂伤

# model:gnuhealth.pathology,name:O709
source: Perineal laceration during delivery, unspecified
de: Dammriss unter der Geburt, nicht näher bezeichnet
fr_fr: Déchirure obstétricale du périnée, sans précision
zh_cn: 分娩时未特指的会阴裂伤

# model:gnuhealth.pathology,name:O71
source: Other obstetric trauma
de: Sonstige Verletzungen unter der Geburt
fr_fr: Autres traumatismes obstétricaux
zh_cn: 其他产科创伤

# model:gnuhealth.pathology,name:O710
source: Rupture of uterus before onset of labour
de: Uterusruptur vor Wehenbeginn
fr_fr: Rupture de l'utérus avant le début du travail
zh_cn: 产程开始前子宫破裂

# model:gnuhealth.pathology,name:O711
source: Rupture of uterus during labour
de: Uterusruptur während der Geburt
fr_fr: Rupture de l'utérus pendant le travail
zh_cn: 产程中子宫破裂

# model:gnuhealth.pathology,name:O712
source: Postpartum inversion of uterus
de: Inversio uteri, postpartal
fr_fr: Inversion post-partum de l'utérus
zh_cn: 产后子宫内翻

# model:gnuhealth.pathology,name:O713
source: Obstetric laceration of cervix
de: Zervixriss unter der Geburt
fr_fr: Déchirure obstétricale du col de l'utérus
zh_cn: 宫颈的产科裂伤

# model:gnuhealth.pathology,name:O714
source: Obstetric high vaginal laceration
de: Hoher Scheidenriss unter der Geburt
zh_cn: 仅产科高位阴道裂伤

# model:gnuhealth.pathology,name:O715
source: Other obstetric injury to pelvic organs
de: Sonstige Verletzung von Beckenorganen unter der Geburt
fr_fr: Autres lésions obstétricales des organes pelviens
zh_cn: 伤及盆腔器官的其他产科损伤

# model:gnuhealth.pathology,name:O716
source: Obstetric damage to pelvic joints and ligaments
de: Schädigung von Beckengelenken und -bändern unter der Geburt
fr_fr: Lésions obstétricales intéressant les articulations et les ligaments pelviens
zh_cn: 伤及骨盆关节和韧带的产科损害

# model:gnuhealth.pathology,name:O717
source: Obstetric haematoma of pelvis
de: Beckenhämatom unter der Geburt
fr_fr: Hématome pelvien d'origine obstétricale
zh_cn: 盆腔的产科血肿

# model:gnuhealth.pathology,name:O718
source: Other specified obstetric trauma
de: Sonstige näher bezeichnete Verletzungen unter der Geburt
fr_fr: Autres traumatismes obstétricaux précisés
zh_cn: 其他特指的产科创伤

# model:gnuhealth.pathology,name:O719
source: Obstetric trauma, unspecified
de: Verletzung unter der Geburt, nicht näher bezeichnet
fr_fr: Traumatisme obstétrical, sans précision
zh_cn: 未特指的产科创伤

# model:gnuhealth.pathology,name:O72
source: Postpartum haemorrhage
de: Postpartale Blutung
fr_fr: Hémorragie du post-partum
zh_cn: 产后出血

# model:gnuhealth.pathology,name:O720
source: Third-stage haemorrhage
de: Blutung in der Nachgeburtsperiode
fr_fr: Hémorragie de la délivrance (troisième période)
zh_cn: 第三产程出血

# model:gnuhealth.pathology,name:O721
source: Other immediate postpartum haemorrhage
de: Sonstige unmittelbar postpartal auftretende Blutung
fr_fr: Autres hémorragies immédiates du post-partum
zh_cn: 其他的即刻产后出血

# model:gnuhealth.pathology,name:O722
source: Delayed and secondary postpartum haemorrhage
de: Spätblutung und späte Nachgeburtsblutung
fr_fr: Hémorragie du post-partum, tardive et secondaire
zh_cn: 延迟性和继发性产后出血

# model:gnuhealth.pathology,name:O723
source: Postpartum coagulation defects
de: Postpartale Gerinnungsstörungen
fr_fr: Anomalie de la coagulation au cours du post-partum
zh_cn: 产后凝血缺陷

# model:gnuhealth.pathology,name:O73
source: Retained placenta and membranes, without haemorrhage
de: Retention der Plazenta und der Eihäute ohne Blutung
fr_fr: Rétention du placenta et des membranes, sans hémorragie
zh_cn: 胎盘和胎膜滞留不伴有出血

# model:gnuhealth.pathology,name:O730
source: Retained placenta without haemorrhage
de: Retention der Plazenta ohne Blutung
zh_cn: 胎盘滞留不伴有出血

# model:gnuhealth.pathology,name:O731
source: Retained portions of placenta and membranes, without haemorrhage
de: Retention von Plazenta- oder Eihautresten ohne Blutung
fr_fr: Rétention partielle du placenta et des membranes, sans hémorragie
zh_cn: 部分胎盘和胎膜滞留不伴有出血

# model:gnuhealth.pathology,name:O74
source: Complications of anaesthesia during labour and delivery
de: Komplikationen bei Anästhesie während der Wehentätigkeit und bei der Entbindung
fr_fr: Complications de l'anesthésie au cours du travail et de l'accouchement
zh_cn: 产程和分娩期间麻醉的并发症

# model:gnuhealth.pathology,name:O740
source: Aspiration pneumonitis due to anaesthesia during labour and delivery
de: Aspirationspneumonie durch Anästhesie während der Wehentätigkeit und bei der Entbindung
fr_fr: Pneumopathie par aspiration due à une anesthésie au cours du travail et de l'accouchement
zh_cn: 产程和分娩期间麻醉引起的吸入性肺炎

# model:gnuhealth.pathology,name:O741
source: Other pulmonary complications of anaesthesia during labour and delivery
de: Sonstige pulmonale Komplikationen bei Anästhesie während der Wehentätigkeit und bei der Entbindung
fr_fr: Autres complications pulmonaires de l'anesthésie au cours du travail et de l'accouchement
zh_cn: 产程和分娩期间麻醉的其他肺部并发症

# model:gnuhealth.pathology,name:O742
source: Cardiac complications of anaesthesia during labour and delivery
de: Kardiale Komplikationen bei Anästhesie während der Wehentätigkeit und bei der Entbindung
fr_fr: Complications cardiaques de l'anesthésie au cours du travail et de l'accouchement
zh_cn: 产程和分娩期间麻醉的心脏并发症

# model:gnuhealth.pathology,name:O743
source: Central nervous system complications of anaesthesia during labour and delivery
de: Komplikationen des Zentralnervensystems bei Anästhesie während der Wehentätigkeit und bei der Entbindung
fr_fr: Complications intéressant le système nerveux central dues à l'anesthésie au cours du travail et de l'accouchement
zh_cn: 产程和分娩期间麻醉的中枢神经系统并发症

# model:gnuhealth.pathology,name:O744
source: Toxic reaction to local anaesthesia during labour and delivery
de: Toxische Reaktion auf Lokalanästhesie während der Wehentätigkeit und bei der Entbindung
fr_fr: Réaction toxique à une anesthésie locale au cours du travail et de l'accouchement
zh_cn: 产程和分娩期间局部麻醉的毒性反应

# model:gnuhealth.pathology,name:O745
source: Spinal and epidural anaesthesia-induced headache during labour and delivery
de: Kopfschmerzen nach Spinal- oder Periduralanästhesie während der Wehentätigkeit und bei der Entbindung
fr_fr: Céphalée provoquée par une rachianesthésie et une anesthésie épidurale au cours du travail et de l'accouchement
zh_cn: 产程和分娩期间脊髓和硬膜外麻醉诱发的头痛

# model:gnuhealth.pathology,name:O746
source: Other complications of spinal and epidural anaesthesia during labour and delivery
de: Sonstige Komplikationen bei Spinal- oder Periduralanästhesie während der Wehentätigkeit und bei der Entbindung
fr_fr: Autres complications d'une rachianesthésie et d'une anesthésie épidurale au cours du travail et de l'accouchement
zh_cn: 产程和分娩期间脊髓和硬膜外麻醉的其他并发症

# model:gnuhealth.pathology,name:O747
source: Failed or difficult intubation during labour and delivery
de: Misslingen oder Schwierigkeiten bei der Intubation während der Wehentätigkeit und bei der Entbindung
fr_fr: Echec ou difficulté d'intubation au cours du travail et de l'accouchement
zh_cn: 产程和分娩期间插管失败或困难

# model:gnuhealth.pathology,name:O748
source: Other complications of anaesthesia during labour and delivery
de: Sonstige Komplikationen bei Anästhesie während der Wehentätigkeit und bei der Entbindung
fr_fr: Autres complications de l'anesthésie au cours du travail et de l'accouchement
zh_cn: 产程和分娩期间麻醉的其他并发症

# model:gnuhealth.pathology,name:O749
source: Complication of anaesthesia during labour and delivery, unspecified
de: Komplikation bei Anästhesie während der Wehentätigkeit und bei der Entbindung, nicht näher bezeichnet
fr_fr: Complication de l'anesthésie au cours du travail et de l'accouchement, sans précision
zh_cn: 产程和分娩期间麻醉未特指的并发症
