Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:D832
source: Common variable immunodeficiency with autoantibodies to B- or T-cells
de: Variabler Immundefekt mit Autoantikörpern gegen B- oder T-Zellen
fr_fr: Déficit immunitaire commun variable avec autoanticorps anti-lymphocytes B ou T
zh_cn: 常见变异型免疫缺陷伴有对B或T细胞的自身抗体

# model:gnuhealth.pathology,name:D838
source: Other common variable immunodeficiencies
de: Sonstige variable Immundefekte
fr_fr: Autres déficits immunitaires communs variables
zh_cn: 其他的常见变异型免疫缺陷

# model:gnuhealth.pathology,name:D839
source: Common variable immunodeficiency, unspecified
de: Variabler Immundefekt, nicht näher bezeichnet
fr_fr: Déficit immunitaire commun variable, sans précision
zh_cn: 未特指的常见变异型免疫缺陷

# model:gnuhealth.pathology,name:D84
source: Other immunodeficiencies
de: Sonstige Immundefekte
fr_fr: Autres déficits immunitaires
zh_cn: 其他免疫缺陷

# model:gnuhealth.pathology,name:D840
source: Lymphocyte function antigen-1 [LFA-1] defect
de: Lymphozytenfunktion-Antigen-1[LFA-1]-Defekt
fr_fr: Anomalie de la fonction lymphocytaire antigène-1 (LFA-1)
zh_cn: 淋巴细胞功能抗原-1[LFA-1]缺陷

# model:gnuhealth.pathology,name:D841
source: Defects in the complement system
de: Defekte im Komplementsystem
fr_fr: Déficit du complément
zh_cn: 补体系统中的缺陷

# model:gnuhealth.pathology,name:D848
source: Other specified immunodeficiencies
de: Sonstige näher bezeichnete Immundefekte
fr_fr: Autres déficits immunitaires précisés
zh_cn: 其他特指的免疫缺陷

# model:gnuhealth.pathology,name:D849
source: Immunodeficiency, unspecified
de: Immundefekt, nicht näher bezeichnet
fr_fr: Déficit immunitaire, sans précision
zh_cn: 未特指的免疫缺陷

# model:gnuhealth.pathology,name:D86
source: Sarcoidosis
de: Sarkoidose
fr_fr: Sarcoïdose
zh_cn: 结节病

# model:gnuhealth.pathology,name:D860
source: Sarcoidosis of lung
de: Sarkoidose der Lunge
fr_fr: Sarcoïdose du poumon
zh_cn: 肺结节病

# model:gnuhealth.pathology,name:D861
source: Sarcoidosis of lymph nodes
de: Sarkoidose der Lymphknoten
fr_fr: Sarcoïdose des ganglions lymphatiques
zh_cn: 淋巴结结节病

# model:gnuhealth.pathology,name:D862
source: Sarcoidosis of lung with sarcoidosis of lymph nodes
de: Sarkoidose der Lunge mit Sarkoidose der Lymphknoten
fr_fr: Sarcoïdose du poumon avec sarcoïdose des ganglions lymphatiques
zh_cn: 肺结节病伴有淋巴结结节病

# model:gnuhealth.pathology,name:D863
source: Sarcoidosis of skin
de: Sarkoidose der Haut
fr_fr: Sarcoïdose de la peau
zh_cn: 皮肤结节病

# model:gnuhealth.pathology,name:D868
source: Sarcoidosis of other and combined sites
de: Sarkoidose an sonstigen und kombinierten Lokalisationen
fr_fr: Sarcoïdose de localisations autres et associées
zh_cn: 其他和联合部位的结节病

# model:gnuhealth.pathology,name:D869
source: Sarcoidosis, unspecified
de: Sarkoidose, nicht näher bezeichnet
fr_fr: Sarcoïdose, sans précision
zh_cn: 未特指的结节病

# model:gnuhealth.pathology,name:D89
source: Other disorders involving the immune mechanism, not elsewhere classified
de: Sonstige Störungen mit Beteiligung des Immunsystems, anderenorts nicht klassifiziert
fr_fr: Autres anomalies du système immunitaire, non classées ailleurs
zh_cn: 涉及免疫机制的其他疾患，不可归类在他处者

# model:gnuhealth.pathology,name:D890
source: Polyclonal hypergammaglobulinaemia
de: Polyklonale Hypergammaglobulinämie
fr_fr: Hypergammaglobulinémie polyclonale
zh_cn: 多克隆高丙球蛋白血症

# model:gnuhealth.pathology,name:D891
source: Cryoglobulinaemia
de: Kryoglobulinämie
fr_fr: Cryoglobulinémie
zh_cn: 冷球蛋白血症

# model:gnuhealth.pathology,name:D892
source: Hypergammaglobulinaemia, unspecified
de: Hypergammaglobulinämie, nicht näher bezeichnet
fr_fr: Hypergammaglobulinémie, sans précision
zh_cn: 未特指的高丙球蛋白血症

# model:gnuhealth.pathology,name:D893
source: Immune reconstitution syndrome
de: Immunrekonstitutionssyndrom

# model:gnuhealth.pathology,name:D898
source: Other specified disorders involving the immune mechanism, not elsewhere classified
de: Sonstige näher bezeichnete Störungen mit Beteiligung des Immunsystems, anderenorts nicht klassifiziert
fr_fr: Autres anomalies précisées du système immunitaire, non classées ailleurs
zh_cn: 涉及免疫机制其他特指的疾患，不可归类在他处者

# model:gnuhealth.pathology,name:D899
source: Disorder involving the immune mechanism, unspecified
de: Störung mit Beteiligung des Immunsystems, nicht näher bezeichnet
fr_fr: Anomalie du système immunitaire, sans précision
zh_cn: 涉及免疫机制未特指的疾患

# model:gnuhealth.pathology,name:E00
source: Congenital iodine-deficiency syndrome
de: Angeborenes Jodmangelsyndrom
fr_fr: Syndrome d'insuffisance thyroïdienne congénitale
zh_cn: 先天性碘缺乏综合征

# model:gnuhealth.pathology,name:E000
source: Congenital iodine-deficiency syndrome, neurological type
de: Angeborenes Jodmangelsyndrom, neurologischer Typ
fr_fr: Syndrome d'insuffisance thyroïdienne congénitale de type neurologique
zh_cn: 先天性碘缺乏综合征，神经病型

# model:gnuhealth.pathology,name:E001
source: Congenital iodine-deficiency syndrome, myxoedematous type
de: Angeborenes Jodmangelsyndrom, myxödematöser Typ
fr_fr: Syndrome d'insuffisance thyroïdienne congénitale de type myxœdémateux
zh_cn: 先天性碘缺乏综合征，粘液水肿型

# model:gnuhealth.pathology,name:E002
source: Congenital iodine-deficiency syndrome, mixed type
de: Angeborenes Jodmangelsyndrom, gemischter Typ
fr_fr: Syndrome d'insuffisance thyroïdienne congénitale de type mixte
zh_cn: 先天性碘缺乏综合征，混合型

# model:gnuhealth.pathology,name:E009
source: Congenital iodine-deficiency syndrome, unspecified
de: Angeborenes Jodmangelsyndrom, nicht näher bezeichnet
fr_fr: Syndrome d'insuffisance thyroïdienne congénitale, sans précision
zh_cn: 未特指的先天性碘缺乏综合征

# model:gnuhealth.pathology,name:E01
source: Iodine-deficiency-related thyroid disorders and allied conditions
de: Jodmangelbedingte Schilddrüsenkrankheiten und verwandte Zustände
fr_fr: Affections thyroïdiennes et apparentées liées à une carence en iode
zh_cn: 碘缺乏相关性甲状腺疾患和有关情况

# model:gnuhealth.pathology,name:E010
source: Iodine-deficiency-related diffuse (endemic) goitre
de: Jodmangelbedingte diffuse Struma (endemisch)
fr_fr: Goitre diffus (endémique) lié à une carence en iode
zh_cn: 碘缺乏相关性弥漫性(地方性)甲状腺肿

# model:gnuhealth.pathology,name:E011
source: Iodine-deficiency-related multinodular (endemic) goitre
de: Jodmangelbedingte mehrknotige Struma (endemisch)
fr_fr: Goitre multinodulaire (endémique) lié à une carence en iode
zh_cn: 碘缺乏相关性多结节性(地方性)甲状腺肿

# model:gnuhealth.pathology,name:E012
source: Iodine-deficiency-related (endemic) goitre, unspecified
de: Jodmangelbedingte Struma (endemisch), nicht näher bezeichnet
fr_fr: Goitre (endémique) lié à une carence en iode, sans précision
zh_cn: 未特指的碘缺乏相关性(地方性)甲状腺肿

# model:gnuhealth.pathology,name:E018
source: Other iodine-deficiency-related thyroid disorders and allied conditions
de: Sonstige jodmangelbedingte Schilddrüsenkrankheiten und verwandte Zustände
fr_fr: Autres affections thyroïdiennes et apparentées liées à une carence en iode
zh_cn: 其他碘缺乏相关性甲状腺疾患和有关情况

# model:gnuhealth.pathology,name:E02
source: Subclinical iodine-deficiency hypothyroidism
de: Subklinische Jodmangel-Hypothyreose
fr_fr: Hypothyroïdie par carence inapparente en iode
zh_cn: 临床症状不明显[亚临床]的碘缺乏性甲状腺功能减退症

# model:gnuhealth.pathology,name:E03
source: Other hypothyroidism
de: Sonstige Hypothyreose
fr_fr: Autres hypothyroïdies
zh_cn: 其他甲状腺功能减退症

# model:gnuhealth.pathology,name:E030
source: Congenital hypothyroidism with diffuse goitre
de: Angeborene Hypothyreose mit diffuser Struma
fr_fr: Hypothyroïdie congénitale, avec goitre diffus
zh_cn: 先天性甲状腺功能减退症伴有弥漫性甲状腺肿

# model:gnuhealth.pathology,name:E031
source: Congenital hypothyroidism without goitre
de: Angeborene Hypothyreose ohne Struma
fr_fr: Hypothyroïdie congénitale, sans goitre
zh_cn: 先天性甲状腺功能减退症不伴有甲状腺肿

# model:gnuhealth.pathology,name:E032
source: Hypothyroidism due to medicaments and other exogenous substances
de: Hypothyreose durch Arzneimittel oder andere exogene Substanzen
fr_fr: Hypothyroïdie due à des médicaments et à d'autres produits exogènes
zh_cn: 药物和其他外源性物质引起的甲状腺功能减退症

# model:gnuhealth.pathology,name:E033
source: Postinfectious hypothyroidism
de: Postinfektiöse Hypothyreose
fr_fr: Hypothyroïdie post-infectieuse
zh_cn: 感染后甲状腺功能减退症

# model:gnuhealth.pathology,name:E034
source: Atrophy of thyroid (acquired)
de: Atrophie der Schilddrüse (erworben)
fr_fr: Atrophie de la thyroïde (acquise)
zh_cn: 甲状腺萎缩(后天性)

# model:gnuhealth.pathology,name:E035
source: Myxoedema coma
de: Myxödemkoma
fr_fr: Coma myxœdémateux
zh_cn: 粘液性水肿昏迷

# model:gnuhealth.pathology,name:E038
source: Other specified hypothyroidism
de: Sonstige näher bezeichnete Hypothyreose
fr_fr: Autres hypothyroïdies précisées
zh_cn: 其他特指的甲状腺功能减退症

# model:gnuhealth.pathology,name:E039
source: Hypothyroidism, unspecified
de: Hypothyreose, nicht näher bezeichnet
fr_fr: Hypothyroïdie, sans précision
zh_cn: 未特指的甲状腺功能减退症

# model:gnuhealth.pathology,name:E04
source: Other nontoxic goitre
de: Sonstige nichttoxische Struma
zh_cn: 其他非毒性甲状腺肿

# model:gnuhealth.pathology,name:E040
source: Nontoxic diffuse goitre
de: Nichttoxische diffuse Struma
zh_cn: 非毒性弥漫性甲状腺肿

# model:gnuhealth.pathology,name:E041
source: Nontoxic single thyroid nodule
de: Nichttoxischer solitärer Schilddrüsenknoten
zh_cn: 非毒性单个甲状腺结节

# model:gnuhealth.pathology,name:E042
source: Nontoxic multinodular goitre
de: Nichttoxische mehrknotige Struma
zh_cn: 非毒性多结节性甲状腺肿

# model:gnuhealth.pathology,name:E048
source: Other specified nontoxic goitre
de: Sonstige näher bezeichnete nichttoxische Struma
zh_cn: 其他特指的非毒性甲状腺肿

# model:gnuhealth.pathology,name:E049
source: Nontoxic goitre, unspecified
de: Nichttoxische Struma, nicht näher bezeichnet
zh_cn: 未特指的非毒性甲状腺肿

# model:gnuhealth.pathology,name:E05
source: Thyrotoxicosis [hyperthyroidism]
de: Hyperthyreose [Thyreotoxikose]
fr_fr: Thyréotoxicose [hyperthyroïdie]
zh_cn: 甲状腺毒症[甲状腺功能亢进症]

# model:gnuhealth.pathology,name:E050
source: Thyrotoxicosis with diffuse goitre
de: Hyperthyreose mit diffuser Struma
fr_fr: Thyréotoxicose avec goitre diffus
zh_cn: 甲状腺毒症伴有弥漫性甲状腺肿

# model:gnuhealth.pathology,name:E051
source: Thyrotoxicosis with toxic single thyroid nodule
de: Hyperthyreose mit toxischem solitärem Schilddrüsenknoten
fr_fr: Thyréotoxicose avec nodule thyroïdien simple
zh_cn: 甲状腺毒症伴有毒性单个甲状腺结节

# model:gnuhealth.pathology,name:E052
source: Thyrotoxicosis with toxic multinodular goitre
de: Hyperthyreose mit toxischer mehrknotiger Struma
fr_fr: Thyréotoxicose avec goitre multinodulaire toxique
zh_cn: 甲状腺毒症伴有毒性多结节性甲状腺肿

# model:gnuhealth.pathology,name:E053
source: Thyrotoxicosis from ectopic thyroid tissue
de: Hyperthyreose durch ektopisches Schilddrüsengewebe
fr_fr: Thyréotoxicose due à des nodules thyroïdiens ectopiques
zh_cn: 来自异位甲状腺组织的甲状腺毒症

# model:gnuhealth.pathology,name:E054
source: Thyrotoxicosis factitia
de: Hyperthyreosis factitia
fr_fr: Thyréotoxicose factice
zh_cn: 人为甲状腺毒症

# model:gnuhealth.pathology,name:E055
source: Thyroid crisis or storm
de: Thyreotoxische Krise
fr_fr: Crise aiguë thyréotoxique
zh_cn: 甲状腺危象

# model:gnuhealth.pathology,name:E058
source: Other thyrotoxicosis
de: Sonstige Hyperthyreose
fr_fr: Autres thyréotoxicoses
zh_cn: 其他甲状腺毒症

# model:gnuhealth.pathology,name:E059
source: Thyrotoxicosis, unspecified
de: Hyperthyreose, nicht näher bezeichnet
fr_fr: Thyréotoxicose, sans précision
zh_cn: 未特指的甲状腺毒症

# model:gnuhealth.pathology,name:E06
source: Thyroiditis
de: Thyreoiditis
fr_fr: Thyroïdite
zh_cn: 甲状腺炎

# model:gnuhealth.pathology,name:E060
source: Acute thyroiditis
de: Akute Thyreoiditis
fr_fr: Thyroïdite aiguë
zh_cn: 急性甲状腺炎

# model:gnuhealth.pathology,name:E061
source: Subacute thyroiditis
de: Subakute Thyreoiditis
fr_fr: Thyroïdite subaiguë
zh_cn: 亚急性甲状腺炎

# model:gnuhealth.pathology,name:E062
source: Chronic thyroiditis with transient thyrotoxicosis
de: Chronische Thyreoiditis mit transitorischer Hyperthyreose
fr_fr: Thyroïdite chronique avec thyréotoxicose transitoire
zh_cn: 慢性甲状腺炎伴有短暂性甲状腺毒症

# model:gnuhealth.pathology,name:E063
source: Autoimmune thyroiditis
de: Autoimmunthyreoiditis
fr_fr: Thyroïdite auto-immune
zh_cn: 自身免疫性甲状腺炎

# model:gnuhealth.pathology,name:E064
source: Drug-induced thyroiditis
de: Arzneimittelinduzierte Thyreoiditis
fr_fr: Thyroïdite médicamenteuse
zh_cn: 药物性甲状腺炎

# model:gnuhealth.pathology,name:E065
source: Other chronic thyroiditis
de: Sonstige chronische Thyreoiditis
fr_fr: Autres thyroïdites chroniques
zh_cn: 其他慢性甲状腺炎

# model:gnuhealth.pathology,name:E069
source: Thyroiditis, unspecified
de: Thyreoiditis, nicht näher bezeichnet
fr_fr: Thyroïdite, sans précision
zh_cn: 未特指的甲状腺炎

# model:gnuhealth.pathology,name:E07
source: Other disorders of thyroid
de: Sonstige Krankheiten der Schilddrüse
fr_fr: Autres affections de la thyroïde
zh_cn: 甲状腺的其他疾患

# model:gnuhealth.pathology,name:E070
source: Hypersecretion of calcitonin
de: Hypersekretion von Kalzitonin
fr_fr: Hypersécrétion de calcitonine
zh_cn: 降钙素分泌过多

# model:gnuhealth.pathology,name:E071
source: Dyshormogenetic goitre
de: Dyshormogene Struma
fr_fr: Goitre dû à un trouble de l'hormonosynthèse
zh_cn: 激素生成障碍性甲状腺肿

# model:gnuhealth.pathology,name:E078
source: Other specified disorders of thyroid
de: Sonstige näher bezeichnete Krankheiten der Schilddrüse
fr_fr: Autres affections précisées de la thyroïde
zh_cn: 其他特指的甲状腺疾患

# model:gnuhealth.pathology,name:E079
source: Disorder of thyroid, unspecified
de: Krankheit der Schilddrüse, nicht näher bezeichnet
fr_fr: Affection de la thyroïde, sans précision
zh_cn: 未特指的甲状腺疾患

# model:gnuhealth.pathology,name:E10
source: Type 1 diabetes mellitus
de: Diabetes mellitus, Typ 1
zh_cn: 胰岛素依赖型糖尿病

# model:gnuhealth.pathology,name:E100
source: Type 1 diabetes mellitus: With coma
de: Diabetes mellitus, Typ 1: Mit Koma
zh_cn: 胰岛素依赖型糖尿病伴有昏迷

# model:gnuhealth.pathology,name:E101
source: Type 1 diabetes mellitus: With ketoacidosis
de: Diabetes mellitus, Typ 1: Mit Ketoazidose
zh_cn: 胰岛素依赖型糖尿病伴有酮症酸中毒

# model:gnuhealth.pathology,name:E102
source: Type 1 diabetes mellitus: With renal complications
de: Diabetes mellitus, Typ 1: Mit Nierenkomplikationen
zh_cn: 胰岛素依赖型糖尿病伴有肾的并发症

# model:gnuhealth.pathology,name:E103
source: Type 1 diabetes mellitus: With ophthalmic complications
de: Diabetes mellitus, Typ 1: Mit Augenkomplikationen
zh_cn: 胰岛素依赖型糖尿病伴有眼的并发症

# model:gnuhealth.pathology,name:E104
source: Type 1 diabetes mellitus: With neurological complications
de: Diabetes mellitus, Typ 1: Mit neurologischen Komplikationen
zh_cn: 胰岛素依赖型糖尿病伴有神经的并发症

# model:gnuhealth.pathology,name:E105
source: Type 1 diabetes mellitus: With peripheral circulatory complications
de: Diabetes mellitus, Typ 1: Mit peripheren vaskulären Komplikationen
zh_cn: 胰岛素依赖型糖尿病伴有周围循环并发症

# model:gnuhealth.pathology,name:E106
source: Type 1 diabetes mellitus: With other specified complications
de: Diabetes mellitus, Typ 1: Mit sonstigen näher bezeichneten Komplikationen
zh_cn: 胰岛素依赖型糖尿病伴有其他特指的并发症

# model:gnuhealth.pathology,name:E107
source: Type 1 diabetes mellitus: With multiple complications
de: Diabetes mellitus, Typ 1: Mit multiplen Komplikationen
zh_cn: 胰岛素依赖型糖尿病伴有多个并发症

# model:gnuhealth.pathology,name:E108
source: Type 1 diabetes mellitus: With unspecified complications
de: Diabetes mellitus, Typ 1: Mit nicht näher bezeichneten Komplikationen
zh_cn: 胰岛素依赖型糖尿病伴有未特指的并发症

# model:gnuhealth.pathology,name:E109
source: Type 1 diabetes mellitus: Without complications
de: Diabetes mellitus, Typ 1: Ohne Komplikationen
zh_cn: 胰岛素依赖型糖尿病不伴有并发症

# model:gnuhealth.pathology,name:E11
source: Type 2 diabetes mellitus
de: Diabetes mellitus, Typ 2
zh_cn: 非胰岛素依赖型糖尿病

# model:gnuhealth.pathology,name:E110
source: Type 2 diabetes mellitus: With coma
de: Diabetes mellitus, Typ 2: Mit Koma
zh_cn: 非胰岛素依赖型糖尿病伴有昏迷

# model:gnuhealth.pathology,name:E111
source: Type 2 diabetes mellitus: With ketoacidosis
de: Diabetes mellitus, Typ 2: Mit Ketoazidose
zh_cn: 非胰岛素依赖型糖尿病伴有酮症酸中毒

# model:gnuhealth.pathology,name:E112
source: Type 2 diabetes mellitus: With renal complications
de: Diabetes mellitus, Typ 2: Mit Nierenkomplikationen
zh_cn: 非胰岛素依赖型糖尿病伴有肾的并发症

# model:gnuhealth.pathology,name:E113
source: Type 2 diabetes mellitus: With ophthalmic complications
de: Diabetes mellitus, Typ 2: Mit Augenkomplikationen
zh_cn: 非胰岛素依赖型糖尿病伴有眼的并发症

# model:gnuhealth.pathology,name:E114
source: Type 2 diabetes mellitus: With neurological complications
de: Diabetes mellitus, Typ 2: Mit neurologischen Komplikationen
zh_cn: 非胰岛素依赖型糖尿病伴有神经的并发症

# model:gnuhealth.pathology,name:E115
source: Type 2 diabetes mellitus: With peripheral circulatory complications
de: Diabetes mellitus, Typ 2: Mit peripheren vaskulären Komplikationen
zh_cn: 非胰岛素依赖型糖尿病伴有周围循环并发症

# model:gnuhealth.pathology,name:E116
source: Type 2 diabetes mellitus: With other specified complications
de: Diabetes mellitus, Typ 2: Mit sonstigen näher bezeichneten Komplikationen
zh_cn: 非胰岛素依赖型糖尿病伴有其他特指的并发症

# model:gnuhealth.pathology,name:E117
source: Type 2 diabetes mellitus: With multiple complications
de: Diabetes mellitus, Typ 2: Mit multiplen Komplikationen
zh_cn: 非胰岛素依赖型糖尿病伴有多个并发症

# model:gnuhealth.pathology,name:E118
source: Type 2 diabetes mellitus: With unspecified complications
de: Diabetes mellitus, Typ 2: Mit nicht näher bezeichneten Komplikationen
zh_cn: 非胰岛素依赖型糖尿病伴有未特指的并发症

# model:gnuhealth.pathology,name:E119
source: Type 2 diabetes mellitus: Without complications
de: Diabetes mellitus, Typ 2: Ohne Komplikationen
zh_cn: 非胰岛素依赖型糖尿病不伴有并发症

# model:gnuhealth.pathology,name:E12
source: Malnutrition-related diabetes mellitus
de: Diabetes mellitus in Verbindung mit Fehl- oder Mangelernährung [Malnutrition]
fr_fr: Diabète sucré de malnutrition
zh_cn: 营养不良相关性糖尿病

# model:gnuhealth.pathology,name:E120
source: Malnutrition-related diabetes mellitus: With coma
de: Diabetes mellitus in Verbindung mit Fehl- oder Mangelernährung [Malnutrition]: Mit Koma
zh_cn: 营养不良相关性糖尿病伴有昏迷

# model:gnuhealth.pathology,name:E121
source: Malnutrition-related diabetes mellitus: With ketoacidosis
de: Diabetes mellitus in Verbindung mit Fehl- oder Mangelernährung [Malnutrition]: Mit Ketoazidose
zh_cn: 营养不良相关性糖尿病伴有酮症酸中毒

# model:gnuhealth.pathology,name:E122
source: Malnutrition-related diabetes mellitus: With renal complications
de: Diabetes mellitus in Verbindung mit Fehl- oder Mangelernährung [Malnutrition]: Mit Nierenkomplikationen
zh_cn: 营养不良相关性糖尿病伴有肾的并发症

# model:gnuhealth.pathology,name:E123
source: Malnutrition-related diabetes mellitus: With ophthalmic complications
de: Diabetes mellitus in Verbindung mit Fehl- oder Mangelernährung [Malnutrition]: Mit Augenkomplikationen
zh_cn: 营养不良相关性糖尿病伴有眼的并发症

# model:gnuhealth.pathology,name:E124
source: Malnutrition-related diabetes mellitus: With neurological complications
de: Diabetes mellitus in Verbindung mit Fehl- oder Mangelernährung [Malnutrition]: Mit neurologischen Komplikationen
zh_cn: 营养不良相关性糖尿病伴有神经的并发症

# model:gnuhealth.pathology,name:E125
source: Malnutrition-related diabetes mellitus: With peripheral circulatory complications
de: Diabetes mellitus in Verbindung mit Fehl- oder Mangelernährung [Malnutrition]: Mit peripheren vaskulären Komplikationen
zh_cn: 营养不良相关性糖尿病伴有周围循环并发症

# model:gnuhealth.pathology,name:E126
source: Malnutrition-related diabetes mellitus: With other specified complications
de: Diabetes mellitus in Verbindung mit Fehl- oder Mangelernährung [Malnutrition]: Mit sonstigen näher bezeichneten Komplikationen
zh_cn: 营养不良相关性糖尿病伴有其他特指的并发症

# model:gnuhealth.pathology,name:E127
source: Malnutrition-related diabetes mellitus: With multiple complications
de: Diabetes mellitus in Verbindung mit Fehl- oder Mangelernährung [Malnutrition]: Mit multiplen Komplikationen
zh_cn: 营养不良相关性糖尿病伴有多个并发症

# model:gnuhealth.pathology,name:E128
source: Malnutrition-related diabetes mellitus: With unspecified complications
de: Diabetes mellitus in Verbindung mit Fehl- oder Mangelernährung [Malnutrition]: Mit nicht näher bezeichneten Komplikationen
zh_cn: 营养不良相关性糖尿病伴有未特指的并发症

# model:gnuhealth.pathology,name:E129
source: Malnutrition-related diabetes mellitus: Without complications
de: Diabetes mellitus in Verbindung mit Fehl- oder Mangelernährung [Malnutrition]: Ohne Komplikationen
zh_cn: 营养不良相关性糖尿病不伴有并发症

# model:gnuhealth.pathology,name:E13
source: Other specified diabetes mellitus
de: Sonstiger näher bezeichneter Diabetes mellitus
fr_fr: Autres diabètes sucrés précisés
zh_cn: 其他特指的糖尿病

# model:gnuhealth.pathology,name:E130
source: Other specified diabetes mellitus: With coma
de: Sonstiger näher bezeichneter Diabetes mellitus: Mit Koma
zh_cn: 其他特指的糖尿病伴有昏迷

# model:gnuhealth.pathology,name:E131
source: Other specified diabetes mellitus: With ketoacidosis
de: Sonstiger näher bezeichneter Diabetes mellitus: Mit Ketoazidose
zh_cn: 其他特指的糖尿病伴有酮症酸中毒

# model:gnuhealth.pathology,name:E132
source: Other specified diabetes mellitus: With renal complications
de: Sonstiger näher bezeichneter Diabetes mellitus: Mit Nierenkomplikationen
zh_cn: 其他特指的糖尿病伴有肾的并发症

# model:gnuhealth.pathology,name:E133
source: Other specified diabetes mellitus: With ophthalmic complications
de: Sonstiger näher bezeichneter Diabetes mellitus: Mit Augenkomplikationen
zh_cn: 其他特指的糖尿病伴有眼的并发症

# model:gnuhealth.pathology,name:E134
source: Other specified diabetes mellitus: With neurological complications
de: Sonstiger näher bezeichneter Diabetes mellitus: Mit neurologischen Komplikationen
zh_cn: 其他特指的糖尿病伴有神经的并发症

# model:gnuhealth.pathology,name:E135
source: Other specified diabetes mellitus: With peripheral circulatory complications
de: Sonstiger näher bezeichneter Diabetes mellitus: Mit peripheren vaskulären Komplikationen
zh_cn: 其他特指的糖尿病伴有周围循环并发症

# model:gnuhealth.pathology,name:E136
source: Other specified diabetes mellitus: With other specified complications
de: Sonstiger näher bezeichneter Diabetes mellitus: Mit sonstigen näher bezeichneten Komplikationen
zh_cn: 其他特指的糖尿病伴有其他特指的并发症

# model:gnuhealth.pathology,name:E137
source: Other specified diabetes mellitus: With multiple complications
de: Sonstiger näher bezeichneter Diabetes mellitus: Mit multiplen Komplikationen
zh_cn: 其他特指的糖尿病伴有多个并发症

# model:gnuhealth.pathology,name:E138
source: Other specified diabetes mellitus: With unspecified complications
de: Sonstiger näher bezeichneter Diabetes mellitus: Mit nicht näher bezeichneten Komplikationen
zh_cn: 其他特指的糖尿病伴有未特指的并发症

# model:gnuhealth.pathology,name:E139
source: Other specified diabetes mellitus: Without complications
de: Sonstiger näher bezeichneter Diabetes mellitus: Ohne Komplikationen
zh_cn: 其他特指的糖尿病不伴有并发症

# model:gnuhealth.pathology,name:E14
source: Unspecified diabetes mellitus
de: Nicht näher bezeichneter Diabetes mellitus
fr_fr: Diabète sucré, sans précision
zh_cn: 未特指的糖尿病

# model:gnuhealth.pathology,name:E140
source: Unspecified diabetes mellitus: With coma
de: Nicht näher bezeichneter Diabetes mellitus: Mit Koma
zh_cn: 糖尿病伴有昏迷

# model:gnuhealth.pathology,name:E141
source: Unspecified diabetes mellitus: With ketoacidosis
de: Nicht näher bezeichneter Diabetes mellitus: Mit Ketoazidose
zh_cn: 糖尿病伴有酮症酸中毒

# model:gnuhealth.pathology,name:E142
source: Unspecified diabetes mellitus: Withrenal complications
de: Nicht näher bezeichneter Diabetes mellitus: Mit Nierenkomplikationen
zh_cn: 糖尿病伴有肾的并发症

# model:gnuhealth.pathology,name:E143
source: Unspecified diabetes mellitus: With ophthalmic complications
de: Nicht näher bezeichneter Diabetes mellitus: Mit Augenkomplikationen
zh_cn: 糖尿病伴有眼的并发症

# model:gnuhealth.pathology,name:E144
source: Unspecified diabetes mellitus: With neurological complications
de: Nicht näher bezeichneter Diabetes mellitus: Mit neurologischen Komplikationen
zh_cn: 糖尿病伴有神经的并发症

# model:gnuhealth.pathology,name:E145
source: Unspecified diabetes mellitus: With peripheral circulatory complications
de: Nicht näher bezeichneter Diabetes mellitus: Mit peripheren vaskulären Komplikationen
zh_cn: 糖尿病伴有周围循环并发症

# model:gnuhealth.pathology,name:E146
source: Unspecified diabetes mellitus: With other specified complications
de: Nicht näher bezeichneter Diabetes mellitus: Mit sonstigen näher bezeichneten Komplikationen
zh_cn: 糖尿病伴有其他特指的并发症
