Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:T054
source: Traumatic amputation of one foot and other leg [any level, except foot]
de: Traumatische Amputation eines Fußes und des anderen Beines [jede Höhe, ausgenommen Fuß]
fr_fr: Amputation traumatique d'un pied et de l'autre membre inférieur [tout niveau, sauf le pied]
zh_cn: 一只足和另一小腿的创伤性切断[任何水平，除外足]

# model:gnuhealth.pathology,name:T055
source: Traumatic amputation of both legs [any level]
de: Traumatische Amputation beider Beine [jede Höhe]
fr_fr: Amputation traumatique des deux membres inférieurs [tout niveau]
zh_cn: 双小腿创伤性切断[任何水平]

# model:gnuhealth.pathology,name:T056
source: Traumatic amputation of upper and lower limbs, any combination [any level]
de: Traumatische Amputation der Arme und Beine, in jeder Kombination [jede Höhe]
fr_fr: Amputation traumatique de membres supérieurs et inférieurs, toute association [tout niveau]
zh_cn: 上肢和下肢任何组合的创伤性切断[任何水平]

# model:gnuhealth.pathology,name:T058
source: Traumatic amputations involving other combinations of body regions
de: Traumatische Amputationen mit Beteiligung sonstiger Kombinationen von Körperregionen
fr_fr: Amputation traumatique avec d'autres associations de parties du corps
zh_cn: 累及身体其他复合部位的创伤性切断

# model:gnuhealth.pathology,name:T059
source: Multiple traumatic amputations, unspecified
de: Multiple traumatische Amputationen, nicht näher bezeichnet
fr_fr: Amputations traumatiques multiples, sans précision
zh_cn: 未特指的多处创伤性切断

# model:gnuhealth.pathology,name:T06
source: Other injuries involving multiple body regions, not elsewhere classified
de: Sonstige Verletzungen mit Beteiligung mehrerer Körperregionen, anderenorts nicht klassifiziert
fr_fr: Autres lésions traumatiques de plusieurs parties du corps, non classées ailleurs
zh_cn: 累及身体多个部位的其他损伤，不可归类在他处者

# model:gnuhealth.pathology,name:T060
source: Injuries of brain and cranial nerves with injuries of nerves and spinal cord at neck level
de: Verletzungen des Gehirns und der Hirnnerven kombiniert mit Verletzungen von Nerven und Rückenmark in Halshöhe
fr_fr: Lésions traumatiques du cerveau et des nerfs crâniens avec lésions traumatiques des nerfs et de la moelle épinière au niveau du cou
zh_cn: 颅脑神经损伤伴有在颈水平的神经和脊髓损伤

# model:gnuhealth.pathology,name:T061
source: Injuries of nerves and spinal cord involving other multiple body regions
de: Verletzungen der Nerven und des Rückenmarkes mit Beteiligung mehrerer sonstiger Körperregionen
fr_fr: Lésions traumatiques des nerfs et de la moelle épinière de plusieurs autres parties du corps
zh_cn: 累及身体其他多个部位的神经和脊髓损伤

# model:gnuhealth.pathology,name:T062
source: Injuries of nerves involving multiple body regions
de: Verletzungen von Nerven mit Beteiligung mehrerer Körperregionen
fr_fr: Lésions traumatiques des nerfs de plusieurs parties du corps
zh_cn: 累及身体多个部位的神经损伤

# model:gnuhealth.pathology,name:T063
source: Injuries of blood vessels involving multiple body regions
de: Verletzungen von Blutgefäßen mit Beteiligung mehrerer Körperregionen
fr_fr: Lésions traumatiques de vaisseaux sanguins de plusieurs parties du corps
zh_cn: 累及身体多个部位的血管损伤

# model:gnuhealth.pathology,name:T064
source: Injuries of muscles and tendons involving multiple body regions
de: Verletzungen von Muskeln und Sehnen mit Beteiligung mehrerer Körperregionen
fr_fr: Lésions traumatiques de muscles et de tendons de plusieurs parties du corps
zh_cn: 累及身体多个部位的肌肉和肌腱损伤

# model:gnuhealth.pathology,name:T065
source: Injuries of intrathoracic organs with intra-abdominal and pelvic organs
de: Verletzungen mit Beteiligung von intrathorakalen Organen und intraabdominalen Organen oder intrathorakalen Organen und Beckenorganen
fr_fr: Lésions traumatiques des organes intrathoraciques avec lésions traumatiques des organes intra-abdominaux et pelviens
zh_cn: 胸内器官伴有腹内和盆腔内器官的损伤

# model:gnuhealth.pathology,name:T068
source: Other specified injuries involving multiple body regions
de: Sonstige näher bezeichnete Verletzungen mit Beteiligung mehrerer Körperregionen
fr_fr: Autres lésions traumatiques précisées de plusieurs parties du corps
zh_cn: 累及身体多个部位的其他特指损伤

# model:gnuhealth.pathology,name:T07
source: Unspecified multiple injuries
de: Nicht näher bezeichnete multiple Verletzungen
fr_fr: Lésions traumatiques multiples, sans précision
zh_cn: 未特指的多处损伤

# model:gnuhealth.pathology,name:T08
source: Fracture of spine, level unspecified
de: Fraktur der Wirbelsäule, Höhe nicht näher bezeichnet
fr_fr: Fracture du rachis, niveau non précisé
zh_cn: 脊柱骨折，水平未特指

# model:gnuhealth.pathology,name:T09
source: Other injuries of spine and trunk, level unspecified
de: Sonstige Verletzungen der Wirbelsäule und des Rumpfes, Höhe nicht näher bezeichnet
fr_fr: Autres lésions traumatiques du rachis et du tronc, niveau non précisé
zh_cn: 脊柱和躯干的其他损伤，水平未特指

# model:gnuhealth.pathology,name:T090
source: Superficial injury of trunk, level unspecified
de: Oberflächliche Verletzung des Rumpfes, Höhe nicht näher bezeichnet
fr_fr: Lésion traumatique superficielle du tronc, niveau non précisé
zh_cn: 躯干浅表损伤，水平未特指

# model:gnuhealth.pathology,name:T091
source: Open wound of trunk, level unspecified
de: Offene Wunde des Rumpfes, Höhe nicht näher bezeichnet
fr_fr: Plaie ouverte du tronc, niveau non précisé
zh_cn: 躯干开放性伤口，水平未特指

# model:gnuhealth.pathology,name:T092
source: Dislocation, sprain and strain of unspecified joint and ligament of trunk
de: Luxation, Verstauchung und Zerrung nicht näher bezeichneter Gelenke und Bänder des Rumpfes
zh_cn: 躯干未特指关节和韧带脱位、扭伤和劳损

# model:gnuhealth.pathology,name:T093
source: Injury of spinal cord, level unspecified
de: Verletzung des Rückenmarkes, Höhe nicht näher bezeichnet
fr_fr: Lésion traumatique de la moelle épinière, niveau non précisé
zh_cn: 脊髓损伤，水平未特指

# model:gnuhealth.pathology,name:T094
source: Injury of unspecified nerve, spinal nerve root and plexus of trunk
de: Verletzung nicht näher bezeichneter Nerven, Nervenwurzeln und Plexus im Bereich des Rumpfes
fr_fr: Lésion traumatique d'un nerf, de la racine nerveuse et du plexus rachidien du tronc, non précisés
zh_cn: 躯干未特指神经、脊神经根和神经丛的损伤

# model:gnuhealth.pathology,name:T095
source: Injury of unspecified muscle and tendon of trunk
de: Verletzung nicht näher bezeichneter Muskeln und Sehnen des Rumpfes
fr_fr: Lésion traumatique de muscle et de tendon non précisés du tronc
zh_cn: 躯干未特指肌肉和肌腱的损伤

# model:gnuhealth.pathology,name:T096
source: Traumatic amputation of trunk, level unspecified
de: Traumatische Amputation des Rumpfes, Höhe nicht näher bezeichnet
fr_fr: Amputation traumatique du tronc, niveau non précisé
zh_cn: 躯干创伤性切断，水平未特指

# model:gnuhealth.pathology,name:T098
source: Other specified injuries of trunk, level unspecified
de: Sonstige näher bezeichnete Verletzungen des Rumpfes, Höhe nicht näher bezeichnet
fr_fr: Autres lésions traumatiques précisées du tronc, niveau non précisé
zh_cn: 躯干其他特指的损伤，水平未特指

# model:gnuhealth.pathology,name:T099
source: Unspecified injury of trunk, level unspecified
de: Nicht näher bezeichnete Verletzung des Rumpfes, Höhe nicht näher bezeichnet
fr_fr: Lésion traumatique non précisée du tronc, niveau non précisé
zh_cn: 躯干未特指的损伤，水平未特指

# model:gnuhealth.pathology,name:T10
source: Fracture of upper limb, level unspecified
de: Fraktur der oberen Extremität, Höhe nicht näher bezeichnet
fr_fr: Fracture du membre supérieur, niveau non précisé
zh_cn: 上肢骨折，水平未特指

# model:gnuhealth.pathology,name:T11
source: Other injuries of upper limb, level unspecified
de: Sonstige Verletzungen der oberen Extremität, Höhe nicht näher bezeichnet
fr_fr: Autres lésions traumatiques du membre supérieur, niveau non précisé
zh_cn: 上肢的其他损伤，水平未特指

# model:gnuhealth.pathology,name:T110
source: Superficial injury of upper limb, level unspecified
de: Oberflächliche Verletzung der oberen Extremität, Höhe nicht näher bezeichnet
fr_fr: Lésion traumatique superficielle du membre supérieur, niveau non précisé
zh_cn: 上肢浅表损伤，水平未特指

# model:gnuhealth.pathology,name:T111
source: Open wound of upper limb, level unspecified
de: Offene Wunde der oberen Extremität, Höhe nicht näher bezeichnet
fr_fr: Plaie ouverte du membre supérieur, niveau non précisé
zh_cn: 上肢开放性伤口，水平未特指

# model:gnuhealth.pathology,name:T112
source: Dislocation, sprain and strain of unspecified joint and ligament of upper limb, level unspecified
de: Luxation, Verstauchung und Zerrung von nicht näher bezeichnetem Gelenk und Band der oberen Extremität, Höhe nicht näher bezeichnet
zh_cn: 上肢未特指关节和韧带脱位、扭伤和劳损，水平未特指

# model:gnuhealth.pathology,name:T113
source: Injury of unspecified nerve of upper limb, level unspecified
de: Verletzung eines nicht näher bezeichneten Nervs der oberen Extremität, Höhe nicht näher bezeichnet
fr_fr: Lésion traumatique d'un nerf non précisé du membre supérieur, niveau non précisé
zh_cn: 上肢未特指神经的损伤，水平未特指

# model:gnuhealth.pathology,name:T114
source: Injury of unspecified blood vessel of upper limb, level unspecified
de: Verletzung eines nicht näher bezeichneten Blutgefäßes der oberen Extremität, Höhe nicht näher bezeichnet
fr_fr: Lésion traumatique d'un vaisseau sanguin non précisé du membre supérieur, niveau non précisé
zh_cn: 上肢未特指血管的损伤，水平未特指

# model:gnuhealth.pathology,name:T115
source: Injury of unspecified muscle and tendon of upper limb, level unspecified
de: Verletzung von nicht näher bezeichnete(m)(r) Muskel und Sehne der oberen Extremität, Höhe nicht näher bezeichnet
fr_fr: Lésion traumatique d'un muscle et d'un tendon non précisés du membre supérieur, niveau non précisé
zh_cn: 上肢未特指肌肉和肌腱的损伤，水平未特指

# model:gnuhealth.pathology,name:T116
source: Traumatic amputation of upper limb, level unspecified
de: Traumatische Amputation der oberen Extremität, Höhe nicht näher bezeichnet
fr_fr: Amputation traumatique du membre supérieur, niveau non précisé
zh_cn: 上肢创伤性切断，水平未特指

# model:gnuhealth.pathology,name:T118
source: Other specified injuries of upper limb, level unspecified
de: Sonstige näher bezeichnete Verletzungen der oberen Extremität, Höhe nicht näher bezeichnet
fr_fr: Autres lésions traumatiques précisées du membre supérieur, niveau non précisé
zh_cn: 上肢其他特指的损伤，水平未特指

# model:gnuhealth.pathology,name:T119
source: Unspecified injury of upper limb, level unspecified
de: Nicht näher bezeichnete Verletzung der oberen Extremität, Höhe nicht näher bezeichnet
fr_fr: Lésion traumatique non précisée du membre supérieur, niveau non précisé
zh_cn: 上肢未特指的损伤，水平未特指

# model:gnuhealth.pathology,name:T12
source: Fracture of lower limb, level unspecified
de: Fraktur der unteren Extremität, Höhe nicht näher bezeichnet
fr_fr: Fracture d'un membre inférieur, niveau non précisé
zh_cn: 下肢骨折，水平未特指

# model:gnuhealth.pathology,name:T13
source: Other injuries of lower limb, level unspecified
de: Sonstige Verletzungen der unteren Extremität, Höhe nicht näher bezeichnet
fr_fr: Autres lésions traumatiques du membre inférieur, niveau non précisé
zh_cn: 下肢的其他损伤，水平未特指

# model:gnuhealth.pathology,name:T130
source: Superficial injury of lower limb, level unspecified
de: Oberflächliche Verletzung der unteren Extremität, Höhe nicht näher bezeichnet
fr_fr: Lésion traumatique superficielle du membre inférieur, niveau non précisé
zh_cn: 下肢浅表损伤，水平未特指

# model:gnuhealth.pathology,name:T131
source: Open wound of lower limb, level unspecified
de: Offene Wunde der unteren Extremität, Höhe nicht näher bezeichnet
fr_fr: Plaie ouverte du membre inférieur, niveau non précisé
zh_cn: 下肢开放性伤口，水平未特指

# model:gnuhealth.pathology,name:T132
source: Dislocation, sprain and strain of unspecified joint and ligament of lower limb, level unspecified
de: Luxation, Verstauchung und Zerrung von nicht näher bezeichnetem Gelenk und Band der unteren Extremität, Höhe nicht näher bezeichnet
zh_cn: 下肢未特指关节和韧带脱位、扭伤和劳损，水平未特指

# model:gnuhealth.pathology,name:T133
source: Injury of unspecified nerve of lower limb, level unspecified
de: Verletzung eines nicht näher bezeichneten Nervs der unteren Extremität, Höhe nicht näher bezeichnet
fr_fr: Lésion traumatique d'un nerf non précisé du membre inférieur, niveau non précisé
zh_cn: 下肢未特指神经的损伤，水平未特指

# model:gnuhealth.pathology,name:T134
source: Injury of unspecified blood vessel of lower limb, level unspecified
de: Verletzung eines nicht näher bezeichneten Blutgefäßes der unteren Extremität, Höhe nicht näher bezeichnet
fr_fr: Lésion traumatique d'un vaisseau sanguin non précisé du membre inférieur, niveau non précisé
zh_cn: 下肢未特指血管的损伤，水平未特指

# model:gnuhealth.pathology,name:T135
source: Injury of unspecified muscle and tendon of lower limb, level unspecified
de: Verletzung von nicht näher bezeichnete(m)(r) Muskel und Sehne der unteren Extremität, Höhe nicht näher bezeichnet
fr_fr: Lésion traumatique d'un muscle et d'un tendon non précisés du membre inférieur, niveau non précisé
zh_cn: 下肢未特指肌肉和肌腱的损伤，水平未特指

# model:gnuhealth.pathology,name:T136
source: Traumatic amputation of lower limb, level unspecified
de: Traumatische Amputation der unteren Extremität, Höhe nicht näher bezeichnet
fr_fr: Amputation traumatique du membre inférieur, niveau non précisé
zh_cn: 下肢创伤性切断，水平未特指

# model:gnuhealth.pathology,name:T138
source: Other specified injuries of lower limb, level unspecified
de: Sonstige näher bezeichnete Verletzungen der unteren Extremität, Höhe nicht näher bezeichnet
fr_fr: Autres lésions traumatiques précisées du membre inférieur, niveau non précisé
zh_cn: 下肢其他特指的损伤，水平未特指

# model:gnuhealth.pathology,name:T139
source: Unspecified injury of lower limb, level unspecified
de: Nicht näher bezeichnete Verletzung der unteren Extremität, Höhe nicht näher bezeichnet
fr_fr: Lésion traumatique non précisée du membre inférieur, niveau non précisé
zh_cn: 下肢未特指的损伤，水平未特指

# model:gnuhealth.pathology,name:T14
source: Injury of unspecified body region
de: Verletzung an einer nicht näher bezeichneten Körperregion
fr_fr: Lésions traumatiques d'une partie du corps non précisée
zh_cn: 身体未特指部位的损伤

# model:gnuhealth.pathology,name:T140
source: Superficial injury of unspecified body region
de: Oberflächliche Verletzung an einer nicht näher bezeichneten Körperregion
fr_fr: Lésion traumatique superficielle d'une partie du corps non précisée
zh_cn: 身体未特指部位的浅表损伤

# model:gnuhealth.pathology,name:T141
source: Open wound of unspecified body region
de: Offene Wunde an einer nicht näher bezeichneten Körperregion
fr_fr: Plaie ouverte d'une partie du corps non précisée
zh_cn: 身体未特指部位的开放性伤口

# model:gnuhealth.pathology,name:T142
source: Fracture of unspecified body region
de: Fraktur an einer nicht näher bezeichneten Körperregion
fr_fr: Fracture d'une partie du corps non précisée
zh_cn: 身体未特指部位的骨折

# model:gnuhealth.pathology,name:T143
source: Dislocation, sprain and strain of unspecified body region
de: Luxation, Verstauchung und Zerrung an einer nicht näher bezeichneten Körperregion
fr_fr: Luxation, entorse et foulure d'une partie du corps non précisée
zh_cn: 身体未特指部位的脱位、扭伤和劳损

# model:gnuhealth.pathology,name:T144
source: Injury of nerve(s) of unspecified body region
de: Verletzung eines oder mehrerer Nerven an einer nicht näher bezeichneten Körperregion
fr_fr: Lésion traumatique de nerf(s) d'une partie du corps non précisée
zh_cn: 身体未特指部位的神经损伤

# model:gnuhealth.pathology,name:T145
source: Injury of blood vessel(s) of unspecified body region
de: Verletzung eines oder mehrerer Blutgefäße an einer nicht näher bezeichneten Körperregion
fr_fr: Lésion traumatique de vaisseau(x) sanguin(s) d'une partie du corps non précisée
zh_cn: 身体未特指部位的血管损伤

# model:gnuhealth.pathology,name:T146
source: Injury of muscles and tendons of unspecified body region
de: Verletzung von Muskeln und Sehnen an einer nicht näher bezeichneten Körperregion
zh_cn: 身体未特指部位的肌腱和肌肉损伤

# model:gnuhealth.pathology,name:T147
source: Crushing injury and traumatic amputation of unspecified body region
de: Zerquetschung und traumatische Amputation einer nicht näher bezeichneten Körperregion
fr_fr: Ecrasement et amputation traumatique d'une partie du corps non précisée
zh_cn: 身体未特指部位的挤压伤和创伤性切断

# model:gnuhealth.pathology,name:T148
source: Other injuries of unspecified body region
de: Sonstige Verletzungen einer nicht näher bezeichneten Körperregion
fr_fr: Autres lésions traumatiques d'une partie du corps non précisée
zh_cn: 身体未特指部位的其他损伤

# model:gnuhealth.pathology,name:T149
source: Injury, unspecified
de: Verletzung, nicht näher bezeichnet
fr_fr: Lésion traumatique, sans précision
zh_cn: 未特指的损伤

# model:gnuhealth.pathology,name:T15
source: Foreign body on external eye
de: Fremdkörper im äußeren Auge
fr_fr: Corps étranger dans la partie externe de l'œil
zh_cn: 外眼异物

# model:gnuhealth.pathology,name:T150
source: Foreign body in cornea
de: Fremdkörper in der Kornea
fr_fr: Corps étranger dans la cornée
zh_cn: 角膜异物

# model:gnuhealth.pathology,name:T151
source: Foreign body in conjunctival sac
de: Fremdkörper im Konjunktivalsack
fr_fr: Corps étranger dans le sac conjonctival
zh_cn: 结合膜囊异物

# model:gnuhealth.pathology,name:T158
source: Foreign body in other and multiple parts of external eye
de: Fremdkörper an sonstigen und mehreren Lokalisationen des äußeren Auges
fr_fr: Corps étranger de localisations autres et multiples dans la partie externe de l'œil
zh_cn: 外眼其他和多处部位内异物

# model:gnuhealth.pathology,name:T159
source: Foreign body on external eye, part unspecified
de: Fremdkörper im äußeren Auge, Teil nicht näher bezeichnet
zh_cn: 外眼部位未特指的异物

# model:gnuhealth.pathology,name:T16
source: Foreign body in ear
de: Fremdkörper im Ohr
fr_fr: Corps étranger dans l'oreille
zh_cn: 耳内异物

# model:gnuhealth.pathology,name:T17
source: Foreign body in respiratory tract
de: Fremdkörper in den Atemwegen
fr_fr: Corps étranger dans les voies respiratoires
zh_cn: 呼吸道内异物

# model:gnuhealth.pathology,name:T170
source: Foreign body in nasal sinus
de: Fremdkörper in einer Nasennebenhöhle
fr_fr: Corps étranger dans un sinus nasal
zh_cn: 鼻窦内异物

# model:gnuhealth.pathology,name:T171
source: Foreign body in nostril
de: Fremdkörper im Nasenloch
fr_fr: Corps étranger dans une narine
zh_cn: 鼻孔内异物

# model:gnuhealth.pathology,name:T172
source: Foreign body in pharynx
de: Fremdkörper im Rachen
fr_fr: Corps étranger dans le pharynx
zh_cn: 咽内异物

# model:gnuhealth.pathology,name:T173
source: Foreign body in larynx
de: Fremdkörper im Kehlkopf
fr_fr: Corps étranger dans le larynx
zh_cn: 喉内异物

# model:gnuhealth.pathology,name:T174
source: Foreign body in trachea
de: Fremdkörper in der Trachea
fr_fr: Corps étranger dans la trachée
zh_cn: 气管内异物

# model:gnuhealth.pathology,name:T175
source: Foreign body in bronchus
de: Fremdkörper im Bronchus
fr_fr: Corps étranger dans les bronches
zh_cn: 支气管内异物

# model:gnuhealth.pathology,name:T178
source: Foreign body in other and multiple parts of respiratory tract
de: Fremdkörper an sonstigen und mehreren Lokalisationen der Atemwege
fr_fr: Corps étranger de localisations autres et multiples dans les voies respiratoires
zh_cn: 呼吸道其他和多处部位内异物

# model:gnuhealth.pathology,name:T179
source: Foreign body in respiratory tract, part unspecified
de: Fremdkörper in den Atemwegen, Teil nicht näher bezeichnet
fr_fr: Corps étranger dans les voies respiratoires, partie non précisée
zh_cn: 呼吸道未特指部位内异物

# model:gnuhealth.pathology,name:T18
source: Foreign body in alimentary tract
de: Fremdkörper im Verdauungstrakt
fr_fr: Corps étranger dans les voies digestives
zh_cn: 消化道内异物

# model:gnuhealth.pathology,name:T180
source: Foreign body in mouth
de: Fremdkörper im Mund
fr_fr: Corps étranger dans la bouche
zh_cn: 口内异物

# model:gnuhealth.pathology,name:T181
source: Foreign body in oesophagus
de: Fremdkörper im Ösophagus
fr_fr: Corps étranger dans l'œsophage
zh_cn: 食管内异物

# model:gnuhealth.pathology,name:T182
source: Foreign body in stomach
de: Fremdkörper im Magen
fr_fr: Corps étranger dans l'estomac
zh_cn: 胃内异物

# model:gnuhealth.pathology,name:T183
source: Foreign body in small intestine
de: Fremdkörper im Dünndarm
fr_fr: Corps étranger dans l'intestin grêle
zh_cn: 小肠内异物

# model:gnuhealth.pathology,name:T184
source: Foreign body in colon
de: Fremdkörper im Dickdarm
fr_fr: Corps étranger dans le côlon
zh_cn: 结肠内异物

# model:gnuhealth.pathology,name:T185
source: Foreign body in anus and rectum
de: Fremdkörper in Anus und Rektum
fr_fr: Corps étranger dans l'anus et le rectum
zh_cn: 肛门和直肠内异物

# model:gnuhealth.pathology,name:T188
source: Foreign body in other and multiple parts of alimentary tract
de: Fremdkörper an sonstigen und mehreren Lokalisationen des Verdauungstraktes
fr_fr: Corps étranger de localisations autres et multiples dans les voies digestives
zh_cn: 消化道其他和多处部位内异物

# model:gnuhealth.pathology,name:T189
source: Foreign body in alimentary tract, part unspecified
de: Fremdkörper im Verdauungstrakt, Teil nicht näher bezeichnet
fr_fr: Corps étranger dans les voies digestives, partie non précisée
zh_cn: 消化道未特指部位内异物

# model:gnuhealth.pathology,name:T19
source: Foreign body in genitourinary tract
de: Fremdkörper im Urogenitaltrakt
zh_cn: 泌尿生殖道内异物

# model:gnuhealth.pathology,name:T190
source: Foreign body in urethra
de: Fremdkörper in der Harnröhre
fr_fr: Corps étranger dans l'urètre
zh_cn: 尿道内异物

# model:gnuhealth.pathology,name:T191
source: Foreign body in bladder
de: Fremdkörper in der Harnblase
fr_fr: Corps étranger dans la vessie
zh_cn: 膀胱内异物

# model:gnuhealth.pathology,name:T192
source: Foreign body in vulva and vagina
de: Fremdkörper in der Vulva und in der Vagina
fr_fr: Corps étranger dans la vulve et le vagin
zh_cn: 外阴和阴道内异物

# model:gnuhealth.pathology,name:T193
source: Foreign body in uterus [any part]
de: Fremdkörper im Uterus [jeder Teil]
fr_fr: Corps étranger dans l'utérus [toute partie]
zh_cn: 子宫内异物[任何部分]

# model:gnuhealth.pathology,name:T198
source: Foreign body in other and multiple parts of genitourinary tract
de: Fremdkörper an sonstigen und mehreren Lokalisationen des Urogenitaltraktes
zh_cn: 泌尿生殖道其他和多处部位内异物

# model:gnuhealth.pathology,name:T199
source: Foreign body in genitourinary tract, part unspecified
de: Fremdkörper im Urogenitaltrakt, Teil nicht näher bezeichnet
zh_cn: 泌尿生殖道未特指部位内异物

# model:gnuhealth.pathology,name:T20
source: Burn and corrosion of head and neck
de: Verbrennung oder Verätzung des Kopfes und des Halses
fr_fr: Brûlure et corrosion de la tête et du cou
zh_cn: 头和颈烧伤和腐蚀伤

# model:gnuhealth.pathology,name:T200
source: Burn of unspecified degree of head and neck
de: Verbrennung nicht näher bezeichneten Grades des Kopfes und des Halses
fr_fr: Brûlure de la tête et du cou, degré non précisé
zh_cn: 头和颈未特指程度的烧伤

# model:gnuhealth.pathology,name:T201
source: Burn of first degree of head and neck
de: Verbrennung 1. Grades des Kopfes und des Halses
fr_fr: Brûlure du premier degré de la tête et du cou
zh_cn: 头和颈一度烧伤

# model:gnuhealth.pathology,name:T202
source: Burn of second degree of head and neck
de: Verbrennung 2. Grades des Kopfes und des Halses
fr_fr: Brûlure du second degré de la tête et du cou
zh_cn: 头和颈二度烧伤

# model:gnuhealth.pathology,name:T203
source: Burn of third degree of head and neck
de: Verbrennung 3. Grades des Kopfes und des Halses
fr_fr: Brûlure du troisième degré de la tête et du cou
zh_cn: 头和颈三度烧伤

# model:gnuhealth.pathology,name:T204
source: Corrosion of unspecified degree of head and neck
de: Verätzung nicht näher bezeichneten Grades des Kopfes und des Halses
fr_fr: Corrosion de la tête et du cou, degré non précisé
zh_cn: 头和颈未特指程度的腐蚀伤

# model:gnuhealth.pathology,name:T205
source: Corrosion of first degree of head and neck
de: Verätzung 1. Grades des Kopfes und des Halses
fr_fr: Corrosion du premier degré de la tête et du cou
zh_cn: 头和颈一度腐蚀伤

# model:gnuhealth.pathology,name:T206
source: Corrosion of second degree of head and neck
de: Verätzung 2. Grades des Kopfes und des Halses
fr_fr: Corrosion du second degré de la tête et du cou
zh_cn: 头和颈二度腐蚀伤

# model:gnuhealth.pathology,name:T207
source: Corrosion of third degree of head and neck
de: Verätzung 3. Grades des Kopfes und des Halses
fr_fr: Corrosion du troisième degré de la tête et du cou
zh_cn: 头和颈三度腐蚀伤
