Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:T887
source: Unspecified adverse effect of drug or medicament
de: Nicht näher bezeichnete unerwünschte Nebenwirkung eines Arzneimittels oder einer Droge
fr_fr: Effet indésirable d'un médicament, sans précision
zh_cn: 药物和药剂未特指的有害效应

# model:gnuhealth.pathology,name:T888
source: Other specified complications of surgical and medical care, not elsewhere classified
de: Sonstige näher bezeichnete Komplikationen bei chirurgischen Eingriffen und medizinischer Behandlung, anderenorts nicht klassifiziert
fr_fr: Autres complications précisées de soins médicaux et chirurgicaux, non classées ailleurs
zh_cn: 手术和医疗其他特指的并发症，不可归类在他处者

# model:gnuhealth.pathology,name:T889
source: Complication of surgical and medical care, unspecified
de: Komplikation bei chirurgischen Eingriffen und medizinischer Behandlung, nicht näher bezeichnet
fr_fr: Complication de soins chirurgicaux et médicaux, sans précision
zh_cn: 手术和医疗未特指的并发症

# model:gnuhealth.pathology,name:T90
source: Sequelae of injuries of head
de: Folgen von Verletzungen des Kopfes
fr_fr: Séquelles de lésions traumatiques de la tête
zh_cn: 头部损伤后遗症

# model:gnuhealth.pathology,name:T900
source: Sequelae of superficial injury of head
de: Folgen einer oberflächlichen Verletzung des Kopfes
fr_fr: Séquelles de lésion traumatique superficielle de la tête
zh_cn: 头部浅表损伤后遗症

# model:gnuhealth.pathology,name:T901
source: Sequelae of open wound of head
de: Folgen einer offenen Wunde des Kopfes
fr_fr: Séquelles de plaie ouverte de la tête
zh_cn: 头部开放性伤口后遗症

# model:gnuhealth.pathology,name:T902
source: Sequelae of fracture of skull and facial bones
de: Folgen einer Fraktur des Schädels und der Gesichtsschädelknochen
fr_fr: Séquelles d'une fracture du crâne ou des os de la face
zh_cn: 颅骨和面骨骨折后遗症

# model:gnuhealth.pathology,name:T903
source: Sequelae of injury of cranial nerves
de: Folgen einer Verletzung der Hirnnerven
fr_fr: Séquelles de lésion traumatique de nerfs crâniens
zh_cn: 脑神经损伤后遗症

# model:gnuhealth.pathology,name:T904
source: Sequelae of injury of eye and orbit
de: Folgen einer Verletzung des Auges und der Orbita
fr_fr: Séquelles de lésion traumatique de l'œil et de l'orbite
zh_cn: 眼和眶损伤后遗症

# model:gnuhealth.pathology,name:T905
source: Sequelae of intracranial injury
de: Folgen einer intrakraniellen Verletzung
fr_fr: Séquelles de lésion traumatique intracrânienne
zh_cn: 颅内损伤后遗症

# model:gnuhealth.pathology,name:T908
source: Sequelae of other specified injuries of head
de: Folgen sonstiger näher bezeichneter Verletzungen des Kopfes
fr_fr: Séquelles d'autres lésions traumatiques précisées de la tête
zh_cn: 头部其他特指损伤的后遗症

# model:gnuhealth.pathology,name:T909
source: Sequelae of unspecified injury of head
de: Folgen einer nicht näher bezeichneten Verletzung des Kopfes
fr_fr: Séquelles de lésion traumatique de la tête, sans précision
zh_cn: 头部未特指损伤的后遗症

# model:gnuhealth.pathology,name:T91
source: Sequelae of injuries of neck and trunk
de: Folgen von Verletzungen des Halses und des Rumpfes
fr_fr: Séquelles de lésions traumatiques du cou et du tronc
zh_cn: 颈部和躯干损伤后遗症

# model:gnuhealth.pathology,name:T910
source: Sequelae of superficial injury and open wound of neck and trunk
de: Folgen einer oberflächlichen Verletzung und einer offenen Wunde des Halses und des Rumpfes
fr_fr: Séquelles de lésion traumatique superficielle et de plaie ouverte du cou et du tronc
zh_cn: 颈部和躯干浅表损伤和开放性伤口后遗症

# model:gnuhealth.pathology,name:T911
source: Sequelae of fracture of spine
de: Folgen einer Fraktur der Wirbelsäule
fr_fr: Séquelles d'une fracture du rachis
zh_cn: 脊柱骨折后遗症

# model:gnuhealth.pathology,name:T912
source: Sequelae of other fracture of thorax and pelvis
de: Folgen einer sonstigen Fraktur des Thorax und des Beckens
fr_fr: Séquelles d'autres fractures du thorax et du bassin
zh_cn: 胸和骨盆的其他骨折后遗症

# model:gnuhealth.pathology,name:T913
source: Sequelae of injury of spinal cord
de: Folgen einer Verletzung des Rückenmarkes
fr_fr: Séquelles de lésion traumatique de la moelle épinière
zh_cn: 脊髓损伤后遗症

# model:gnuhealth.pathology,name:T914
source: Sequelae of injury of intrathoracic organs
de: Folgen einer Verletzung der intrathorakalen Organe
fr_fr: Séquelles de lésion traumatique d'organes intrathoraciques
zh_cn: 胸内器官损伤后遗症

# model:gnuhealth.pathology,name:T915
source: Sequelae of injury of intra-abdominal and pelvic organs
de: Folgen einer Verletzung der intraabdominalen Organe und der Beckenorgane
fr_fr: Séquelles de lésion traumatique d'organes intra-abdominaux et pelviens
zh_cn: 腹内和盆腔器官损伤后遗症

# model:gnuhealth.pathology,name:T918
source: Sequelae of other specified injuries of neck and trunk
de: Folgen sonstiger näher bezeichneter Verletzungen des Halses und des Rumpfes
fr_fr: Séquelles d'autres lésions traumatiques précisées du cou et du tronc
zh_cn: 颈部和躯干其他特指损伤的后遗症

# model:gnuhealth.pathology,name:T919
source: Sequelae of unspecified injury of neck and trunk
de: Folgen einer nicht näher bezeichneten Verletzung des Halses und des Rumpfes
fr_fr: Séquelles de lésion traumatique du cou et du tronc, sans précision
zh_cn: 颈部和躯干未特指损伤的后遗症

# model:gnuhealth.pathology,name:T92
source: Sequelae of injuries of upper limb
de: Folgen von Verletzungen der oberen Extremität
fr_fr: Séquelles de lésions traumatiques du membre supérieur
zh_cn: 上肢损伤后遗症

# model:gnuhealth.pathology,name:T920
source: Sequelae of open wound of upper limb
de: Folgen einer offenen Wunde der oberen Extremität
fr_fr: Séquelles de plaie ouverte du membre supérieur
zh_cn: 上肢开放性伤口后遗症

# model:gnuhealth.pathology,name:T921
source: Sequelae of fracture of arm
de: Folgen einer Fraktur des Armes
fr_fr: Séquelles d'une fracture du bras et de l'avant-bras
zh_cn: 臂骨折后遗症

# model:gnuhealth.pathology,name:T922
source: Sequelae of fracture at wrist and hand level
de: Folgen einer Fraktur in Höhe des Handgelenkes und der Hand
fr_fr: Séquelles d'une fracture au niveau du poignet et de la main
zh_cn: 腕和手水平骨折后遗症

# model:gnuhealth.pathology,name:T923
source: Sequelae of dislocation, sprain and strain of upper limb
de: Folgen einer Luxation, Verstauchung oder Zerrung der oberen Extremität
fr_fr: Séquelles d'une luxation, entorse et foulure du membre supérieur
zh_cn: 上肢脱位、扭伤和劳损后遗症

# model:gnuhealth.pathology,name:T924
source: Sequelae of injury of nerve of upper limb
de: Folgen einer Verletzung von Nerven der oberen Extremität
fr_fr: Séquelles d'une lésion traumatique de nerfs du membre supérieur
zh_cn: 上肢神经损伤后遗症

# model:gnuhealth.pathology,name:T925
source: Sequelae of injury of muscle and tendon of upper limb
de: Folgen einer Verletzung von Muskeln und Sehnen der oberen Extremität
fr_fr: Séquelles d'une lésion traumatique de muscles et de tendons du membre supérieur
zh_cn: 上肢肌肉和肌腱损伤后遗症

# model:gnuhealth.pathology,name:T926
source: Sequelae of crushing injury and traumatic amputation of upper limb
de: Folgen einer Zerquetschung oder einer traumatischen Amputation der oberen Extremität
fr_fr: Séquelles d'écrasement et d'amputation traumatiques du membre supérieur
zh_cn: 上肢挤压伤和创伤性切断后遗症

# model:gnuhealth.pathology,name:T928
source: Sequelae of other specified injuries of upper limb
de: Folgen sonstiger näher bezeichneter Verletzungen der oberen Extremität
fr_fr: Séquelles d'autres lésions traumatiques précisées du membre supérieur
zh_cn: 上肢其他特指损伤的后遗症

# model:gnuhealth.pathology,name:T929
source: Sequelae of unspecified injury of upper limb
de: Folgen einer nicht näher bezeichneten Verletzung der oberen Extremität
fr_fr: Séquelles de lésion traumatique du membre supérieur, sans précision
zh_cn: 上肢未特指损伤的后遗症

# model:gnuhealth.pathology,name:T93
source: Sequelae of injuries of lower limb
de: Folgen von Verletzungen der unteren Extremität
fr_fr: Séquelles de lésions traumatiques du membre inférieur
zh_cn: 下肢损伤后遗症

# model:gnuhealth.pathology,name:T930
source: Sequelae of open wound of lower limb
de: Folgen einer offenen Wunde der unteren Extremität
fr_fr: Séquelles de plaie ouverte du membre inférieur
zh_cn: 下肢开放性伤口后遗症

# model:gnuhealth.pathology,name:T931
source: Sequelae of fracture of femur
de: Folgen einer Fraktur des Femurs
fr_fr: Séquelles d'une fracture du fémur
zh_cn: 股骨骨折后遗症

# model:gnuhealth.pathology,name:T932
source: Sequelae of other fractures of lower limb
de: Folgen sonstiger Frakturen der unteren Extremität
fr_fr: Séquelles d'autres fractures du membre inférieur
zh_cn: 下肢其他骨折的后遗症

# model:gnuhealth.pathology,name:T933
source: Sequelae of dislocation, sprain and strain of lower limb
de: Folgen einer Luxation, Verstauchung oder Zerrung der unteren Extremität
fr_fr: Séquelles de luxation, entorse et foulure du membre inférieur
zh_cn: 下肢脱位、扭伤和劳损后遗症

# model:gnuhealth.pathology,name:T934
source: Sequelae of injury of nerve of lower limb
de: Folgen einer Verletzung von Nerven der unteren Extremität
fr_fr: Séquelles de lésion traumatique de nerfs du membre inférieur
zh_cn: 下肢神经损伤后遗症

# model:gnuhealth.pathology,name:T935
source: Sequelae of injury of muscle and tendon of lower limb
de: Folgen einer Verletzung von Muskeln und Sehnen der unteren Extremität
zh_cn: 下肢肌肉和肌腱损伤后遗症

# model:gnuhealth.pathology,name:T936
source: Sequelae of crushing injury and traumatic amputation of lower limb
de: Folgen einer Zerquetschung oder einer traumatischen Amputation der unteren Extremität
zh_cn: 下肢挤压伤和创伤性切断后遗症

# model:gnuhealth.pathology,name:T938
source: Sequelae of other specified injuries of lower limb
de: Folgen sonstiger näher bezeichneter Verletzungen der unteren Extremität
fr_fr: Séquelles d'autres lésions traumatiques précisées du membre inférieur
zh_cn: 下肢其他特指损伤的后遗症

# model:gnuhealth.pathology,name:T939
source: Sequelae of unspecified injury of lower limb
de: Folgen einer nicht näher bezeichneten Verletzung der unteren Extremität
zh_cn: 下肢未特指损伤的后遗症

# model:gnuhealth.pathology,name:T94
source: Sequelae of injuries involving multiple and unspecified body regions
de: Folgen von Verletzungen mehrerer oder nicht näher bezeichneter Körperregionen
fr_fr: Séquelles de lésions traumatiques de parties du corps multiples et non précisées
zh_cn: 涉及多个和未特指身体部位损伤的后遗症

# model:gnuhealth.pathology,name:T940
source: Sequelae of injuries involving multiple body regions
de: Folgen von Verletzungen mehrerer Körperregionen
fr_fr: Séquelles de lésions traumatiques de parties multiples du corps
zh_cn: 涉及多个身体部位损伤的后遗症

# model:gnuhealth.pathology,name:T941
source: Sequelae of injuries, not specified by body region
de: Folgen von Verletzungen nicht näher bezeichneter Körperregionen
fr_fr: Séquelles de lésions traumatiques, non précisées selon la partie du corps
zh_cn: 损伤后遗症，未按身体部位特指者

# model:gnuhealth.pathology,name:T95
source: Sequelae of burns, corrosions and frostbite
de: Folgen von Verbrennungen, Verätzungen oder Erfrierungen
fr_fr: Séquelles de brûlures, corrosions et gelures
zh_cn: 烧伤、腐蚀伤和冻伤后遗症

# model:gnuhealth.pathology,name:T950
source: Sequelae of burn, corrosion and frostbite of head and neck
de: Folgen einer Verbrennung, Verätzung oder Erfrierung des Kopfes oder des Halses
fr_fr: Séquelles de brûlure, corrosion et gelure de la tête et du cou
zh_cn: 头和颈烧伤、腐蚀伤和冻伤后遗症

# model:gnuhealth.pathology,name:T951
source: Sequelae of burn, corrosion and frostbite of trunk
de: Folgen einer Verbrennung, Verätzung oder Erfrierung des Rumpfes
fr_fr: Séquelles de brûlure, corrosion et gelure du tronc
zh_cn: 躯干烧伤、腐蚀伤和冻伤后遗症

# model:gnuhealth.pathology,name:T952
source: Sequelae of burn, corrosion and frostbite of upper limb
de: Folgen einer Verbrennung, Verätzung oder Erfrierung der oberen Extremität
fr_fr: Séquelles de brûlure, corrosion et gelure du membre supérieur
zh_cn: 上肢烧伤、腐蚀伤和冻伤后遗症

# model:gnuhealth.pathology,name:T953
source: Sequelae of burn, corrosion and frostbite of lower limb
de: Folgen einer Verbrennung, Verätzung oder Erfrierung der unteren Extremität
fr_fr: Séquelles de brûlure, corrosion et gelure du membre inférieur
zh_cn: 下肢烧伤、腐蚀伤和冻伤后遗症

# model:gnuhealth.pathology,name:T954
source: Sequelae of burn and corrosion classifiable only according to extent of body surface involved
de: Folgen einer Verbrennung oder Verätzung, die nur nach der Größe der betroffenen Körperoberfläche klassifizierbar ist
fr_fr: Séquelles de brûlure et corrosion classées selon leur étendue sur la surface du corps
zh_cn: 仅根据涉及体表范围分类的烧伤和腐蚀伤后遗症

# model:gnuhealth.pathology,name:T958
source: Sequelae of other specified burn, corrosion and frostbite
de: Folgen einer sonstigen näher bezeichneten Verbrennung, Verätzung oder Erfrierung
fr_fr: Séquelles d'autres brûlures, corrosions et gelures précisées
zh_cn: 其他特指的烧伤、腐蚀伤和冻伤后遗症

# model:gnuhealth.pathology,name:T959
source: Sequelae of unspecified burn, corrosion and frostbite
de: Folgen einer nicht näher bezeichneten Verbrennung, Verätzung oder Erfrierung
fr_fr: Séquelles de brûlure, corrosion et gelure, sans précision
zh_cn: 未特指的烧伤、腐蚀伤和冻伤后遗症

# model:gnuhealth.pathology,name:T96
source: Sequelae of poisoning by drugs, medicaments and biological substances
de: Folgen einer Vergiftung durch Arzneimittel, Drogen und biologisch aktive Substanzen
fr_fr: Séquelles d'intoxications par médicaments et substances biologiques
zh_cn: 药物、药剂和生物制品中毒后遗症

# model:gnuhealth.pathology,name:T97
source: Sequelae of toxic effects of substances chiefly nonmedicinal as to source
de: Folgen toxischer Wirkungen von vorwiegend nicht medizinisch verwendeten Substanzen
fr_fr: Séquelles d'effets toxiques de substances d'origine essentiellement non médicinale
zh_cn: 主要为非药用物质毒性效应的后遗症

# model:gnuhealth.pathology,name:T98
source: Sequelae of other and unspecified effects of external causes
de: Folgen sonstiger und nicht näher bezeichneter Wirkungen äußerer Ursachen
fr_fr: Séquelles de causes externes, autres et sans précision
zh_cn: 外因的其他和未特指效应的后遗症

# model:gnuhealth.pathology,name:T980
source: Sequelae of effects of foreign body entering through natural orifice
de: Folgen der Auswirkungen von Fremdkörpern in natürlichen Körperöffnungen
fr_fr: Séquelles d'effets dus à un corps étranger ayant pénétré dans un orifice naturel
zh_cn: 通过自然腔口进入的异物效应的后遗症

# model:gnuhealth.pathology,name:T981
source: Sequelae of other and unspecified effects of external causes
de: Folgen sonstiger und nicht näher bezeichneter Schäden durch äußere Ursachen
fr_fr: Séquelles d'effets de causes externes, autres et sans précision
zh_cn: 外因的其他和未特指效应的后遗症

# model:gnuhealth.pathology,name:T982
source: Sequelae of certain early complications of trauma
de: Folgen bestimmter Frühkomplikationen eines Traumas
fr_fr: Séquelles de certaines complications précoces d'un traumatisme
zh_cn: 创伤的某些早期并发症的后遗症

# model:gnuhealth.pathology,name:T983
source: Sequelae of complications of surgical and medical care, not elsewhere classified
de: Folgen von Komplikationen bei chirurgischen Eingriffen und medizinischer Behandlung, anderenorts nicht klassifiziert
fr_fr: Séquelles de complications de soins chirurgicaux et médicaux, non classées ailleurs
zh_cn: 手术和医疗并发症的后遗症，不可归类在他处者

# model:gnuhealth.pathology,name:U04
source: Severe acute respiratory syndrome [SARS]
de: Schweres akutes respiratorisches Syndrom [SARS]
fr_fr: Syndrome respiratoire aigu sévère [SRAS]
zh_cn: 严重急性呼吸道综合征[SARS]

# model:gnuhealth.pathology,name:U049
source: Severe acute respiratory syndrome [SARS], unspecified
de: Schweres akutes respiratorisches Syndrom [SARS], nicht näher bezeichnet
zh_cn: 未特指的严重急性呼吸道综合征

# model:gnuhealth.pathology,name:U06
source: Zika Virus Disease
de: Zika Virus Krankheit

# model:gnuhealth.pathology,name:U069
source: Zika Virus Disease, unspecified
de: Zika Virus Krankheit, nicht näher bezeichnet
zh_cn: 兹卡病毒病

# model:gnuhealth.pathology,name:U07
source: Emergency use of U07
de: Nicht belegte Schlüsselnummer U07

# model:gnuhealth.pathology,name:U070
source: Vaping-related disorder
de: Gesundheitsstörung im Zusammenhang mit dem Gebrauch von E-Zigaretten [Vaporizer]

# model:gnuhealth.pathology,name:U071
source: COVID-19, virus identified
de: COVID-19, Virus nachgewiesen

# model:gnuhealth.pathology,name:U072
source: COVID-19, virus not identified
de: COVID-19, Virus nicht nachgewiesen

# model:gnuhealth.pathology,name:U073
source: Emergency use of U07.3
de: Nicht belegte Schlüsselnummer U073

# model:gnuhealth.pathology,name:U074
source: Emergency use of U07.4
de: Nicht belegte Schlüsselnummer U074

# model:gnuhealth.pathology,name:U075
source: Emergency use of U07.5
de: Nicht belegte Schlüsselnummer U075

# model:gnuhealth.pathology,name:U076
source: Emergency use of U07.6
de: Nicht belegte Schlüsselnummer U076

# model:gnuhealth.pathology,name:U077
source: Emergency use of U07.7
de: Nicht belegte Schlüsselnummer U077

# model:gnuhealth.pathology,name:U078
source: Emergency use of U07.8
de: Nicht belegte Schlüsselnummer U078

# model:gnuhealth.pathology,name:U079
source: Emergency use of U07.9
de: Nicht belegte Schlüsselnummer U079

# model:gnuhealth.pathology,name:U82
source: Resistance to betalactam antibiotics
de: Resistenz gegen Beta-Laktam-Antibiotika

# model:gnuhealth.pathology,name:U820
source: Resistance to penicillin
de: Resistenz gegen Penicillin

# model:gnuhealth.pathology,name:U821
source: Resistance to methicillin
de: Resistenz gegen Methicillin

# model:gnuhealth.pathology,name:U822
source: Extended spectrum betalactamase (ESBL) resistance
de: Extended Spectrum Beta-Laktamase [ESBL] Resistenz

# model:gnuhealth.pathology,name:U828
source: Resistance to other betalactam antibiotics
de: Resistenz gegen sonstige Beta-Laktam-Antibiotika

# model:gnuhealth.pathology,name:U829
source: Resistance to betalactam antibiotics, unspecified
de: Resistenz gegen nicht näher bezeichnete Beta-Laktam-Antibiotika

# model:gnuhealth.pathology,name:U83
source: Resistance to other antibiotics
de: Resistenz gegen sonstige Antibiotika

# model:gnuhealth.pathology,name:U830
source: Resistance to vancomycin
de: Resistenz gegen Vancomycin

# model:gnuhealth.pathology,name:U831
source: Resistance to other vancomycin related antibiotics
de: Resistenz gegen sonstige Vancomycin-verwandte Antibiotika

# model:gnuhealth.pathology,name:U832
source: Resistance to quinolones
de: Resistenz gegen Quinolone

# model:gnuhealth.pathology,name:U837
source: Resistance to multiple antibiotics
de: Resistenz gegen mehrere Antibiotika

# model:gnuhealth.pathology,name:U838
source: Resistance to other single specified antibiotic
de: Resistenz gegen sonstige einzelne Antibiotika

# model:gnuhealth.pathology,name:U839
source: Resistance to unspecified antibiotic
de: Resistenz gegen nicht näher bezeichnetes Antibiotikum

# model:gnuhealth.pathology,name:U84
source: Resistance to other antimicrobial drugs
de: Resistenz gegen sonstige antimikrobielle Medikamente

# model:gnuhealth.pathology,name:U840
source: Resistance to antiparasitic drug(s)
de: Resistenz gegen antiparasitäre Medikamente

# model:gnuhealth.pathology,name:U841
source: Resistance to antifungal drug(s)
de: Resistenz gegen Antimykotika

# model:gnuhealth.pathology,name:U842
source: Resistance to antiviral drug(s)
de: Resistenz gegen antivirale Medikamente

# model:gnuhealth.pathology,name:U843
source: Resistance to tuberculostatic drug(s)
de: Resistenz gegen Antituberkulotika

# model:gnuhealth.pathology,name:U847
source: Resistance to multiple antimicrobial drugs
de: Resistenz gegen mehrere antimikrobielle Medikamente

# model:gnuhealth.pathology,name:U848
source: Resistance to other specified antimicrobial drug
de: Resistenz gegen sonstige antimikrobielle Medikamente

# model:gnuhealth.pathology,name:U849
source: Resistance to unspecified antimicrobial drugs
de: Resistenz gegen nicht näher bezeichnete antimikrobielle Medikamente

# model:gnuhealth.pathology,name:U85
source: Resistance to antineoplastic drugs
de: Resistenz gegen antineoplastische Medikamente

# model:gnuhealth.pathology,name:V01
source: Pedestrian injured in collision with pedal cycle
de: Fußgänger bei Zusammenstoß mit Fahrrad verletzt
fr_fr: Piéton blessé dans une collision avec un cycle
zh_cn: 行人在与脚踏车碰撞中的损伤

# model:gnuhealth.pathology,name:V010
source: Pedestrian injured in collision with pedal cycle: Nontraffic accident
de: Fußgänger bei Zusammenstoß mit Fahrrad verletzt: Unfall außerhalb des Verkehrs

# model:gnuhealth.pathology,name:V011
source: Pedestrian injured in collision with pedal cycle: Traffic accident
de: Fußgänger bei Zusammenstoß mit Fahrrad verletzt: Verkehrsunfall

# model:gnuhealth.pathology,name:V019
source: Pedestrian injured in collision with pedal cycle: Unspecified whether traffic or nontraffic accident
de: Fußgänger bei Zusammenstoß mit Fahrrad verletzt: Nicht näher bezeichnet, ob Verkehrsunfall oder Unfall außerhalb des Verkehrs
zh_cn: 行人在与脚踏车未特指为交通事故或非交通事故碰撞中损伤

# model:gnuhealth.pathology,name:V02
source: Pedestrian injured in collision with two- or three-wheeled motor vehicle
de: Fußgänger bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt
fr_fr: Piéton blessé dans une collision avec un véhicule à moteur à deux ou trois roues
zh_cn: 行人在与两轮或三轮摩托车碰撞中的损伤Pedestrian injured in collision with two- or three-wheeled motor vehicle

# model:gnuhealth.pathology,name:V020
source: Pedestrian injured in collision with two- or three-wheeled motor vehicle: Nontraffic accident
de: Fußgänger bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Unfall außerhalb des Verkehrs

# model:gnuhealth.pathology,name:V021
source: Pedestrian injured in collision with two- or three-wheeled motor vehicle: Traffic accident
de: Fußgänger bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Verkehrsunfall

# model:gnuhealth.pathology,name:V029
source: Pedestrian injured in collision with two- or three-wheeled motor vehicle: Unspecified whether traffic or nontraffic accident
de: Fußgänger bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Nicht näher bezeichnet, ob Verkehrsunfall oder Unfall außerhalb des Verkehrs
zh_cn: 行人在与两轮或三轮摩托车未特指为交通事故或非交通事故碰撞中损伤

# model:gnuhealth.pathology,name:V03
source: Pedestrian injured in collision with car, pick-up truck or van
de: Fußgänger bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt
fr_fr: Piéton blessé dans une collision avec une automobile ou une camionnette
zh_cn: 行人在与小汽车、轻型货车或篷车碰撞中的损伤

# model:gnuhealth.pathology,name:V030
source: Pedestrian injured in collision with car, pick-up truck or van: Nontraffic accident
de: Fußgänger bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Unfall außerhalb des Verkehrs

# model:gnuhealth.pathology,name:V031
source: Pedestrian injured in collision with car, pick-up truck or van: Traffic accident
de: Fußgänger bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Verkehrsunfall

# model:gnuhealth.pathology,name:V039
source: Pedestrian injured in collision with car, pick-up truck or van: Unspecified whether traffic or nontraffic accident
de: Fußgänger bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Nicht näher bezeichnet, ob Verkehrsunfall oder Unfall außerhalb des Verkehrs
zh_cn: 行人在与小汽车、轻型货车或篷车未特指为交通事故或非交通事故碰撞中损伤

# model:gnuhealth.pathology,name:V04
source: Pedestrian injured in collision with heavy transport vehicle or bus
de: Fußgänger bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt
fr_fr: Piéton blessé dans une collision avec un véhicule lourd ou un autobus
zh_cn: 行人在与重型运输车或公共汽车碰撞中的损伤

# model:gnuhealth.pathology,name:V040
source: Pedestrian injured in collision with heavy transport vehicle or bus: Nontraffic accident
de: Fußgänger bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Unfall außerhalb des Verkehrs

# model:gnuhealth.pathology,name:V041
source: Pedestrian injured in collision with heavy transport vehicle or bus: Traffic accident
de: Fußgänger bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Verkehrsunfall
