Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:N750
source: Cyst of Bartholin gland
de: Bartholin-Zyste
zh_cn: 前庭大腺囊肿

# model:gnuhealth.pathology,name:N751
source: Abscess of Bartholin gland
de: Bartholin-Abszess
zh_cn: 前庭大腺脓肿

# model:gnuhealth.pathology,name:N758
source: Other diseases of Bartholin gland
de: Sonstige Krankheiten der Bartholin-Drüsen
zh_cn: 前庭大腺的其他疾病

# model:gnuhealth.pathology,name:N759
source: Disease of Bartholin gland, unspecified
de: Krankheit der Bartholin-Drüsen, nicht näher bezeichnet
zh_cn: 未特指的前庭大腺疾病

# model:gnuhealth.pathology,name:N76
source: Other inflammation of vagina and vulva
de: Sonstige entzündliche Krankheit der Vagina und Vulva
fr_fr: Autres inflammations du vagin et de la vulve
zh_cn: 阴道和外阴的其他炎症

# model:gnuhealth.pathology,name:N760
source: Acute vaginitis
de: Akute Kolpitis
fr_fr: Vaginite aiguë
zh_cn: 急性阴道炎

# model:gnuhealth.pathology,name:N761
source: Subacute and chronic vaginitis
de: Subakute und chronische Kolpitis
fr_fr: Vaginite subaiguë et chronique
zh_cn: 亚急性和慢性阴道炎

# model:gnuhealth.pathology,name:N762
source: Acute vulvitis
de: Akute Vulvitis
fr_fr: Vulvite aiguë
zh_cn: 急性外阴炎

# model:gnuhealth.pathology,name:N763
source: Subacute and chronic vulvitis
de: Subakute und chronische Vulvitis
fr_fr: Vulvite subaiguë et chronique
zh_cn: 亚急性和慢性外阴炎

# model:gnuhealth.pathology,name:N764
source: Abscess of vulva
de: Abszess der Vulva
fr_fr: Abcès de la vulve
zh_cn: 外阴肿脓

# model:gnuhealth.pathology,name:N765
source: Ulceration of vagina
de: Ulzeration der Vagina
fr_fr: Ulcération du vagin
zh_cn: 阴道溃疡

# model:gnuhealth.pathology,name:N766
source: Ulceration of vulva
de: Ulzeration der Vulva
fr_fr: Ulcération de la vulve
zh_cn: 外阴溃疡

# model:gnuhealth.pathology,name:N768
source: Other specified inflammation of vagina and vulva
de: Sonstige näher bezeichnete entzündliche Krankheit der Vagina und Vulva
fr_fr: Autres inflammations précisées du vagin et de la vulve
zh_cn: 阴道和外阴其他特指的炎症

# model:gnuhealth.pathology,name:N77
source: Vulvovaginal ulceration and inflammation in diseases classified elsewhere
de: Vulvovaginale Ulzeration und Entzündung bei anderenorts klassifizierten Krankheiten
fr_fr: Ulcération et inflammation vulvo-vaginales au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的外阴阴道溃疡和炎症

# model:gnuhealth.pathology,name:N770
source: Ulceration of vulva in infectious and parasitic diseases classified elsewhere
de: Ulzeration der Vulva bei anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Ulcération de la vulve au cours de maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的传染病和寄生虫病引起的外阴溃疡

# model:gnuhealth.pathology,name:N771
source: Vaginitis, vulvitis and vulvovaginitis in infectious and parasitic diseases classified elsewhere
de: Vaginitis, Vulvitis oder Vulvovaginitis bei anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Vaginite, vulvite et vulvo-vaginite au cours de maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的传染病和寄生虫病引起的阴道炎、外阴炎和外阴阴道炎

# model:gnuhealth.pathology,name:N778
source: Vulvovaginal ulceration and inflammation in other diseases classified elsewhere
de: Vulvovaginale Ulzeration und Entzündung bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Ulcération et inflammation vulvo-vaginales au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的外阴阴道溃疡和炎症

# model:gnuhealth.pathology,name:N80
source: Endometriosis
de: Endometriose
fr_fr: Endométriose
zh_cn: 子宫内膜异位症

# model:gnuhealth.pathology,name:N800
source: Endometriosis of uterus
de: Endometriose des Uterus
fr_fr: Endométriose de l'utérus
zh_cn: 子宫的子宫内膜异位症

# model:gnuhealth.pathology,name:N801
source: Endometriosis of ovary
de: Endometriose des Ovars
fr_fr: Endométriose de l'ovaire
zh_cn: 卵巢的子宫内膜异位症

# model:gnuhealth.pathology,name:N802
source: Endometriosis of fallopian tube
de: Endometriose der Tuba uterina
zh_cn: 输卵管的子宫内膜异位症

# model:gnuhealth.pathology,name:N803
source: Endometriosis of pelvic peritoneum
de: Endometriose des Beckenperitoneums
fr_fr: Endométriose du péritoine pelvien
zh_cn: 盆腔腹膜的子宫内膜异位症

# model:gnuhealth.pathology,name:N804
source: Endometriosis of rectovaginal septum and vagina
de: Endometriose des Septum rectovaginale und der Vagina
fr_fr: Endométriose du septum recto-vaginal et du vagin
zh_cn: 直肠阴道隔和阴道的子宫内膜异位症

# model:gnuhealth.pathology,name:N805
source: Endometriosis of intestine
de: Endometriose des Darmes
fr_fr: Endométriose de l'intestin
zh_cn: 肠的子宫内膜异位症

# model:gnuhealth.pathology,name:N806
source: Endometriosis in cutaneous scar
de: Endometriose in Hautnarbe
fr_fr: Endométriose sur cicatrice cutanée
zh_cn: 皮肤瘢痕子宫内膜异位症

# model:gnuhealth.pathology,name:N808
source: Other endometriosis
de: Sonstige Endometriose
fr_fr: Autres endométrioses
zh_cn: 其他的子宫内膜异位症

# model:gnuhealth.pathology,name:N809
source: Endometriosis, unspecified
de: Endometriose, nicht näher bezeichnet
fr_fr: Endométriose, sans précision
zh_cn: 未特指的子宫内膜异位症

# model:gnuhealth.pathology,name:N81
source: Female genital prolapse
de: Genitalprolaps bei der Frau
fr_fr: Prolapsus génital
zh_cn: 女性生殖器脱垂

# model:gnuhealth.pathology,name:N810
source: Female urethrocele
de: Urethrozele bei der Frau
fr_fr: Urétrocèle chez la femme
zh_cn: 女性尿道膨出

# model:gnuhealth.pathology,name:N811
source: Cystocele
de: Zystozele
fr_fr: Cystocèle
zh_cn: 膀胱膨出

# model:gnuhealth.pathology,name:N812
source: Incomplete uterovaginal prolapse
de: Partialprolaps des Uterus und der Vagina
fr_fr: Prolapsus utéro-vaginal partiel
zh_cn: 子宫阴道不完全性脱垂

# model:gnuhealth.pathology,name:N813
source: Complete uterovaginal prolapse
de: Totalprolaps des Uterus und der Vagina
fr_fr: Prolapsus utéro-vaginal complet
zh_cn: 完全性子宫阴道脱垂

# model:gnuhealth.pathology,name:N814
source: Uterovaginal prolapse, unspecified
de: Uterovaginalprolaps, nicht näher bezeichnet
fr_fr: Prolapsus utéro-vaginal, sans précision
zh_cn: 未特指的子宫阴道脱垂

# model:gnuhealth.pathology,name:N815
source: Vaginal enterocele
de: Vaginale Enterozele
fr_fr: Entérocèle vaginale
zh_cn: 阴道小肠膨出

# model:gnuhealth.pathology,name:N816
source: Rectocele
de: Rektozele
fr_fr: Rectocèle
zh_cn: 直肠膨出

# model:gnuhealth.pathology,name:N818
source: Other female genital prolapse
de: Sonstiger Genitalprolaps bei der Frau
fr_fr: Autres prolapsus génitaux
zh_cn: 其他的女性生殖器脱垂

# model:gnuhealth.pathology,name:N819
source: Female genital prolapse, unspecified
de: Genitalprolaps bei der Frau, nicht näher bezeichnet
fr_fr: Prolapsus génital, sans précision
zh_cn: 未特指的女性生殖器脱垂

# model:gnuhealth.pathology,name:N82
source: Fistulae involving female genital tract
de: Fisteln mit Beteiligung des weiblichen Genitaltraktes
fr_fr: Fistules de l'appareil génital de la femme
zh_cn: 累及女性生殖道的瘘

# model:gnuhealth.pathology,name:N820
source: Vesicovaginal fistula
de: Vesikovaginalfistel
fr_fr: Fistule vésico-vaginale
zh_cn: 膀胱阴道瘘

# model:gnuhealth.pathology,name:N821
source: Other female urinary-genital tract fistulae
de: Sonstige Fisteln zwischen weiblichem Harn- und Genitaltrakt
fr_fr: Autres fistules de l'appareil génito-urinaire de la femme
zh_cn: 其他女性泌尿-生殖道瘘

# model:gnuhealth.pathology,name:N822
source: Fistula of vagina to small intestine
de: Fistel zwischen Vagina und Dünndarm
fr_fr: Fistule du vagin à l'intestin grêle
zh_cn: 阴道小肠瘘

# model:gnuhealth.pathology,name:N823
source: Fistula of vagina to large intestine
de: Fistel zwischen Vagina und Dickdarm
fr_fr: Fistule du vagin au côlon
zh_cn: 阴道大肠瘘

# model:gnuhealth.pathology,name:N824
source: Other female intestinal-genital tract fistulae
de: Sonstige Fisteln zwischen weiblichem Genital- und Darmtrakt
fr_fr: Autres fistules intestino-génitales chez la femme
zh_cn: 其他的女性肠-生殖道瘘

# model:gnuhealth.pathology,name:N825
source: Female genital tract-skin fistulae
de: Fisteln zwischen weiblichem Genitaltrakt und Haut
fr_fr: Fistule génito-cutanée chez la femme
zh_cn: 女性生殖道-皮肤瘘

# model:gnuhealth.pathology,name:N828
source: Other female genital tract fistulae
de: Sonstige Fisteln des weiblichen Genitaltraktes
fr_fr: Autres fistules de l'appareil génital de la femme
zh_cn: 其他的女性生殖道瘘

# model:gnuhealth.pathology,name:N829
source: Female genital tract fistula, unspecified
de: Fistel des weiblichen Genitaltraktes, nicht näher bezeichnet
fr_fr: Fistule de l'appareil génital de la femme, sans précision
zh_cn: 未特指的女性生殖道瘘

# model:gnuhealth.pathology,name:N83
source: Noninflammatory disorders of ovary, fallopian tube and broad ligament
de: Nichtentzündliche Krankheiten des Ovars, der Tuba uterina und des Lig. latum uteri
zh_cn: 卵巢、输卵管和阔韧带的非炎性疾患

# model:gnuhealth.pathology,name:N830
source: Follicular cyst of ovary
de: Follikelzyste des Ovars
fr_fr: Kyste folliculaire de l'ovaire
zh_cn: 卵巢滤泡囊肿

# model:gnuhealth.pathology,name:N831
source: Corpus luteum cyst
de: Zyste des Corpus luteum
fr_fr: Kyste du corps jaune
zh_cn: 黄体囊肿

# model:gnuhealth.pathology,name:N832
source: Other and unspecified ovarian cysts
de: Sonstige und nicht näher bezeichnete Ovarialzysten
fr_fr: Kystes de l'ovaire, autres et sans précision
zh_cn: 其他和未特指的卵巢囊肿

# model:gnuhealth.pathology,name:N833
source: Acquired atrophy of ovary and fallopian tube
de: Erworbene Atrophie des Ovars und der Tuba uterina
zh_cn: 卵巢和输卵管后天性萎缩

# model:gnuhealth.pathology,name:N834
source: Prolapse and hernia of ovary and fallopian tube
de: Prolaps oder Hernie des Ovars und der Tuba uterina
zh_cn: 卵巢和输卵管脱垂和疝

# model:gnuhealth.pathology,name:N835
source: Torsion of ovary, ovarian pedicle and fallopian tube
de: Torsion des Ovars, des Ovarstieles und der Tuba uterina
zh_cn: 卵巢、卵巢蒂和输卵管的扭转

# model:gnuhealth.pathology,name:N836
source: Haematosalpinx
de: Hämatosalpinx
fr_fr: Hématosalpinx
zh_cn: 输卵管血肿

# model:gnuhealth.pathology,name:N837
source: Haematoma of broad ligament
de: Hämatom des Lig. latum uteri
fr_fr: Hématome du ligament large
zh_cn: 阔韧带血肿

# model:gnuhealth.pathology,name:N838
source: Other noninflammatory disorders of ovary, fallopian tube and broad ligament
de: Sonstige nichtentzündliche Krankheiten des Ovars, der Tuba uterina und des Lig. latum uteri
zh_cn: 卵巢、输卵管和阔韧带的其他非炎性疾患

# model:gnuhealth.pathology,name:N839
source: Noninflammatory disorder of ovary, fallopian tube and broad ligament, unspecified
de: Nichtentzündliche Krankheit des Ovars, der Tuba uterina und des Lig. latum uteri, nicht näher bezeichnet
zh_cn: 卵巢、输卵管和阔韧带未特指的非炎性疾患

# model:gnuhealth.pathology,name:N84
source: Polyp of female genital tract
de: Polyp des weiblichen Genitaltraktes
fr_fr: Polype de l'appareil génital de la femme
zh_cn: 女性生殖道息肉

# model:gnuhealth.pathology,name:N840
source: Polyp of corpus uteri
de: Polyp des Corpus uteri
fr_fr: Polype du corps de l'utérus
zh_cn: 子宫体息肉

# model:gnuhealth.pathology,name:N841
source: Polyp of cervix uteri
de: Polyp der Cervix uteri
fr_fr: Polype du col de l'utérus
zh_cn: 宫颈息肉

# model:gnuhealth.pathology,name:N842
source: Polyp of vagina
de: Polyp der Vagina
fr_fr: Polype du vagin
zh_cn: 阴道息肉

# model:gnuhealth.pathology,name:N843
source: Polyp of vulva
de: Polyp der Vulva
fr_fr: Polype de la vulve
zh_cn: 外阴息肉

# model:gnuhealth.pathology,name:N848
source: Polyp of other parts of female genital tract
de: Polyp an sonstigen Teilen des weiblichen Genitaltraktes
fr_fr: Polypes d'autres parties de l'appareil génital de la femme
zh_cn: 女性生殖道其他部位的息肉

# model:gnuhealth.pathology,name:N849
source: Polyp of female genital tract, unspecified
de: Polyp des weiblichen Genitaltraktes, nicht näher bezeichnet
fr_fr: Polype de l'appareil génital de la femme, sans précision
zh_cn: 女性生殖道未特指的息肉

# model:gnuhealth.pathology,name:N85
source: Other noninflammatory disorders of uterus, except cervix
de: Sonstige nichtentzündliche Krankheiten des Uterus, ausgenommen der Zervix
fr_fr: Autres affections non inflammatoires de l'utérus, sauf le col
zh_cn: 子宫其他非炎性疾患，除外宫颈

# model:gnuhealth.pathology,name:N850
source: Endometrial glandular hyperplasia
de: Glanduläre Hyperplasie des Endometriums
fr_fr: Hyperplasie glandulaire de l'endomètre
zh_cn: 子宫内膜腺性增生

# model:gnuhealth.pathology,name:N851
source: Endometrial adenomatous hyperplasia
de: Adenomatöse Hyperplasie des Endometriums
fr_fr: Hyperplasie adénomateuse de l'endomètre
zh_cn: 子宫内膜腺瘤性增生

# model:gnuhealth.pathology,name:N852
source: Hypertrophy of uterus
de: Hypertrophie des Uterus
fr_fr: Hypertrophie de l'utérus
zh_cn: 子宫肥大

# model:gnuhealth.pathology,name:N853
source: Subinvolution of uterus
de: Subinvolution des Uterus
fr_fr: Subinvolution de l'utérus
zh_cn: 子宫复旧不全

# model:gnuhealth.pathology,name:N854
source: Malposition of uterus
de: Lageanomalie des Uterus
fr_fr: Malposition de l'utérus
zh_cn: 子宫错位

# model:gnuhealth.pathology,name:N855
source: Inversion of uterus
de: Inversio uteri
fr_fr: Inversion de l'utérus
zh_cn: 子宫内翻

# model:gnuhealth.pathology,name:N856
source: Intrauterine synechiae
de: Intrauterine Synechien
zh_cn: 子宫内粘连

# model:gnuhealth.pathology,name:N857
source: Haematometra
de: Hämatometra
fr_fr: Hématométrie
zh_cn: 子宫积血

# model:gnuhealth.pathology,name:N858
source: Other specified noninflammatory disorders of uterus
de: Sonstige näher bezeichnete nichtentzündliche Krankheiten des Uterus
fr_fr: Autres affections non inflammatoires précisées de l'utérus
zh_cn: 其他特指的子宫非炎性疾患

# model:gnuhealth.pathology,name:N859
source: Noninflammatory disorder of uterus, unspecified
de: Nichtentzündliche Krankheit des Uterus, nicht näher bezeichnet
fr_fr: Affection non inflammatoire de l'utérus, sans précision
zh_cn: 未特指的子宫非炎性疾患

# model:gnuhealth.pathology,name:N86
source: Erosion and ectropion of cervix uteri
de: Erosion und Ektropium der Cervix uteri
fr_fr: Erosion et ectropion du col de l'utérus
zh_cn: 宫颈糜烂和外翻

# model:gnuhealth.pathology,name:N87
source: Dysplasia of cervix uteri
de: Dysplasie der Cervix uteri
fr_fr: Dysplasie du col de l'utérus
zh_cn: 宫颈发育不良

# model:gnuhealth.pathology,name:N870
source: Mild cervical dysplasia
de: Niedriggradige Dysplasie der Cervix uteri
fr_fr: Dysplasie légère du col de l'utérus
zh_cn: 轻度宫颈发育不良

# model:gnuhealth.pathology,name:N871
source: Moderate cervical dysplasia
de: Mittelgradige Dysplasie der Cervix uteri
fr_fr: Dysplasie moyenne du col de l'utérus
zh_cn: 中度宫颈发育不良

# model:gnuhealth.pathology,name:N872
source: Severe cervical dysplasia, not elsewhere classified
de: Hochgradige Dysplasie der Cervix uteri, anderenorts nicht klassifiziert
fr_fr: Dysplasie sévère du col de l'utérus, non classée ailleurs
zh_cn: 重度宫颈发育不良，不可归类在他处者

# model:gnuhealth.pathology,name:N879
source: Dysplasia of cervix uteri, unspecified
de: Dysplasie der Cervix uteri, nicht näher bezeichnet
fr_fr: Dysplasie du col de l'utérus, sans précision
zh_cn: 未特指的宫颈发育不良

# model:gnuhealth.pathology,name:N88
source: Other noninflammatory disorders of cervix uteri
de: Sonstige nichtentzündliche Krankheiten der Cervix uteri
fr_fr: Autres affections non inflammatoires du col de l'utérus
zh_cn: 宫颈其他非炎性疾患

# model:gnuhealth.pathology,name:N880
source: Leukoplakia of cervix uteri
de: Leukoplakie der Cervix uteri
fr_fr: Leucoplasie du col de l'utérus
zh_cn: 宫颈白斑

# model:gnuhealth.pathology,name:N881
source: Old laceration of cervix uteri
de: Alter Riss der Cervix uteri
fr_fr: Déchirure ancienne du col de l'utérus
zh_cn: 宫颈陈旧性裂伤

# model:gnuhealth.pathology,name:N882
source: Stricture and stenosis of cervix uteri
de: Striktur und Stenose der Cervix uteri
fr_fr: Rétrécissement et sténose du col de l'utérus
zh_cn: 宫颈缩窄和狭窄

# model:gnuhealth.pathology,name:N883
source: Incompetence of cervix uteri
de: Zervixinsuffizienz
fr_fr: Béance du col de l'utérus
zh_cn: 宫颈机能不全

# model:gnuhealth.pathology,name:N884
source: Hypertrophic elongation of cervix uteri
de: Elongatio cervicis uteri, hypertrophisch
fr_fr: Allongement hypertrophique du col de l'utérus
zh_cn: 宫颈肥厚性延长

# model:gnuhealth.pathology,name:N888
source: Other specified noninflammatory disorders of cervix uteri
de: Sonstige näher bezeichnete nichtentzündliche Krankheiten der Cervix uteri
fr_fr: Autres affections non inflammatoires précisées du col de l'utérus
zh_cn: 宫颈其他特指的非炎性疾患

# model:gnuhealth.pathology,name:N889
source: Noninflammatory disorder of cervix uteri, unspecified
de: Nichtentzündliche Krankheit der Cervix uteri, nicht näher bezeichnet
fr_fr: Affection non inflammatoire du col de l'utérus, sans précision
zh_cn: 未特指的宫颈非炎性疾患

# model:gnuhealth.pathology,name:N89
source: Other noninflammatory disorders of vagina
de: Sonstige nichtentzündliche Krankheiten der Vagina
fr_fr: Autres affections non inflammatoires du vagin
zh_cn: 阴道的其他非炎性疾患

# model:gnuhealth.pathology,name:N890
source: Mild vaginal dysplasia
de: Niedriggradige Dysplasie der Vagina
fr_fr: Dysplasie légère du vagin
zh_cn: 轻度阴道发育不良

# model:gnuhealth.pathology,name:N891
source: Moderate vaginal dysplasia
de: Mittelgradige Dysplasie der Vagina
fr_fr: Dysplasie moyenne du vagin
zh_cn: 中度阴道发育不良

# model:gnuhealth.pathology,name:N892
source: Severe vaginal dysplasia, not elsewhere classified
de: Hochgradige Dysplasie der Vagina, anderenorts nicht klassifiziert
fr_fr: Dysplasie sévère du vagin, non classée ailleurs
zh_cn: 重度阴道发育不良，不可归类在他处者

# model:gnuhealth.pathology,name:N893
source: Dysplasia of vagina, unspecified
de: Dysplasie der Vagina, nicht näher bezeichnet
fr_fr: Dysplasie du vagin, sans précision
zh_cn: 未特指的阴道发育不良

# model:gnuhealth.pathology,name:N894
source: Leukoplakia of vagina
de: Leukoplakie der Vagina
fr_fr: Leucoplasie du vagin
zh_cn: 阴道白斑

# model:gnuhealth.pathology,name:N895
source: Stricture and atresia of vagina
de: Striktur und Atresie der Vagina
fr_fr: Rétrécissement et atrésie du vagin
zh_cn: 阴道狭窄和闭锁

# model:gnuhealth.pathology,name:N896
source: Tight hymenal ring
de: Fester Hymenalring
fr_fr: Anneau hyménal serré
zh_cn: 处女膜环过紧

# model:gnuhealth.pathology,name:N897
source: Haematocolpos
de: Hämatokolpos
fr_fr: Hématocolpos
zh_cn: 阴道积血

# model:gnuhealth.pathology,name:N898
source: Other specified noninflammatory disorders of vagina
de: Sonstige näher bezeichnete nichtentzündliche Krankheiten der Vagina
fr_fr: Autres affections non inflammatoires précisées du vagin
zh_cn: 阴道其他特指的非炎性疾患

# model:gnuhealth.pathology,name:N899
source: Noninflammatory disorder of vagina, unspecified
de: Nichtentzündliche Krankheit der Vagina, nicht näher bezeichnet
fr_fr: Affection non inflammatoire du vagin, sans précision
zh_cn: 阴道未特指的非炎性疾患

# model:gnuhealth.pathology,name:N90
source: Other noninflammatory disorders of vulva and perineum
de: Sonstige nichtentzündliche Krankheiten der Vulva und des Perineums
fr_fr: Autres affections non inflammatoires de la vulve et du périnée
zh_cn: 外阴和会阴的其他非炎性疾患

# model:gnuhealth.pathology,name:N900
source: Mild vulvar dysplasia
de: Niedriggradige Dysplasie der Vulva
fr_fr: Dysplasie légère de la vulve
zh_cn: 轻度外阴发育不良

# model:gnuhealth.pathology,name:N901
source: Moderate vulvar dysplasia
de: Mittelgradige Dysplasie der Vulva
fr_fr: Dysplasie moyenne de la vulve
zh_cn: 中度外阴发育不良

# model:gnuhealth.pathology,name:N902
source: Severe vulvar dysplasia, not elsewhere classified
de: Hochgradige Dysplasie der Vulva, anderenorts nicht klassifiziert
fr_fr: Dysplasie sévère de la vulve, non classée ailleurs
zh_cn: 重度外阴发育不良，不可归类在他处者

# model:gnuhealth.pathology,name:N903
source: Dysplasia of vulva, unspecified
de: Dysplasie der Vulva, nicht näher bezeichnet
fr_fr: Dysplasie de la vulve, sans précision
zh_cn: 未特指的外阴发育不良

# model:gnuhealth.pathology,name:N904
source: Leukoplakia of vulva
de: Leukoplakie der Vulva
fr_fr: Leucoplasie de la vulve
zh_cn: 外阴白斑

# model:gnuhealth.pathology,name:N905
source: Atrophy of vulva
de: Atrophie der Vulva
fr_fr: Atrophie de la vulve
zh_cn: 外阴萎缩

# model:gnuhealth.pathology,name:N906
source: Hypertrophy of vulva
de: Hypertrophie der Vulva
fr_fr: Hypertrophie de la vulve
zh_cn: 外阴肥大

# model:gnuhealth.pathology,name:N907
source: Vulvar cyst
de: Zyste der Vulva
fr_fr: Kyste de la vulve
zh_cn: 外阴囊肿

# model:gnuhealth.pathology,name:N908
source: Other specified noninflammatory disorders of vulva and perineum
de: Sonstige näher bezeichnete nichtentzündliche Krankheiten der Vulva und des Perineums
fr_fr: Autres affections non inflammatoires précisées de la vulve et du périnée
zh_cn: 外阴和会阴其他特指的非炎性疾患

# model:gnuhealth.pathology,name:N909
source: Noninflammatory disorder of vulva and perineum, unspecified
de: Nichtentzündliche Krankheit der Vulva und des Perineums, nicht näher bezeichnet
fr_fr: Affection non inflammatoire de la vulve et du périnée, sans précision
zh_cn: 外阴和会阴未特指的非炎性疾患

# model:gnuhealth.pathology,name:N91
source: Absent, scanty and rare menstruation
de: Ausgebliebene, zu schwache oder zu seltene Menstruation
fr_fr: Aménorrhée, oligoménorrhée et hypoménorrhée
zh_cn: 无月经、月经过少和月经稀少

# model:gnuhealth.pathology,name:N910
source: Primary amenorrhoea
de: Primäre Amenorrhoe
fr_fr: Aménorrhée primaire
zh_cn: 原发闭经

# model:gnuhealth.pathology,name:N911
source: Secondary amenorrhoea
de: Sekundäre Amenorrhoe
fr_fr: Aménorrhée secondaire
zh_cn: 继发闭经

# model:gnuhealth.pathology,name:N912
source: Amenorrhoea, unspecified
de: Amenorrhoe, nicht näher bezeichnet
fr_fr: Aménorrhée, sans précision
zh_cn: 未特指的闭经

# model:gnuhealth.pathology,name:N913
source: Primary oligomenorrhoea
de: Primäre Oligomenorrhoe
fr_fr: Oligoménorrhée primaire
zh_cn: 原发性月经稀少

# model:gnuhealth.pathology,name:N914
source: Secondary oligomenorrhoea
de: Sekundäre Oligomenorrhoe
fr_fr: Oligoménorrhée secondaire
zh_cn: 继发性月经稀少

# model:gnuhealth.pathology,name:N915
source: Oligomenorrhoea, unspecified
de: Oligomenorrhoe, nicht näher bezeichnet
fr_fr: Oligoménorrhée, sans précision
zh_cn: 未特指的月经稀少

# model:gnuhealth.pathology,name:N92
source: Excessive, frequent and irregular menstruation
de: Zu starke, zu häufige oder unregelmäßige Menstruation
fr_fr: Ménorragie, polyménorrhée et métrorragie
zh_cn: 月经过多、月经频繁和月经不规则

# model:gnuhealth.pathology,name:N920
source: Excessive and frequent menstruation with regular cycle
de: Zu starke oder zu häufige Menstruation bei regelmäßigem Menstruationszyklus
fr_fr: Menstruation trop abondante et trop fréquente avec cycle menstruel régulier
zh_cn: 月经过多和频繁伴有规则周期

# model:gnuhealth.pathology,name:N921
source: Excessive and frequent menstruation with irregular cycle
de: Zu starke oder zu häufige Menstruation bei unregelmäßigem Menstruationszyklus
fr_fr: Menstruation trop abondante et trop fréquente avec cycle menstruel irrégulier
zh_cn: 月经过多和频繁伴有不规则周期

# model:gnuhealth.pathology,name:N922
source: Excessive menstruation at puberty
de: Zu starke Menstruation im Pubertätsalter
fr_fr: Menstruation trop abondante à la puberté
zh_cn: 青春期月经过多

# model:gnuhealth.pathology,name:N923
source: Ovulation bleeding
de: Ovulationsblutung
fr_fr: Saignements de l'ovulation
zh_cn: 排卵期出血

# model:gnuhealth.pathology,name:N924
source: Excessive bleeding in the premenopausal period
de: Zu starke Blutung in der Prämenopause
fr_fr: Saignements abondants de la préménopause
zh_cn: 绝经前期出血过多

# model:gnuhealth.pathology,name:N925
source: Other specified irregular menstruation
de: Sonstige näher bezeichnete unregelmäßige Menstruation
fr_fr: Autres irrégularités menstruelles précisées
zh_cn: 其他特指的月经不规则

# model:gnuhealth.pathology,name:N926
source: Irregular menstruation, unspecified
de: Unregelmäßige Menstruation, nicht näher bezeichnet
fr_fr: Irrégularités menstruelles, sans précision
zh_cn: 未特指的月经不规则

# model:gnuhealth.pathology,name:N93
source: Other abnormal uterine and vaginal bleeding
de: Sonstige abnorme Uterus- oder Vaginalblutung
fr_fr: Autres saignements anormaux de l'utérus et du vagin
zh_cn: 其他异常的子宫和阴道出血

# model:gnuhealth.pathology,name:N930
source: Postcoital and contact bleeding
de: Postkoitale Blutung und Kontaktblutung
fr_fr: Saignements post-coïtaux et de contact
zh_cn: 性交后出血和接触性出血
