Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:T803
source: ABO incompatibility reaction
de: AB0-Unverträglichkeitsreaktion
fr_fr: Réaction d'incompatibilité ABO
zh_cn: ABO血型不配合性反应

# model:gnuhealth.pathology,name:T804
source: Rh incompatibility reaction
de: Rh-Unverträglichkeitsreaktion
fr_fr: Réaction d'incompatibilité Rh
zh_cn: Rh不配合性反应

# model:gnuhealth.pathology,name:T805
source: Anaphylactic shock due to serum
de: Anaphylaktischer Schock durch Serum
fr_fr: Choc anaphylactique dû au sérum
zh_cn: 血清引起的过敏性休克

# model:gnuhealth.pathology,name:T806
source: Other serum reactions
de: Sonstige Serumreaktionen
fr_fr: Autres réactions sériques
zh_cn: 其他血清反应

# model:gnuhealth.pathology,name:T808
source: Other complications following infusion, transfusion and therapeutic injection
de: Sonstige Komplikationen nach Infusion, Transfusion oder Injektion zu therapeutischen Zwecken
fr_fr: Autres complications consécutives à une injection thérapeutique, une perfusion et une transfusion
zh_cn: 输注、输血和治疗性注射后的其他并发症

# model:gnuhealth.pathology,name:T809
source: Unspecified complication following infusion, transfusion and therapeutic injection
de: Nicht näher bezeichnete Komplikation nach Infusion, Transfusion oder Injektion zu therapeutischen Zwecken
fr_fr: Complication consécutive à une injection thérapeutique, une perfusion et une transfusion, sans précision
zh_cn: 输注、输血和治疗性注射后未特指的并发症

# model:gnuhealth.pathology,name:T81
source: Complications of procedures, not elsewhere classified
de: Komplikationen bei Eingriffen, anderenorts nicht klassifiziert
fr_fr: Complications d'actes à visée diagnostique et thérapeutique, non classées ailleurs
zh_cn: 操作并发症，不可归类在他处者

# model:gnuhealth.pathology,name:T810
source: Haemorrhage and haematoma complicating a procedure, not elsewhere classified
de: Blutung und Hämatom als Komplikation eines Eingriffes, anderenorts nicht klassifiziert
fr_fr: Hémorragie et hématome compliquant un acte à visée diagnostique et thérapeutique, non classés ailleurs
zh_cn: 并发于操作的出血和血肿，不可归类在他处者

# model:gnuhealth.pathology,name:T811
source: Shock during or resulting from a procedure, not elsewhere classified
de: Schock während oder als Folge eines Eingriffes, anderenorts nicht klassifiziert
fr_fr: Choc pendant ou après un acte à visée diagnostique et thérapeutique, non classé ailleurs
zh_cn: 在操作中发生或由于操作造成的休克，不可归类在他处者

# model:gnuhealth.pathology,name:T812
source: Accidental puncture and laceration during a procedure, not elsewhere classified
de: Versehentliche Stich- oder Risswunde während eines Eingriffes, anderenorts nicht klassifiziert
fr_fr: Perforation et déchirure accidentelles au cours d'un acte à visée diagnostique et thérapeutique, non classées ailleurs
zh_cn: 在操作中意外的穿刺和撕裂，不可归类在他处者

# model:gnuhealth.pathology,name:T813
source: Disruption of operation wound, not elsewhere classified
de: Aufreißen einer Operationswunde, anderenorts nicht klassifiziert
fr_fr: Désunion d'une plaie opératoire, non classée ailleurs
zh_cn: 手术伤口破裂，不可归类在他处者

# model:gnuhealth.pathology,name:T814
source: Infection following a procedure, not elsewhere classified
de: Infektion nach einem Eingriff, anderenorts nicht klassifiziert
fr_fr: Infection après un acte à visée diagnostique et thérapeutique, non classée ailleurs
zh_cn: 操作后的感染，不可归类在他处者

# model:gnuhealth.pathology,name:T815
source: Foreign body accidentally left in body cavity or operation wound following a procedure
de: Fremdkörper, der versehentlich nach einem Eingriff in einer Körperhöhle oder Operationswunde zurückgeblieben ist
fr_fr: Corps étranger laissé accidentellement dans une cavité corporelle ou une plaie opératoire à la suite d'un acte à visée diagnostique et thérapeutique
zh_cn: 操作后意外遗留于体腔或手术伤口中的异物

# model:gnuhealth.pathology,name:T816
source: Acute reaction to foreign substance accidentally left during a procedure
de: Akute Reaktion auf eine während eines Eingriffes versehentlich zurückgebliebene Fremdsubstanz
fr_fr: Réaction aiguë à une substance étrangère laissée accidentellement au cours d'un acte à visée diagnostique et thérapeutique
zh_cn: 在操作中对意外遗留异物的急性反应

# model:gnuhealth.pathology,name:T817
source: Vascular complications following a procedure, not elsewhere classified
de: Gefäßkomplikationen nach einem Eingriff, anderenorts nicht klassifiziert
fr_fr: Complications vasculaires consécutives à un acte à visée diagnostique et thérapeutique, non classées ailleurs
zh_cn: 操作后的血管并发症，不可归类在他处者

# model:gnuhealth.pathology,name:T818
source: Other complications of procedures, not elsewhere classified
de: Sonstige Komplikationen bei Eingriffen, anderenorts nicht klassifiziert
fr_fr: Autres complications d'un acte à visée diagnostique et thérapeutique, non classées ailleurs
zh_cn: 操作的其他并发症，不可归类在他处者

# model:gnuhealth.pathology,name:T819
source: Unspecified complication of procedure
de: Nicht näher bezeichnete Komplikation eines Eingriffes
fr_fr: Complication non précisée d'un acte à visée diagnostique et thérapeutique
zh_cn: 操作的未特指并发症

# model:gnuhealth.pathology,name:T82
source: Complications of cardiac and vascular prosthetic devices, implants and grafts
de: Komplikationen durch Prothesen, Implantate oder Transplantate im Herzen und in den Gefäßen
fr_fr: Complications de prothèses, implants et greffes cardiaques et vasculaires
zh_cn: 心脏和血管假体装置、植入物和移植物的并发症

# model:gnuhealth.pathology,name:T820
source: Mechanical complication of heart valve prosthesis
de: Mechanische Komplikation durch eine Herzklappenprothese
fr_fr: Complication mécanique d'une prothèse valvulaire cardiaque
zh_cn: 心脏瓣膜假体的机械性并发症

# model:gnuhealth.pathology,name:T821
source: Mechanical complication of cardiac electronic device
de: Mechanische Komplikation durch ein kardiales elektronisches Gerät
fr_fr: Complication mécanique d'un appareil cardiaque électronique
zh_cn: 心脏电子装置的机械性并发症

# model:gnuhealth.pathology,name:T822
source: Mechanical complication of coronary artery bypass and valve grafts
de: Mechanische Komplikation durch Koronararterien-Bypass und Klappentransplantate
fr_fr: Complication mécanique d'un pontage coronarien et d'une greffe valvulaire cardiaque
zh_cn: 冠状动脉旁路(搭桥术)和瓣膜移植物的机械性并发症

# model:gnuhealth.pathology,name:T823
source: Mechanical complication of other vascular grafts
de: Mechanische Komplikation durch sonstige Gefäßtransplantate
fr_fr: Complication mécanique d'autres greffes vasculaires
zh_cn: 其他血管移植物的机械性并发症

# model:gnuhealth.pathology,name:T824
source: Mechanical complication of vascular dialysis catheter
de: Mechanische Komplikation durch Gefäßkatheter bei Dialyse
fr_fr: Complication mécanique d'un cathéter vasculaire de dialyse
zh_cn: 血管透析导管的机械性并发症

# model:gnuhealth.pathology,name:T825
source: Mechanical complication of other cardiac and vascular devices and implants
de: Mechanische Komplikation durch sonstige Geräte und Implantate im Herzen und in den Gefäßen
fr_fr: Complication mécanique d'autres prothèses et implants cardiaques et vasculaires
zh_cn: 其他心脏和血管装置及植入物的机械性并发症

# model:gnuhealth.pathology,name:T826
source: Infection and inflammatory reaction due to cardiac valve prosthesis
de: Infektion und entzündliche Reaktion durch eine Herzklappenprothese
fr_fr: Infection et réaction inflammatoire dues à une prothèse valvulaire cardiaque
zh_cn: 心脏瓣膜假体引起的感染和炎症性反应

# model:gnuhealth.pathology,name:T827
source: Infection and inflammatory reaction due to other cardiac and vascular devices, implants and grafts
de: Infektion und entzündliche Reaktion durch sonstige Geräte, Implantate oder Transplantate im Herzen und in den Gefäßen
fr_fr: Infection et réaction inflammatoire dues à d'autres prothèses, implants et greffes cardiaques et vasculaires
zh_cn: 其他心脏和血管装置、植入物和移植物引起的感染和炎症性反应

# model:gnuhealth.pathology,name:T828
source: Other specified complications of cardiac and vascular prosthetic devices, implants and grafts
de: Sonstige näher bezeichnete Komplikationen durch Prothesen, Implantate oder Transplantate im Herzen und in den Gefäßen
zh_cn: 心脏和血管假体装置、植入物和移植物的其他并发症

# model:gnuhealth.pathology,name:T829
source: Unspecified complication of cardiac and vascular prosthetic device, implant and graft
de: Nicht näher bezeichnete Komplikation durch Prothese, Implantat oder Transplantat im Herzen und in den Gefäßen
fr_fr: Complication d'une prothèse, d'un implant et d'une greffe cardiaques et vasculaires, sans précision
zh_cn: 心脏和血管假体装置、植入物和移植物的未特指并发症

# model:gnuhealth.pathology,name:T83
source: Complications of genitourinary prosthetic devices, implants and grafts
de: Komplikationen durch Prothesen, Implantate oder Transplantate im Urogenitaltrakt
zh_cn: 泌尿生殖系假体装置、植入物和移植物的并发症

# model:gnuhealth.pathology,name:T830
source: Mechanical complication of urinary (indwelling) catheter
de: Mechanische Komplikation durch einen Harnwegskatheter (Verweilkatheter)
fr_fr: Complication mécanique d'une sonde urinaire (à demeure)
zh_cn: 泌尿系(留置的)导管的机械性并发症

# model:gnuhealth.pathology,name:T831
source: Mechanical complication of other urinary devices and implants
de: Mechanische Komplikation durch sonstige Geräte oder Implantate im Harntrakt
fr_fr: Complication mécanique d'autres prothèses et implants urinaires
zh_cn: 其他泌尿系装置和植入物的机械性并发症

# model:gnuhealth.pathology,name:T832
source: Mechanical complication of graft of urinary organ
de: Mechanische Komplikation durch ein Harnorgantransplantat
fr_fr: Complication mécanique d'une greffe d'organe urinaire
zh_cn: 泌尿器官移植物的机械性并发症

# model:gnuhealth.pathology,name:T833
source: Mechanical complication of intrauterine contraceptive device
de: Mechanische Komplikation durch ein Intrauterinpessar
zh_cn: 子宫内避孕装置的机械性并发症

# model:gnuhealth.pathology,name:T834
source: Mechanical complication of other prosthetic devices, implants and grafts in genital tract
de: Mechanische Komplikation durch sonstige Prothesen, Implantate oder Transplantate im Genitaltrakt
fr_fr: Complication mécanique d'autres prothèses, implants et greffes de l'appareil génital
zh_cn: 生殖道中其他假体装置、植入物和移植物的机械性并发症

# model:gnuhealth.pathology,name:T835
source: Infection and inflammatory reaction due to prosthetic device, implant and graft in urinary system
de: Infektion und entzündliche Reaktion durch Prothese, Implantat oder Transplantat im Harntrakt
fr_fr: Infection et réaction inflammatoire dues à une prothèse, un implant et une greffe de l'appareil urinaire
zh_cn: 泌尿系统中的假体装置、植入物和移植物引起的感染和炎症性反应

# model:gnuhealth.pathology,name:T836
source: Infection and inflammatory reaction due to prosthetic device, implant and graft in genital tract
de: Infektion und entzündliche Reaktion durch Prothese, Implantat oder Transplantat im Genitaltrakt
fr_fr: Infection et réaction inflammatoire dues à une prothèse, un implant et une greffe de l'appareil génital
zh_cn: 生殖道中的假体装置、植入物和移植物引起的感染和炎症性反应

# model:gnuhealth.pathology,name:T838
source: Other complications of genitourinary prosthetic devices, implants and grafts
de: Sonstige Komplikationen durch Prothesen, Implantate oder Transplantate im Urogenitaltrakt
zh_cn: 泌尿生殖系假体装置、植入物和移植物的其他并发症

# model:gnuhealth.pathology,name:T839
source: Unspecified complication of genitourinary prosthetic device, implant and graft
de: Nicht näher bezeichnete Komplikation durch Prothese, Implantat oder Transplantat im Urogenitaltrakt
zh_cn: 泌尿生殖系假体装置、植入物和移植物的未特指并发症

# model:gnuhealth.pathology,name:T84
source: Complications of internal orthopaedic prosthetic devices, implants and grafts
de: Komplikationen durch orthopädische Endoprothesen, Implantate oder Transplantate
fr_fr: Complications de prothèses, implants et greffes orthopédiques internes
zh_cn: 内部矫形外科假体装置、植入物和移植物的并发症

# model:gnuhealth.pathology,name:T840
source: Mechanical complication of internal joint prosthesis
de: Mechanische Komplikation durch eine Gelenkendoprothese
fr_fr: Complication mécanique d'une prothèse articulaire interne
zh_cn: 内部关节假体的机械性并发症

# model:gnuhealth.pathology,name:T841
source: Mechanical complication of internal fixation device of bones of limb
de: Mechanische Komplikation durch eine interne Osteosynthesevorrichtung an Extremitätenknochen
fr_fr: Complication mécanique d'un appareil de fixation interne d'os d'un membre
zh_cn: 肢骨内部固定装置的机械性并发症

# model:gnuhealth.pathology,name:T842
source: Mechanical complication of internal fixation device of other bones
de: Mechanische Komplikation durch eine interne Osteosynthesevorrichtung an sonstigen Knochen
fr_fr: Complication mécanique d'un appareil de fixation interne d'autres os
zh_cn: 其他骨内部固定装置的机械性并发症

# model:gnuhealth.pathology,name:T843
source: Mechanical complication of other bone devices, implants and grafts
de: Mechanische Komplikation durch sonstige Knochengeräte, -implantate oder -transplantate
fr_fr: Complication mécanique d'autres appareils, implants et greffes des os
zh_cn: 其他骨的装置、植入物和移植物的机械性并发症

# model:gnuhealth.pathology,name:T844
source: Mechanical complication of other internal orthopaedic devices, implants and grafts
de: Mechanische Komplikation durch sonstige intern verwendete orthopädische Geräte, Implantate und Transplantate
zh_cn: 其他内部矫形外科装置、植入物和移植物的机械性并发症

# model:gnuhealth.pathology,name:T845
source: Infection and inflammatory reaction due to internal joint prosthesis
de: Infektion und entzündliche Reaktion durch eine Gelenkendoprothese
fr_fr: Infection et réaction inflammatoire dues à une prothèse articulaire interne
zh_cn: 内部关节假体引起的感染和炎症性反应

# model:gnuhealth.pathology,name:T846
source: Infection and inflammatory reaction due to internal fixation device [any site]
de: Infektion und entzündliche Reaktion durch eine interne Osteosynthesevorrichtung [jede Lokalisation]
fr_fr: Infection et réaction inflammatoire dues à un appareil de fixation interne [toute localisation]
zh_cn: 内部固定装置[任何部位]引起的感染和炎症性反应

# model:gnuhealth.pathology,name:T847
source: Infection and inflammatory reaction due to other internal orthopaedic prosthetic devices, implants and grafts
de: Infektion und entzündliche Reaktion durch sonstige orthopädische Endoprothesen, Implantate oder Transplantate
fr_fr: Infection et réaction inflammatoire dues à d'autres prothèses, implants et greffes orthopédiques internes
zh_cn: 其他内部矫形外科假体装置、植入物和移植物引起的感染和炎症性反应

# model:gnuhealth.pathology,name:T848
source: Other complications of internal orthopaedic prosthetic devices, implants and grafts
de: Sonstige Komplikationen durch orthopädische Endoprothesen, Implantate oder Transplantate
fr_fr: Autres complications de prothèses, implants et greffes orthopédiques internes
zh_cn: 内部矫形外科假体装置、植入物和移植物的其他并发症

# model:gnuhealth.pathology,name:T849
source: Unspecified complication of internal orthopaedic prosthetic device, implant and graft
de: Nicht näher bezeichnete Komplikation durch orthopädische Endoprothese, Implantat oder Transplantat
fr_fr: Complication d'une prothèse, d'un implant et d'une greffe orthopédiques internes, sans précision
zh_cn: 内部矫形外科假体装置、植入物和移植物的未特指并发症

# model:gnuhealth.pathology,name:T85
source: Complications of other internal prosthetic devices, implants and grafts
de: Komplikationen durch sonstige interne Prothesen, Implantate oder Transplantate
fr_fr: Complications d'autres prothèses, implants et greffes internes
zh_cn: 其他内部假体装置、植入物和移植物的并发症

# model:gnuhealth.pathology,name:T850
source: Mechanical complication of ventricular intracranial (communicating) shunt
de: Mechanische Komplikation durch einen ventrikulären, intrakraniellen Shunt
fr_fr: Complication mécanique d'un shunt ventriculaire intracrânien (communication)
zh_cn: 脑室颅内(交通)分流的机械性并发症

# model:gnuhealth.pathology,name:T851
source: Mechanical complication of implanted electronic stimulator of nervous system
de: Mechanische Komplikation durch einen implantierten elektronischen Stimulator des Nervensystems
fr_fr: Complication mécanique de l'implantation d'un stimulateur électronique du système nerveux
zh_cn: 神经系统植入的电子刺激器的机械性并发症

# model:gnuhealth.pathology,name:T852
source: Mechanical complication of intraocular lens
de: Mechanische Komplikation durch eine intraokulare Linse
fr_fr: Complication mécanique d'une lentille intra-oculaire
zh_cn: 眼内透镜的机械性并发症

# model:gnuhealth.pathology,name:T853
source: Mechanical complication of other ocular prosthetic devices, implants and grafts
de: Mechanische Komplikation durch sonstige Augenprothesen, -implantate oder -transplantate
zh_cn: 其他眼假体装置、植入物和移植物的机械性并发症

# model:gnuhealth.pathology,name:T854
source: Mechanical complication of breast prosthesis and implant
de: Mechanische Komplikation durch Mammaprothese oder -implantat
fr_fr: Complication mécanique d'une prothèse et d'un implant mammaires
zh_cn: 乳房假体和植入物的机械性并发症

# model:gnuhealth.pathology,name:T855
source: Mechanical complication of gastrointestinal prosthetic devices, implants and grafts
de: Mechanische Komplikation durch gastrointestinale Prothesen, Implantate oder Transplantate
zh_cn: 胃肠道假体装置、植入物和移植物的机械性并发症

# model:gnuhealth.pathology,name:T856
source: Mechanical complication of other specified internal prosthetic devices, implants and grafts
de: Mechanische Komplikation durch sonstige näher bezeichnete interne Prothesen, Implantate oder Transplantate
fr_fr: Complication mécanique d'autres prothèses, implants et greffes internes précisés
zh_cn: 其他特指的内部假体装置、植入物和移植物的机械性并发症

# model:gnuhealth.pathology,name:T857
source: Infection and inflammatory reaction due to other internal prosthetic devices, implants and grafts
de: Infektion und entzündliche Reaktion durch sonstige interne Prothesen, Implantate oder Transplantate
fr_fr: Infection et réaction inflammatoire dues à d'autres prothèses, implants et greffes internes
zh_cn: 其他内部假体装置、植入物和移植物引起的感染和炎症性反应

# model:gnuhealth.pathology,name:T858
source: Other complications of internal prosthetic devices, implants and grafts, not elsewhere classified
de: Sonstige Komplikationen durch interne Prothesen, Implantate oder Transplantate, anderenorts nicht klassifiziert
fr_fr: Autres complications de prothèses, implants et greffes internes, non classées ailleurs
zh_cn: 内部假体装置、植入物和移植物的其他并发症，不可归类在他处者

# model:gnuhealth.pathology,name:T859
source: Unspecified complication of internal prosthetic device, implant and graft
de: Nicht näher bezeichnete Komplikation durch interne Prothese, Implantat oder Transplantat
fr_fr: Complication d'une prothèse, d'un implant et d'une greffe internes, sans précision
zh_cn: 内部假体装置、植入物和移植物的未特指并发症

# model:gnuhealth.pathology,name:T86
source: Failure and rejection of transplanted organs and tissues
de: Versagen und Abstoßung von transplantierten Organen und Geweben
fr_fr: Echec et rejet d'organes et de tissus greffés
zh_cn: 移植器官和组织的失败和排斥

# model:gnuhealth.pathology,name:T860
source: Bone-marrow transplant rejection
de: Abstoßung eines Knochenmarktransplantates
fr_fr: Rejet d'une greffe de moelle osseuse
zh_cn: 骨髓移植排斥

# model:gnuhealth.pathology,name:T861
source: Kidney transplant failure and rejection
de: Versagen und Abstoßung eines Nierentransplantates
fr_fr: Echec et rejet d'une greffe de rein
zh_cn: 肾移植失败和排斥

# model:gnuhealth.pathology,name:T862
source: Heart transplant failure and rejection
de: Versagen und Abstoßung eines Herztransplantates
fr_fr: Echec et rejet d'une greffe de cœur
zh_cn: 心脏移植失败和排斥

# model:gnuhealth.pathology,name:T863
source: Heart-lung transplant failure and rejection
de: Versagen und Abstoßung eines Herz-Lungen-Transplantates
fr_fr: Echec et rejet d'une greffe cœur-poumon
zh_cn: 心-肺移植失败和排斥

# model:gnuhealth.pathology,name:T864
source: Liver transplant failure and rejection
de: Versagen und Abstoßung eines Lebertransplantates
fr_fr: Echec et rejet d'une greffe de foie
zh_cn: 肝脏移植失败和排斥

# model:gnuhealth.pathology,name:T868
source: Failure and rejection of other transplanted organs and tissues
de: Versagen und Abstoßung sonstiger transplantierter Organe und Gewebe
fr_fr: Echec et rejet d'autres organes et tissus greffés
zh_cn: 其他移植器官和组织的失败和排斥

# model:gnuhealth.pathology,name:T869
source: Failure and rejection of unspecified transplanted organ and tissue
de: Versagen und Abstoßung eines nicht näher bezeichneten transplantierten Organs und Gewebes
fr_fr: Echec et rejet d'un organe et d'un tissu greffés non précisés
zh_cn: 未特指的移植器官和组织的失败和排斥

# model:gnuhealth.pathology,name:T87
source: Complications peculiar to reattachment and amputation
de: Komplikationen, die für Replantation und Amputation bezeichnend sind
fr_fr: Complications propres à une réimplantation et une amputation
zh_cn: 再植和截断术所特有的并发症

# model:gnuhealth.pathology,name:T870
source: Complications of reattached (part of) upper extremity
de: Komplikationen durch replantierte (Teile der) obere(n) Extremität
fr_fr: Complications d'une réimplantation de (ou d'une partie de) membre supérieur
zh_cn: 上肢再植(部位)的并发症

# model:gnuhealth.pathology,name:T871
source: Complications of reattached (part of) lower extremity
de: Komplikationen durch replantierte (Teile der) untere(n) Extremität
fr_fr: Complications d'une réimplantation de (ou d'une partie de) membre inférieur
zh_cn: 下肢再植(部位)的并发症

# model:gnuhealth.pathology,name:T872
source: Complications of other reattached body part
de: Komplikationen durch sonstigen replantierten Körperteil
fr_fr: Complications d'une réimplantation d'une autre partie du corps
zh_cn: 其他再植身体部位的并发症

# model:gnuhealth.pathology,name:T873
source: Neuroma of amputation stump
de: Neurom des Amputationsstumpfes
fr_fr: Névrome sur moignon d'amputation
zh_cn: 截断术残端的神经瘤

# model:gnuhealth.pathology,name:T874
source: Infection of amputation stump
de: Infektion des Amputationsstumpfes
fr_fr: Infection d'un moignon d'amputation
zh_cn: 截断术残端的感染

# model:gnuhealth.pathology,name:T875
source: Necrosis of amputation stump
de: Nekrose des Amputationsstumpfes
fr_fr: Nécrose d'un moignon d'amputation
zh_cn: 截断术残端的坏死

# model:gnuhealth.pathology,name:T876
source: Other and unspecified complications of amputation stump
de: Sonstige und nicht näher bezeichnete Komplikationen am Amputationsstumpf
fr_fr: Complications autres et non précisées au niveau d'un moignon d'amputation
zh_cn: 截断术残端的其他和未特指的并发症

# model:gnuhealth.pathology,name:T88
source: Other complications of surgical and medical care, not elsewhere classified
de: Sonstige Komplikationen bei chirurgischen Eingriffen und medizinischer Behandlung, anderenorts nicht klassifiziert
fr_fr: Autres complications de soins chirurgicaux et médicaux, non classées ailleurs
zh_cn: 手术和医疗的其他并发症，不可归类在他处者

# model:gnuhealth.pathology,name:T880
source: Infection following immunization
de: Infektion nach Impfung [Immunisierung]
zh_cn: 免疫接种后的感染

# model:gnuhealth.pathology,name:T881
source: Other complications following immunization, not elsewhere classified
de: Sonstige Komplikationen nach Impfung [Immunisierung], anderenorts nicht klassifiziert
zh_cn: 免疫接种后的其他并发症，不可归类在他处者

# model:gnuhealth.pathology,name:T882
source: Shock due to anaesthesia
de: Schock durch Anästhesie
fr_fr: Choc anesthésique
zh_cn: 麻醉引起的休克

# model:gnuhealth.pathology,name:T883
source: Malignant hyperthermia due to anaesthesia
de: Maligne Hyperthermie durch Anästhesie
zh_cn: 麻醉引起的恶性高热

# model:gnuhealth.pathology,name:T884
source: Failed or difficult intubation
de: Misslungene oder schwierige Intubation
fr_fr: Echec ou difficulté d'intubation
zh_cn: 插管失败或困难

# model:gnuhealth.pathology,name:T885
source: Other complications of anaesthesia
de: Sonstige Komplikationen infolge Anästhesie
fr_fr: Autres complications consécutives à une anesthésie
zh_cn: 麻醉的其他并发症

# model:gnuhealth.pathology,name:T886
source: Anaphylactic shock due to adverse effect of correct drug or medicament properly administered
de: Anaphylaktischer Schock als unerwünschte Nebenwirkung eines indikationsgerechten Arzneimittels oder einer indikationsgerechten Droge bei ordnungsgemäßer Verabreichung
fr_fr: Choc anaphylactique dû à des effets indésirables d'une substance médicamenteuse appropriée et correctement administrée
zh_cn: 适当应用正确药物或药剂的有害效应引起的过敏性休克
