Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Q052
source: Lumbar spina bifida with hydrocephalus
de: Lumbale Spina bifida mit Hydrozephalus
fr_fr: Spina bifida lombaire, avec hydrocéphalie
zh_cn: 腰段脊柱裂伴脑积水

# model:gnuhealth.pathology,name:Q053
source: Sacral spina bifida with hydrocephalus
de: Sakrale Spina bifida mit Hydrozephalus
fr_fr: Spina bifida sacré, avec hydrocéphalie
zh_cn: 骶段脊柱裂伴脑积水

# model:gnuhealth.pathology,name:Q054
source: Unspecified spina bifida with hydrocephalus
de: Nicht näher bezeichnete Spina bifida mit Hydrozephalus
fr_fr: Spina bifida, avec hydrocéphalie, sans précision
zh_cn: 未特指的脊柱裂伴脑积水

# model:gnuhealth.pathology,name:Q055
source: Cervical spina bifida without hydrocephalus
de: Zervikale Spina bifida ohne Hydrozephalus
fr_fr: Spina bifida cervical, sans hydrocéphalie
zh_cn: 颈段脊柱裂不伴脑积水

# model:gnuhealth.pathology,name:Q056
source: Thoracic spina bifida without hydrocephalus
de: Thorakale Spina bifida ohne Hydrozephalus
fr_fr: Spina bifida thoracique, sans hydrocéphalie
zh_cn: 胸段脊柱裂不伴脑积水

# model:gnuhealth.pathology,name:Q057
source: Lumbar spina bifida without hydrocephalus
de: Lumbale Spina bifida ohne Hydrozephalus
fr_fr: Spina bifida lombaire, sans hydrocéphalie
zh_cn: 腰段脊柱裂不伴脑积水

# model:gnuhealth.pathology,name:Q058
source: Sacral spina bifida without hydrocephalus
de: Sakrale Spina bifida ohne Hydrozephalus
fr_fr: Spina bifida sacré, sans hydrocéphalie
zh_cn: 骶段脊柱裂不伴脑积水

# model:gnuhealth.pathology,name:Q059
source: Spina bifida, unspecified
de: Spina bifida, nicht näher bezeichnet
fr_fr: Spina bifida, sans précision
zh_cn: 未特指的脊柱裂

# model:gnuhealth.pathology,name:Q06
source: Other congenital malformations of spinal cord
de: Sonstige angeborene Fehlbildungen des Rückenmarks
fr_fr: Autres malformations congénitales de la moelle épinière
zh_cn: 脊髓的其他先天性畸形

# model:gnuhealth.pathology,name:Q060
source: Amyelia
de: Amyelie
fr_fr: Amyélie
zh_cn: 无脊髓畸形

# model:gnuhealth.pathology,name:Q061
source: Hypoplasia and dysplasia of spinal cord
de: Hypoplasie und Dysplasie des Rückenmarks
fr_fr: Hypoplasie et dysplasie de la moelle épinière
zh_cn: 脊髓发育不全和发育异常

# model:gnuhealth.pathology,name:Q062
source: Diastematomyelia
de: Diastematomyelie
fr_fr: Diastématomyélie
zh_cn: 脊髓纵裂

# model:gnuhealth.pathology,name:Q063
source: Other congenital cauda equina malformations
de: Sonstige angeborene Fehlbildungen der Cauda equina
fr_fr: Autres malformations congénitales de la queue de cheval
zh_cn: 其他先天性马尾畸形

# model:gnuhealth.pathology,name:Q064
source: Hydromyelia
de: Hydromyelie
fr_fr: Hydromyélie
zh_cn: 脊髓积水

# model:gnuhealth.pathology,name:Q068
source: Other specified congenital malformations of spinal cord
de: Sonstige näher bezeichnete angeborene Fehlbildungen des Rückenmarks
fr_fr: Autres malformations congénitales précisées de la moelle épinière
zh_cn: 脊髓其他特指的先天性畸形

# model:gnuhealth.pathology,name:Q069
source: Congenital malformation of spinal cord, unspecified
de: Angeborene Fehlbildung des Rückenmarks, nicht näher bezeichnet
fr_fr: Malformation congénitale de la moelle épinière, sans précision
zh_cn: 脊髓未特指的先天性畸形

# model:gnuhealth.pathology,name:Q07
source: Other congenital malformations of nervous system
de: Sonstige angeborene Fehlbildungen des Nervensystems
fr_fr: Autres malformations congénitales du système nerveux
zh_cn: 神经系统其他先天性畸形

# model:gnuhealth.pathology,name:Q070
source: Arnold-Chiari syndrome
de: Arnold-Chiari-Syndrom
fr_fr: Syndrome d'Arnold-Chiari
zh_cn: 阿-基综合征

# model:gnuhealth.pathology,name:Q078
source: Other specified congenital malformations of nervous system
de: Sonstige näher bezeichnete angeborene Fehlbildungen des Nervensystems
fr_fr: Autres malformations congénitales précisées du système nerveux
zh_cn: 神经系统其他特指的先天性畸形

# model:gnuhealth.pathology,name:Q079
source: Congenital malformation of nervous system, unspecified
de: Angeborene Fehlbildung des Nervensystems, nicht näher bezeichnet
fr_fr: Malformation congénitale du système nerveux, sans précision
zh_cn: 神经系统未特指的先天性畸形

# model:gnuhealth.pathology,name:Q10
source: Congenital malformations of eyelid, lacrimal apparatus and orbit
de: Angeborene Fehlbildungen des Augenlides, des Tränenapparates und der Orbita
zh_cn: 眼睑、泪器和眼眶先天性畸形

# model:gnuhealth.pathology,name:Q100
source: Congenital ptosis
de: Angeborene Ptose
fr_fr: Ptosis congénital
zh_cn: 先天性上睑下垂

# model:gnuhealth.pathology,name:Q101
source: Congenital ectropion
de: Angeborenes Ektropium
fr_fr: Ectropion congénital
zh_cn: 先天性睑外翻

# model:gnuhealth.pathology,name:Q102
source: Congenital entropion
de: Angeborenes Entropium
fr_fr: Entropion congénital
zh_cn: 先天性睑内翻

# model:gnuhealth.pathology,name:Q103
source: Other congenital malformations of eyelid
de: Sonstige angeborene Fehlbildungen des Augenlides
fr_fr: Autres malformations congénitales des paupières
zh_cn: 眼睑的其他先天性畸形

# model:gnuhealth.pathology,name:Q104
source: Absence and agenesis of lacrimal apparatus
de: Fehlen und Agenesie des Tränenapparates
zh_cn: 泪器缺如或发育不全

# model:gnuhealth.pathology,name:Q105
source: Congenital stenosis and stricture of lacrimal duct
de: Angeborene Stenose und Striktur des Canaliculus lacrimalis
zh_cn: 先天性泪管狭窄

# model:gnuhealth.pathology,name:Q106
source: Other congenital malformations of lacrimal apparatus
de: Sonstige angeborene Fehlbildungen des Tränenapparates
zh_cn: 泪器其他的先天性畸形

# model:gnuhealth.pathology,name:Q107
source: Congenital malformation of orbit
de: Angeborene Fehlbildung der Orbita
fr_fr: Malformation congénitale de l'orbite
zh_cn: 眼眶先天性畸形

# model:gnuhealth.pathology,name:Q11
source: Anophthalmos, microphthalmos and macrophthalmos
de: Anophthalmus, Mikrophthalmus und Makrophthalmus
fr_fr: Anophtalmie, microphtalmie et macrophtalmie
zh_cn: 无眼、小眼和巨眼畸形

# model:gnuhealth.pathology,name:Q110
source: Cystic eyeball
de: Zystenauge [cystic eyeball]
fr_fr: Œil kystique
zh_cn: 囊状眼球

# model:gnuhealth.pathology,name:Q111
source: Other anophthalmos
de: Sonstiger Anophthalmus
fr_fr: Autres formes d'anophtalmie
zh_cn: 其他的无眼畸形

# model:gnuhealth.pathology,name:Q112
source: Microphthalmos
de: Mikrophthalmus
fr_fr: Microphtalmie
zh_cn: 小眼畸形

# model:gnuhealth.pathology,name:Q113
source: Macrophthalmos
de: Makrophthalmus
fr_fr: Macrophtalmie
zh_cn: 巨眼畸形

# model:gnuhealth.pathology,name:Q12
source: Congenital lens malformations
de: Angeborene Fehlbildungen der Linse
fr_fr: Malformations congénitales du cristallin
zh_cn: 先天性晶状体畸形

# model:gnuhealth.pathology,name:Q120
source: Congenital cataract
de: Cataracta congenita
fr_fr: Cataracte congénitale
zh_cn: 先天性白内障

# model:gnuhealth.pathology,name:Q121
source: Congenital displaced lens
de: Angeborene Linsenverlagerung
fr_fr: Luxation congénitale du cristallin
zh_cn: 先天性晶状体移位

# model:gnuhealth.pathology,name:Q122
source: Coloboma of lens
de: Linsenkolobom
fr_fr: Colobome du cristallin
zh_cn: 晶状体缺损

# model:gnuhealth.pathology,name:Q123
source: Congenital aphakia
de: Angeborene Aphakie
fr_fr: Aphakie congénitale
zh_cn: 先天性无晶状体

# model:gnuhealth.pathology,name:Q124
source: Spherophakia
de: Sphärophakie
fr_fr: Sphérophakie
zh_cn: 球形晶状体

# model:gnuhealth.pathology,name:Q128
source: Other congenital lens malformations
de: Sonstige angeborene Fehlbildungen der Linse
fr_fr: Autres malformations congénitales du cristallin
zh_cn: 其他的先天性晶状体畸形

# model:gnuhealth.pathology,name:Q129
source: Congenital lens malformation, unspecified
de: Angeborene Fehlbildung der Linse, nicht näher bezeichnet
fr_fr: Malformation congénitale du cristallin, sans précision
zh_cn: 未特指的先天性晶状体畸形

# model:gnuhealth.pathology,name:Q13
source: Congenital malformations of anterior segment of eye
de: Angeborene Fehlbildungen des vorderen Augenabschnittes
fr_fr: Malformations congénitales de la chambre antérieure de l'œil
zh_cn: 眼前段先天性畸形

# model:gnuhealth.pathology,name:Q130
source: Coloboma of iris
de: Iriskolobom
fr_fr: Colobome de l'iris
zh_cn: 虹膜缺损

# model:gnuhealth.pathology,name:Q131
source: Absence of iris
de: Fehlen der Iris (angeboren)
fr_fr: Absence d'iris
zh_cn: 虹膜缺如

# model:gnuhealth.pathology,name:Q132
source: Other congenital malformations of iris
de: Sonstige angeborene Fehlbildungen der Iris
fr_fr: Autres malformations congénitales de l'iris
zh_cn: 其他的先天性虹膜畸形

# model:gnuhealth.pathology,name:Q133
source: Congenital corneal opacity
de: Angeborene Hornhauttrübung
fr_fr: Opacité congénitale de la cornée
zh_cn: 先天性角膜混浊

# model:gnuhealth.pathology,name:Q134
source: Other congenital corneal malformations
de: Sonstige angeborene Fehlbildungen der Kornea
fr_fr: Autres malformations congénitales de la cornée
zh_cn: 其他的先天性角膜畸形

# model:gnuhealth.pathology,name:Q135
source: Blue sclera
de: Blaue Sklera
fr_fr: Sclérotique bleue
zh_cn: 蓝色巩膜

# model:gnuhealth.pathology,name:Q138
source: Other congenital malformations of anterior segment of eye
de: Sonstige angeborene Fehlbildungen des vorderen Augenabschnittes
fr_fr: Autres malformations congénitales de la chambre antérieure de l'œil
zh_cn: 眼前段其他的先天性畸形

# model:gnuhealth.pathology,name:Q139
source: Congenital malformation of anterior segment of eye, unspecified
de: Angeborene Fehlbildung des vorderen Augenabschnittes, nicht näher bezeichnet
fr_fr: Malformation congénitale de la chambre antérieure de l'œil, sans précision
zh_cn: 眼前段未特指的先天性畸形

# model:gnuhealth.pathology,name:Q14
source: Congenital malformations of posterior segment of eye
de: Angeborene Fehlbildung des hinteren Augenabschnittes
fr_fr: Malformations congénitales de la chambre postérieure de l'œil
zh_cn: 先天性眼后段畸形

# model:gnuhealth.pathology,name:Q140
source: Congenital malformation of vitreous humour
de: Angeborene Fehlbildung des Glaskörpers
fr_fr: Malformation congénitale du corps vitré
zh_cn: 先天性玻璃体畸形

# model:gnuhealth.pathology,name:Q141
source: Congenital malformation of retina
de: Angeborene Fehlbildung der Retina
fr_fr: Malformation congénitale de la rétine
zh_cn: 先天性视网膜畸形

# model:gnuhealth.pathology,name:Q142
source: Congenital malformation of optic disc
de: Angeborene Fehlbildung der Papille
zh_cn: 先天性视神经盘畸形

# model:gnuhealth.pathology,name:Q143
source: Congenital malformation of choroid
de: Angeborene Fehlbildung der Chorioidea
fr_fr: Malformation congénitale de la choroïde
zh_cn: 先天性脉络膜畸形

# model:gnuhealth.pathology,name:Q148
source: Other congenital malformations of posterior segment of eye
de: Sonstige angeborene Fehlbildungen des hinteren Augenabschnittes
fr_fr: Autres malformations congénitales de la chambre postérieure de l'œil
zh_cn: 眼后段其他的先天性畸形

# model:gnuhealth.pathology,name:Q149
source: Congenital malformation of posterior segment of eye, unspecified
de: Angeborene Fehlbildung des hinteren Augenabschnittes, nicht näher bezeichnet
fr_fr: Malformation congénitale de la chambre postérieure de l'œil, sans précision
zh_cn: 眼后段未特指的先天性畸形

# model:gnuhealth.pathology,name:Q15
source: Other congenital malformations of eye
de: Sonstige angeborene Fehlbildungen des Auges
fr_fr: Autres malformations congénitales de l'œil
zh_cn: 眼的其他先天性畸形

# model:gnuhealth.pathology,name:Q150
source: Congenital glaucoma
de: Angeborenes Glaukom
fr_fr: Glaucome congénital
zh_cn: 先天性青光眼

# model:gnuhealth.pathology,name:Q158
source: Other specified congenital malformations of eye
de: Sonstige näher bezeichnete angeborene Fehlbildungen des Auges
fr_fr: Autres malformations congénitales précisées de l'œil
zh_cn: 眼其他特指的先天性畸形

# model:gnuhealth.pathology,name:Q159
source: Congenital malformation of eye, unspecified
de: Angeborene Fehlbildung des Auges, nicht näher bezeichnet
fr_fr: Malformation congénitale de l'œil, sans précision
zh_cn: 眼未特指的先天性畸形

# model:gnuhealth.pathology,name:Q16
source: Congenital malformations of ear causing impairment of hearing
de: Angeborene Fehlbildungen des Ohres, die eine Beeinträchtigung des Hörvermögens verursachen
fr_fr: Malformations congénitales de l'oreille avec atteinte de l'audition
zh_cn: 引起听力缺陷的耳先天性畸形

# model:gnuhealth.pathology,name:Q160
source: Congenital absence of (ear) auricle
de: Angeborenes Fehlen der Ohrmuschel
fr_fr: Absence congénitale du pavillon de l'oreille
zh_cn: 先天性无(耳)廓

# model:gnuhealth.pathology,name:Q161
source: Congenital absence, atresia and stricture of auditory canal (external)
de: Angeborene(s) Fehlen, Atresie und Striktur des (äußeren) Gehörganges
fr_fr: Absence, atrésie et rétrécissement congénitaux du conduit auditif (externe)
zh_cn: 先天性(外)耳道缺如、闭锁和狭窄

# model:gnuhealth.pathology,name:Q162
source: Absence of eustachian tube
de: Fehlen der Tuba auditiva (angeboren)
fr_fr: Absence de trompe d'Eustache
zh_cn: 无咽鼓管

# model:gnuhealth.pathology,name:Q163
source: Congenital malformation of ear ossicles
de: Angeborene Fehlbildung der Gehörknöchelchen
fr_fr: Malformation congénitale des osselets
zh_cn: 听小骨先天性畸形

# model:gnuhealth.pathology,name:Q164
source: Other congenital malformations of middle ear
de: Sonstige angeborene Fehlbildungen des Mittelohres
fr_fr: Autres malformations congénitales de l'oreille moyenne
zh_cn: 中耳其他的先天性畸形

# model:gnuhealth.pathology,name:Q165
source: Congenital malformation of inner ear
de: Angeborene Fehlbildung des Innenohres
fr_fr: Malformation congénitale de l'oreille interne
zh_cn: 内耳先天性畸形

# model:gnuhealth.pathology,name:Q169
source: Congenital malformation of ear causing impairment of hearing, unspecified
de: Angeborene Fehlbildung des Ohres als Ursache einer Beeinträchtigung des Hörvermögens, nicht näher bezeichnet
fr_fr: Malformation congénitale de l'oreille avec atteinte de l'audition, sans précision
zh_cn: 引起听力缺陷的未特指的耳先天性畸形

# model:gnuhealth.pathology,name:Q17
source: Other congenital malformations of ear
de: Sonstige angeborene Fehlbildungen des Ohres
fr_fr: Autres malformations congénitales de l'oreille
zh_cn: 耳的其他先天性畸形

# model:gnuhealth.pathology,name:Q170
source: Accessory auricle
de: Akzessorische Ohrmuschel
fr_fr: Pavillon surnuméraire
zh_cn: 副耳廓

# model:gnuhealth.pathology,name:Q171
source: Macrotia
de: Makrotie
fr_fr: Macrotie
zh_cn: 巨耳畸形

# model:gnuhealth.pathology,name:Q172
source: Microtia
de: Mikrotie
fr_fr: Microtie
zh_cn: 小耳畸形

# model:gnuhealth.pathology,name:Q173
source: Other misshapen ear
de: Sonstiges fehlgebildetes Ohr
fr_fr: Autres déformations de l'oreille
zh_cn: 其他畸形耳

# model:gnuhealth.pathology,name:Q174
source: Misplaced ear
de: Lageanomalie des Ohres
fr_fr: Anomalie de position de l'oreille
zh_cn: 移位耳

# model:gnuhealth.pathology,name:Q175
source: Prominent ear
de: Abstehendes Ohr
fr_fr: Oreilles proéminentes
zh_cn: 凸耳

# model:gnuhealth.pathology,name:Q178
source: Other specified congenital malformations of ear
de: Sonstige näher bezeichnete angeborene Fehlbildungen des Ohres
fr_fr: Autres malformations congénitales précisées de l'oreille
zh_cn: 其他特指的耳先天性畸形

# model:gnuhealth.pathology,name:Q179
source: Congenital malformation of ear, unspecified
de: Angeborene Fehlbildung des Ohres, nicht näher bezeichnet
fr_fr: Malformation congénitale de l'oreille, sans précision
zh_cn: 未特指的耳先天性畸形

# model:gnuhealth.pathology,name:Q18
source: Other congenital malformations of face and neck
de: Sonstige angeborene Fehlbildungen des Gesichtes und des Halses
fr_fr: Autres malformations congénitales de la face et du cou
zh_cn: 面和颈部的其他先天性畸形

# model:gnuhealth.pathology,name:Q180
source: Sinus, fistula and cyst of branchial cleft
de: Branchiogene(r) Sinus, Fistel und Zyste
fr_fr: Fissure, fistule et kyste d'origine branchiale
zh_cn: 鳃裂窦、瘘和囊肿

# model:gnuhealth.pathology,name:Q181
source: Preauricular sinus and cyst
de: Präaurikuläre(r) Sinus und Zyste
fr_fr: Fistule et kyste préauriculaires
zh_cn: 耳前窦道和囊肿

# model:gnuhealth.pathology,name:Q182
source: Other branchial cleft malformations
de: Sonstige branchiogene Fehlbildungen
fr_fr: Autres malformations d'origine branchiale
zh_cn: 其他的鳃裂畸形

# model:gnuhealth.pathology,name:Q183
source: Webbing of neck
de: Flügelfell des Halses
fr_fr: Cou palmé
zh_cn: 颈蹼

# model:gnuhealth.pathology,name:Q184
source: Macrostomia
de: Makrostomie
fr_fr: Macrostomie
zh_cn: 大口畸形

# model:gnuhealth.pathology,name:Q185
source: Microstomia
de: Mikrostomie
fr_fr: Microstomie
zh_cn: 小口畸形

# model:gnuhealth.pathology,name:Q186
source: Macrocheilia
de: Makrocheilie
fr_fr: Macrocheilie
zh_cn: 巨唇

# model:gnuhealth.pathology,name:Q187
source: Microcheilia
de: Mikrocheilie
fr_fr: Microcheilie
zh_cn: 小唇

# model:gnuhealth.pathology,name:Q188
source: Other specified congenital malformations of face and neck
de: Sonstige näher bezeichnete angeborene Fehlbildungen des Gesichtes und des Halses
fr_fr: Autres malformations congénitales précisées de la face et du cou
zh_cn: 面和颈部其他特指的先天性畸形

# model:gnuhealth.pathology,name:Q189
source: Congenital malformation of face and neck, unspecified
de: Angeborene Fehlbildung des Gesichtes und des Halses, nicht näher bezeichnet
fr_fr: Malformation congénitale de la face et du cou, sans précision
zh_cn: 面和颈部未特指的先天性畸形

# model:gnuhealth.pathology,name:Q20
source: Congenital malformations of cardiac chambers and connections
de: Angeborene Fehlbildungen der Herzhöhlen und verbindender Strukturen
zh_cn: 心腔和心连接的先天性畸形

# model:gnuhealth.pathology,name:Q200
source: Common arterial trunk
de: Truncus arteriosus communis
fr_fr: Tronc artériel commun
zh_cn: 共同动脉干

# model:gnuhealth.pathology,name:Q201
source: Double outlet right ventricle
de: Rechter Doppelausstromventrikel [Double outlet right ventricle]
fr_fr: Ventricule droit à double issue
zh_cn: 右心室双出口

# model:gnuhealth.pathology,name:Q202
source: Double outlet left ventricle
de: Linker Doppelausstromventrikel [Double outlet left ventricle]
fr_fr: Ventricule gauche à double issue
zh_cn: 左心室双出口

# model:gnuhealth.pathology,name:Q203
source: Discordant ventriculoarterial connection
de: Diskordante ventrikuloarterielle Verbindung
zh_cn: 心室动脉连接不协调

# model:gnuhealth.pathology,name:Q204
source: Double inlet ventricle
de: Doppeleinstromventrikel [Double inlet ventricle]
fr_fr: Ventricule à double issue
zh_cn: 双入口心室

# model:gnuhealth.pathology,name:Q205
source: Discordant atrioventricular connection
de: Diskordante atrioventrikuläre Verbindung
zh_cn: 房室连接不协调

# model:gnuhealth.pathology,name:Q206
source: Isomerism of atrial appendages
de: Vorhofisomerismus
fr_fr: Isomérisme des auricules cardiaques
zh_cn: 心耳异构

# model:gnuhealth.pathology,name:Q208
source: Other congenital malformations of cardiac chambers and connections
de: Sonstige angeborene Fehlbildungen der Herzhöhlen und verbindender Strukturen
zh_cn: 心腔和心连接其他的先天性畸形

# model:gnuhealth.pathology,name:Q209
source: Congenital malformation of cardiac chambers and connections, unspecified
de: Angeborene Fehlbildung der Herzhöhlen und verbindender Strukturen, nicht näher bezeichnet
zh_cn: 心腔和心连接未特指的先天性畸形

# model:gnuhealth.pathology,name:Q21
source: Congenital malformations of cardiac septa
de: Angeborene Fehlbildungen der Herzsepten
fr_fr: Malformations congénitales des cloisons cardiaques
zh_cn: 心间隔先天性畸形

# model:gnuhealth.pathology,name:Q210
source: Ventricular septal defect
de: Ventrikelseptumdefekt
fr_fr: Communication interventriculaire
zh_cn: 室间隔缺损

# model:gnuhealth.pathology,name:Q211
source: Atrial septal defect
de: Vorhofseptumdefekt
fr_fr: Communication interauriculaire
zh_cn: 房间隔缺损

# model:gnuhealth.pathology,name:Q212
source: Atrioventricular septal defect
de: Defekt des Vorhof- und Kammerseptums
fr_fr: Communication auriculo-ventriculaire
zh_cn: 房室间隔缺损

# model:gnuhealth.pathology,name:Q213
source: Tetralogy of Fallot
de: Fallot-Tetralogie
fr_fr: Tétralogie de Fallot
zh_cn: 法洛[法乐]四联症

# model:gnuhealth.pathology,name:Q214
source: Aortopulmonary septal defect
de: Aortopulmonaler Septumdefekt
fr_fr: Communication aorto-pulmonaire
zh_cn: 主动脉肺动脉间隔缺损

# model:gnuhealth.pathology,name:Q218
source: Other congenital malformations of cardiac septa
de: Sonstige angeborene Fehlbildungen der Herzsepten
fr_fr: Autres malformations congénitales des cloisons cardiaques
zh_cn: 心间隔的其他先天性畸形

# model:gnuhealth.pathology,name:Q219
source: Congenital malformation of cardiac septum, unspecified
de: Angeborene Fehlbildung des Herzseptums, nicht näher bezeichnet
fr_fr: Malformation congénitale d'une cloison cardiaque, sans précision
zh_cn: 心间隔未特指的先天性畸形

# model:gnuhealth.pathology,name:Q22
source: Congenital malformations of pulmonary and tricuspid valves
de: Angeborene Fehlbildungen der Pulmonal- und der Trikuspidalklappe
fr_fr: Malformations congénitales de la valve pulmonaire et de la valvule tricuspide
zh_cn: 肺动脉瓣和三尖瓣先天性畸形

# model:gnuhealth.pathology,name:Q220
source: Pulmonary valve atresia
de: Pulmonalklappenatresie
fr_fr: Atrésie de la valve pulmonaire
zh_cn: 肺动脉瓣闭锁

# model:gnuhealth.pathology,name:Q221
source: Congenital pulmonary valve stenosis
de: Angeborene Pulmonalklappenstenose
fr_fr: Sténose congénitale de la valve pulmonaire
zh_cn: 先天性肺动脉瓣狭窄

# model:gnuhealth.pathology,name:Q222
source: Congenital pulmonary valve insufficiency
de: Angeborene Pulmonalklappeninsuffizienz
fr_fr: Insuffisance congénitale de la valve pulmonaire
zh_cn: 先天性肺动脉瓣关闭不全

# model:gnuhealth.pathology,name:Q223
source: Other congenital malformations of pulmonary valve
de: Sonstige angeborene Fehlbildungen der Pulmonalklappe
fr_fr: Autres malformations congénitales de la valve pulmonaire
zh_cn: 肺动脉瓣的其他先天性畸形

# model:gnuhealth.pathology,name:Q224
source: Congenital tricuspid stenosis
de: Angeborene Trikuspidalklappenstenose
fr_fr: Sténose congénitale de la valvule tricuspide
zh_cn: 先天性三尖瓣狭窄

# model:gnuhealth.pathology,name:Q225
source: Ebstein anomaly
de: Ebstein-Anomalie
zh_cn: 埃布斯坦异常

# model:gnuhealth.pathology,name:Q226
source: Hypoplastic right heart syndrome
de: Hypoplastisches Rechtsherzsyndrom
fr_fr: Hypoplasie du cœur droit
zh_cn: 右心发育不全综合征

# model:gnuhealth.pathology,name:Q228
source: Other congenital malformations of tricuspid valve
de: Sonstige angeborene Fehlbildungen der Trikuspidalklappe
fr_fr: Autres malformations congénitales de la valvule tricuspide
zh_cn: 三尖瓣的其他先天性畸形

# model:gnuhealth.pathology,name:Q229
source: Congenital malformation of tricuspid valve, unspecified
de: Angeborene Fehlbildung der Trikuspidalklappe, nicht näher bezeichnet
fr_fr: Malformation congénitale de la valvule tricuspide, sans précision
zh_cn: 三尖瓣未特指的先天性畸形

# model:gnuhealth.pathology,name:Q23
source: Congenital malformations of aortic and mitral valves
de: Angeborene Fehlbildungen der Aorten- und der Mitralklappe
fr_fr: Malformations congénitales des valvules aortique et mitrale
zh_cn: 主动脉瓣和二尖瓣先天性畸形

# model:gnuhealth.pathology,name:Q230
source: Congenital stenosis of aortic valve
de: Angeborene Aortenklappenstenose
fr_fr: Sténose congénitale de la valvule aortique
zh_cn: 先天性主动脉瓣狭窄

# model:gnuhealth.pathology,name:Q231
source: Congenital insufficiency of aortic valve
de: Angeborene Aortenklappeninsuffizienz
fr_fr: Insuffisance congénitale de la valvule aortique
zh_cn: 先天性主动脉瓣关闭不全

# model:gnuhealth.pathology,name:Q232
source: Congenital mitral stenosis
de: Angeborene Mitralklappenstenose
fr_fr: Sténose mitrale congénitale
zh_cn: 先天性二尖瓣狭窄

# model:gnuhealth.pathology,name:Q233
source: Congenital mitral insufficiency
de: Angeborene Mitralklappeninsuffizienz
fr_fr: Insuffisance mitrale congénitale
zh_cn: 先天性二尖瓣关闭不全

# model:gnuhealth.pathology,name:Q234
source: Hypoplastic left heart syndrome
de: Hypoplastisches Linksherzsyndrom
fr_fr: Hypoplasie du cœur gauche
zh_cn: 左心发育不全综合征

# model:gnuhealth.pathology,name:Q238
source: Other congenital malformations of aortic and mitral valves
de: Sonstige angeborene Fehlbildungen der Aorten- und Mitralklappe
fr_fr: Autres malformations congénitales des valvules aortique et mitrale
zh_cn: 主动脉瓣和二尖瓣的其他先天性畸形

# model:gnuhealth.pathology,name:Q239
source: Congenital malformation of aortic and mitral valves, unspecified
de: Angeborene Fehlbildung der Aorten- und Mitralklappe, nicht näher bezeichnet
fr_fr: Malformation congénitale des valvules aortique et mitrale, sans précision
zh_cn: 主动脉瓣和二尖瓣未特指的先天性畸形
