Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:J671
source: Bagassosis
de: Bagassose
fr_fr: Bagassose
zh_cn: 蔗尘肺

# model:gnuhealth.pathology,name:J672
source: Bird fancier lung
de: Vogelzüchterlunge
zh_cn: 好鸟者肺

# model:gnuhealth.pathology,name:J673
source: Suberosis
de: Suberose
fr_fr: Subérose
zh_cn: 软木沉着病

# model:gnuhealth.pathology,name:J674
source: Maltworker lung
de: Malzarbeiter-Lunge
zh_cn: 麦芽工人肺

# model:gnuhealth.pathology,name:J675
source: Mushroom-worker lung
de: Pilzarbeiter-Lunge
zh_cn: 蘑菇工人肺

# model:gnuhealth.pathology,name:J676
source: Maple-bark-stripper lung
de: Ahornrindenschäler-Lunge
zh_cn: 剥枫树皮者肺

# model:gnuhealth.pathology,name:J677
source: Air-conditioner and humidifier lung
de: Befeuchter- und Klimaanlage-Lunge
fr_fr: Maladie pulmonaire due aux systèmes de conditionnement et d'humidification de l'air
zh_cn: 空调器和加湿器肺

# model:gnuhealth.pathology,name:J678
source: Hypersensitivity pneumonitis due to other organic dusts
de: Allergische Alveolitis durch organische Stäube
fr_fr: Pneumopathie par hypersensibilité à d'autres poussières organiques
zh_cn: 其他有机粉尘引起的过敏性肺炎

# model:gnuhealth.pathology,name:J679
source: Hypersensitivity pneumonitis due to unspecified organic dust
de: Allergische Alveolitis durch nicht näher bezeichneten organischen Staub
fr_fr: Pneumopathie par hypersensibilité aux poussières organiques, sans précision
zh_cn: 未特指的有机粉尘引起的过敏性肺炎

# model:gnuhealth.pathology,name:J68
source: Respiratory conditions due to inhalation of chemicals, gases, fumes and vapours
de: Krankheiten der Atmungsorgane durch Einatmen von chemischen Substanzen, Gasen, Rauch und Dämpfen
fr_fr: Affections respiratoires dues à l'inhalation d'agents chimiques, d'émanations, de fumées et de gaz
zh_cn: 吸入化学制剂、气体、烟雾和蒸气引起的呼吸性情况

# model:gnuhealth.pathology,name:J680
source: Bronchitis and pneumonitis due to chemicals, gases, fumes and vapours
de: Bronchitis und Pneumonie durch chemische Substanzen, Gase, Rauch und Dämpfe
fr_fr: Bronchite et pneumonopathie dues à des agents chimiques, des émanations, des fumées et des gaz
zh_cn: 化学制剂、气体、烟雾和蒸气引起的支气管炎和肺炎

# model:gnuhealth.pathology,name:J681
source: Pulmonary oedema due to chemicals, gases, fumes and vapours
de: Lungenödem durch chemische Substanzen, Gase, Rauch und Dämpfe
zh_cn: 化学制剂、气体、烟雾和蒸气引起的肺水肿

# model:gnuhealth.pathology,name:J682
source: Upper respiratory inflammation due to chemicals, gases, fumes and vapours, not elsewhere classified
de: Entzündung der oberen Atemwege durch chemische Substanzen, Gase, Rauch und Dämpfe, anderenorts nicht klassifiziert
fr_fr: Inflammation des voies respiratoires supérieures due à des agents chimiques, des émanations, des fumées et des gaz, non classée ailleurs
zh_cn: 化学制剂、气体、烟雾和蒸气引起的上呼吸道炎症，不可归类在他处者

# model:gnuhealth.pathology,name:J683
source: Other acute and subacute respiratory conditions due to chemicals, gases, fumes and vapours
de: Sonstige akute und subakute Krankheiten der Atmungsorgane durch chemische Substanzen, Gase, Rauch und Dämpfe
fr_fr: Autres affections respiratoires aiguës et subaiguës dues à des agents chimiques, des émanations, des fumées et des gaz
zh_cn: 化学制剂、气体、烟雾和蒸气引起的其他急性和亚急性呼吸性情况

# model:gnuhealth.pathology,name:J684
source: Chronic respiratory conditions due to chemicals, gases, fumes and vapours
de: Chronische Krankheiten der Atmungsorgane durch chemische Substanzen, Gase, Rauch und Dämpfe
fr_fr: Affections respiratoires chroniques dues à des agents chimiques, des émanations, des fumées et des gaz
zh_cn: 化学制剂、气体、烟雾和蒸气引起的慢性呼吸性情况

# model:gnuhealth.pathology,name:J688
source: Other respiratory conditions due to chemicals, gases, fumes and vapours
de: Sonstige Krankheiten der Atmungsorgane durch chemische Substanzen, Gase, Rauch und Dämpfe
fr_fr: Autres affections respiratoires dues à des agents chimiques, des émanations, des fumées et des gaz
zh_cn: 化学制剂、气体、烟雾和蒸气引起的其他呼吸性情况

# model:gnuhealth.pathology,name:J689
source: Unspecified respiratory condition due to chemicals, gases, fumes and vapours
de: Nicht näher bezeichnete Krankheit der Atmungsorgane durch chemische Substanzen, Gase, Rauch und Dämpfe
fr_fr: Affection respiratoire due à des agents chimiques, des émanations, des fumées et des gaz, sans précision
zh_cn: 化学制剂、气体、烟雾和蒸气引起的未特指的呼吸性情况

# model:gnuhealth.pathology,name:J69
source: Pneumonitis due to solids and liquids
de: Pneumonie durch feste und flüssige Substanzen
fr_fr: Pneumopathie due à des substances solides et liquides
zh_cn: 固体和液体引起的肺炎

# model:gnuhealth.pathology,name:J690
source: Pneumonitis due to food and vomit
de: Pneumonie durch Nahrung oder Erbrochenes
fr_fr: Pneumopathie due à des aliments et des vomissements
zh_cn: 食物和呕吐物引起的肺炎

# model:gnuhealth.pathology,name:J691
source: Pneumonitis due to oils and essences
de: Pneumonie durch Öle und Extrakte
fr_fr: Pneumopathie due à des huiles et des essences
zh_cn: 油和植物精质引起的肺炎

# model:gnuhealth.pathology,name:J698
source: Pneumonitis due to other solids and liquids
de: Pneumonie durch sonstige feste und flüssige Substanzen
fr_fr: Pneumopathie due à d'autres substances solides et liquides
zh_cn: 其他固体和液体引起的肺炎

# model:gnuhealth.pathology,name:J70
source: Respiratory conditions due to other external agents
de: Krankheiten der Atmungsorgane durch sonstige exogene Substanzen
fr_fr: Affections respiratoires dues à d'autres agents externes
zh_cn: 其他外部物质引起的呼吸性情况

# model:gnuhealth.pathology,name:J700
source: Acute pulmonary manifestations due to radiation
de: Akute Lungenbeteiligung bei Strahleneinwirkung
fr_fr: Affections pulmonaires aiguës dues à une irradiation
zh_cn: 辐射引起的急性肺部临床表现

# model:gnuhealth.pathology,name:J701
source: Chronic and other pulmonary manifestations due to radiation
de: Chronische und sonstige Lungenbeteiligung bei Strahleneinwirkung
fr_fr: Affections pulmonaires chroniques et autres dues à une irradiation
zh_cn: 辐射引起的慢性和其他肺部临床表现

# model:gnuhealth.pathology,name:J702
source: Acute drug-induced interstitial lung disorders
de: Akute arzneimittelinduzierte interstitielle Lungenkrankheiten
fr_fr: Affections pulmonaires interstitielles aiguës, médicamenteuses
zh_cn: 急性药物性间质性肺疾患

# model:gnuhealth.pathology,name:J703
source: Chronic drug-induced interstitial lung disorders
de: Chronische arzneimittelinduzierte interstitielle Lungenkrankheiten
fr_fr: Affections pulmonaires interstitielles chroniques, médicamenteuses
zh_cn: 慢性药物性间质性肺疾患

# model:gnuhealth.pathology,name:J704
source: Drug-induced interstitial lung disorders, unspecified
de: Arzneimittelinduzierte interstitielle Lungenkrankheit, nicht näher bezeichnet
zh_cn: 未特指的药物性间质性肺疾患

# model:gnuhealth.pathology,name:J708
source: Respiratory conditions due to other specified external agents
de: Krankheiten der Atmungsorgane durch sonstige näher bezeichnete exogene Substanzen
fr_fr: Affections respiratoires dues à d'autres agents externes précisés
zh_cn: 其他特指外部物质引起的呼吸性情况

# model:gnuhealth.pathology,name:J709
source: Respiratory conditions due to unspecified external agent
de: Krankheiten der Atmungsorgane durch nicht näher bezeichnete exogene Substanz
fr_fr: Affection respiratoire due à un agent externe, sans précision
zh_cn: 未特指外部物质引起的呼吸性情况

# model:gnuhealth.pathology,name:J80
source: Adult respiratory distress syndrome
de: Atemnotsyndrom des Erwachsenen [ARDS]
fr_fr: Syndrome de détresse respiratoire de l'adulte
zh_cn: 成人型呼吸窘迫综合征

# model:gnuhealth.pathology,name:J81
source: Pulmonary oedema
de: Lungenödem
fr_fr: Œdème pulmonaire
zh_cn: 肺水肿

# model:gnuhealth.pathology,name:J82
source: Pulmonary eosinophilia, not elsewhere classified
de: Eosinophiles Lungeninfiltrat, anderenorts nicht klassifiziert
fr_fr: Eosinophilie pulmonaire, non classée ailleurs
zh_cn: 肺嗜酸性粒细胞增多，不可归类在他处者

# model:gnuhealth.pathology,name:J84
source: Other interstitial pulmonary diseases
de: Sonstige interstitielle Lungenkrankheiten
fr_fr: Autres affections pulmonaires interstitielles
zh_cn: 其他间质性肺疾病

# model:gnuhealth.pathology,name:J840
source: Alveolar and parietoalveolar conditions
de: Alveoläre und parietoalveoläre Krankheitszustände
fr_fr: Pneumopathies alvéolaires et pariéto-alvéolaires
zh_cn: 肺泡和壁层肺泡的情况

# model:gnuhealth.pathology,name:J841
source: Other interstitial pulmonary diseases with fibrosis
de: Sonstige interstitielle Lungenkrankheiten mit Fibrose
fr_fr: Autres affections pulmonaires interstitielles avec fibrose
zh_cn: 其他间质性肺病伴有纤维化

# model:gnuhealth.pathology,name:J848
source: Other specified interstitial pulmonary diseases
de: Sonstige näher bezeichnete interstitielle Lungenkrankheiten
fr_fr: Autres affections pulmonaires interstitielles précisées
zh_cn: 其他特指的间质性肺病

# model:gnuhealth.pathology,name:J849
source: Interstitial pulmonary disease, unspecified
de: Interstitielle Lungenkrankheit, nicht näher bezeichnet
fr_fr: Affection pulmonaire interstitielle, sans précision
zh_cn: 未特指的间质性肺病

# model:gnuhealth.pathology,name:J85
source: Abscess of lung and mediastinum
de: Abszess der Lunge und des Mediastinums
fr_fr: Abcès du poumon et du médiastin
zh_cn: 肺和纵隔脓肿

# model:gnuhealth.pathology,name:J850
source: Gangrene and necrosis of lung
de: Gangrän und Nekrose der Lunge
fr_fr: Gangrène et nécrose du poumon
zh_cn: 肺坏疽和坏死

# model:gnuhealth.pathology,name:J851
source: Abscess of lung with pneumonia
de: Abszess der Lunge mit Pneumonie
fr_fr: Abcès du poumon avec pneumopathie
zh_cn: 肺脓肿伴有肺炎

# model:gnuhealth.pathology,name:J852
source: Abscess of lung without pneumonia
de: Abszess der Lunge ohne Pneumonie
fr_fr: Abcès du poumon sans pneumopathie
zh_cn: 肺脓肿不伴有肺炎

# model:gnuhealth.pathology,name:J853
source: Abscess of mediastinum
de: Abszess des Mediastinums
fr_fr: Abcès du médiastin
zh_cn: 纵隔脓肿

# model:gnuhealth.pathology,name:J860
source: Pyothorax with fistula
de: Pyothorax mit Fistel
fr_fr: Pyothorax avec fistule
zh_cn: 脓胸伴有瘘

# model:gnuhealth.pathology,name:J869
source: Pyothorax without fistula
de: Pyothorax ohne Fistel
fr_fr: Pyothorax sans fistule
zh_cn: 脓胸不伴有瘘

# model:gnuhealth.pathology,name:J90
source: Pleural effusion, not elsewhere classified
de: Pleuraerguss, anderenorts nicht klassifiziert
fr_fr: Epanchement pleural, non classé ailleurs
zh_cn: 胸腔积液，不可归类在他处者

# model:gnuhealth.pathology,name:J91
source: Pleural effusion in conditions classified elsewhere
de: Pleuraerguss bei anderenorts klassifizierten Krankheiten
fr_fr: Epanchement pleural au cours de maladies classées ailleurs
zh_cn: 分类于他处的情况引起的胸腔积液

# model:gnuhealth.pathology,name:J92
source: Pleural plaque
de: Pleuraplaques
fr_fr: Plaque pleurale
zh_cn: 胸膜斑

# model:gnuhealth.pathology,name:J920
source: Pleural plaque with presence of asbestos
de: Pleuraplaques mit Nachweis von Asbest
fr_fr: Plaque pleurale avec asbestose
zh_cn: 胸膜斑伴有石棉沉着

# model:gnuhealth.pathology,name:J929
source: Pleural plaque without asbestos
de: Pleuraplaques ohne Nachweis von Asbest
fr_fr: Plaque pleurale sans asbestose
zh_cn: 胸膜斑不伴有石棉沉着

# model:gnuhealth.pathology,name:J930
source: Spontaneous tension pneumothorax
de: Spontaner Spannungspneumothorax
fr_fr: Pneumothorax spontané avec pression positive
zh_cn: 自发性张力性气胸

# model:gnuhealth.pathology,name:J931
source: Other spontaneous pneumothorax
de: Sonstiger Spontanpneumothorax
fr_fr: Autres pneumothorax spontanés
zh_cn: 其他的自发性气胸

# model:gnuhealth.pathology,name:J938
source: Other pneumothorax
de: Sonstiger Pneumothorax
fr_fr: Autres pneumothorax
zh_cn: 其他的气胸

# model:gnuhealth.pathology,name:J939
source: Pneumothorax, unspecified
de: Pneumothorax, nicht näher bezeichnet
fr_fr: Pneumothorax, sans précision
zh_cn: 未特指的气胸

# model:gnuhealth.pathology,name:J94
source: Other pleural conditions
de: Sonstige Krankheitszustände der Pleura
fr_fr: Autres affections pleurales
zh_cn: 其他胸膜情况

# model:gnuhealth.pathology,name:J940
source: Chylous effusion
de: Chylöser (Pleura-) Erguss
fr_fr: Epanchement chyleux
zh_cn: 乳糜性渗出

# model:gnuhealth.pathology,name:J942
source: Haemothorax
de: Hämatothorax
fr_fr: Hémothorax
zh_cn: 血胸

# model:gnuhealth.pathology,name:J948
source: Other specified pleural conditions
de: Sonstige näher bezeichnete Krankheitszustände der Pleura
fr_fr: Autres affections pleurales précisées
zh_cn: 其他特指的胸膜情况

# model:gnuhealth.pathology,name:J949
source: Pleural condition, unspecified
de: Pleurakrankheit, nicht näher bezeichnet
fr_fr: Affection pleurale, sans précision
zh_cn: 未特指的胸膜情况

# model:gnuhealth.pathology,name:J95
source: Postprocedural respiratory disorders, not elsewhere classified
de: Krankheiten der Atemwege nach medizinischen Maßnahmen, anderenorts nicht klassifiziert
fr_fr: Troubles respiratoires après un acte à visée diagnostique et thérapeutique, non classés ailleurs
zh_cn: 操作后的呼吸性疾患，不可归类在他处者

# model:gnuhealth.pathology,name:J950
source: Tracheostomy malfunction
de: Funktionsstörung eines Tracheostomas
fr_fr: Fonctionnement défectueux d'une trachéotomie
zh_cn: 气管造口术功能不全

# model:gnuhealth.pathology,name:J951
source: Acute pulmonary insufficiency following thoracic surgery
de: Akute pulmonale Insuffizienz nach Thoraxoperation
fr_fr: Insuffisance pulmonaire aiguë consécutive à une intervention chirurgicale thoracique
zh_cn: 胸腔手术后的急性肺功能不全

# model:gnuhealth.pathology,name:J952
source: Acute pulmonary insufficiency following nonthoracic surgery
de: Akute pulmonale Insuffizienz nach nicht am Thorax vorgenommener Operation
fr_fr: Insuffisance pulmonaire aiguë consécutive à une intervention chirurgicale non thoracique
zh_cn: 非胸腔手术后的急性肺功能不全

# model:gnuhealth.pathology,name:J953
source: Chronic pulmonary insufficiency following surgery
de: Chronische pulmonale Insuffizienz nach Operation
fr_fr: Insuffisance pulmonaire chronique consécutive à une intervention chirurgicale
zh_cn: 手术后慢性肺功能不全

# model:gnuhealth.pathology,name:J954
source: Mendelson syndrome
de: Mendelson-Syndrom
zh_cn: 门德尔松综合征

# model:gnuhealth.pathology,name:J955
source: Postprocedural subglottic stenosis
de: Subglottische Stenose nach medizinischen Maßnahmen
fr_fr: Sténose sous-glottique après un acte à visée diagnostique et thérapeutique
zh_cn: 操作后的声门下狭窄

# model:gnuhealth.pathology,name:J958
source: Other postprocedural respiratory disorders
de: Sonstige Krankheiten der Atemwege nach medizinischen Maßnahmen
fr_fr: Autres troubles respiratoires après un acte à visée diagnostique et thérapeutique, non classés ailleurs
zh_cn: 其他操作后的呼吸性疾患

# model:gnuhealth.pathology,name:J959
source: Postprocedural respiratory disorder, unspecified
de: Krankheit der Atemwege nach medizinischen Maßnahmen, nicht näher bezeichnet
fr_fr: Trouble respiratoire après un acte à visée diagnostique et thérapeutique, sans précision
zh_cn: 未特指的操作后的呼吸性疾患

# model:gnuhealth.pathology,name:J96
source: Respiratory failure, not elsewhere classified
de: Respiratorische Insuffizienz, anderenorts nicht klassifiziert
fr_fr: Insuffisance respiratoire, non classée ailleurs
zh_cn: 呼吸衰竭，不可归类在他处者

# model:gnuhealth.pathology,name:J960
source: Acute respiratory failure
de: Akute respiratorische Insuffizienz, anderenorts nicht klassifiziert
fr_fr: Insuffisance respiratoire aiguë
zh_cn: 急性呼吸衰竭

# model:gnuhealth.pathology,name:J961
source: Chronic respiratory failure
de: Chronische respiratorische Insuffizienz, anderenorts nicht klassifiziert
fr_fr: Insuffisance respiratoire chronique
zh_cn: 慢性呼吸衰竭

# model:gnuhealth.pathology,name:J969
source: Respiratory failure, unspecified
de: Respiratorische Insuffizienz, nicht näher bezeichnet
fr_fr: Insuffisance respiratoire, sans précision
zh_cn: 未特指的呼吸衰竭

# model:gnuhealth.pathology,name:J98
source: Other respiratory disorders
de: Sonstige Krankheiten der Atemwege
fr_fr: Autres troubles respiratoires
zh_cn: 其他呼吸性疾患

# model:gnuhealth.pathology,name:J980
source: Diseases of bronchus, not elsewhere classified
de: Krankheiten der Bronchien, anderenorts nicht klassifiziert
fr_fr: Affections des bronches, non classées ailleurs
zh_cn: 支气管疾病，不可归类在他处者

# model:gnuhealth.pathology,name:J981
source: Pulmonary collapse
de: Lungenkollaps
fr_fr: Collapsus pulmonaire
zh_cn: 肺萎陷

# model:gnuhealth.pathology,name:J982
source: Interstitial emphysema
de: Interstitielles Emphysem
fr_fr: Emphysème interstitiel
zh_cn: 间质性肺气肿

# model:gnuhealth.pathology,name:J983
source: Compensatory emphysema
de: Kompensatorisches Emphysem
fr_fr: Emphysème compensateur
zh_cn: 代偿性肺气肿

# model:gnuhealth.pathology,name:J984
source: Other disorders of lung
de: Sonstige Veränderungen der Lunge
fr_fr: Autres affections pulmonaires
zh_cn: 肺的其他疾患

# model:gnuhealth.pathology,name:J985
source: Diseases of mediastinum, not elsewhere classified
de: Krankheiten des Mediastinums, anderenorts nicht klassifiziert
fr_fr: Maladies du médiastin, non classées ailleurs
zh_cn: 纵隔疾病，不可归类在他处者

# model:gnuhealth.pathology,name:J986
source: Disorders of diaphragm
de: Krankheiten des Zwerchfells
fr_fr: Maladies du diaphragme
zh_cn: 膈疾患

# model:gnuhealth.pathology,name:J987
source: Respiratory infections, not elsewhere classified
de: Infektion der Atemwege, anderenorts nicht klassifiziert

# model:gnuhealth.pathology,name:J988
source: Other specified respiratory disorders
de: Sonstige näher bezeichnete Krankheiten der Atemwege
fr_fr: Autres troubles respiratoires précisés
zh_cn: 其他特指的呼吸性疾患

# model:gnuhealth.pathology,name:J989
source: Respiratory disorder, unspecified
de: Atemwegskrankheit, nicht näher bezeichnet
fr_fr: Trouble respiratoire, sans précision
zh_cn: 未特指的呼吸性疾患

# model:gnuhealth.pathology,name:J99
source: Respiratory disorders in diseases classified elsewhere
de: Krankheiten der Atemwege bei anderenorts klassifizierten Krankheiten
fr_fr: Troubles respiratoires au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的呼吸性疾患

# model:gnuhealth.pathology,name:J990
source: Rheumatoid lung disease
de: Lungenkrankheit bei seropositiver chronischer Polyarthritis
fr_fr: Maladie pulmonaire rhumatoïde (M05.1+)
zh_cn: 类风湿性肺病(M05.1+)

# model:gnuhealth.pathology,name:J991
source: Respiratory disorders in other diffuse connective tissue disorders
de: Krankheiten der Atemwege bei sonstigen diffusen Bindegewebskrankheiten
fr_fr: Troubles respiratoires au cours d'autres affections disséminées du tissu conjonctif
zh_cn: 其他弥漫性结缔组织疾患引起的呼吸性疾患

# model:gnuhealth.pathology,name:J998
source: Respiratory disorders in other diseases classified elsewhere
de: Krankheiten der Atemwege bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Troubles respiratoires au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的呼吸性疾患

# model:gnuhealth.pathology,name:K00
source: Disorders of tooth development and eruption
de: Störungen der Zahnentwicklung und des Zahndurchbruchs
fr_fr: Troubles de l'odontogénèse
zh_cn: 牙发育和出牙疾患

# model:gnuhealth.pathology,name:K000
source: Anodontia
de: Anodontie
fr_fr: Anodontie
zh_cn: 无牙症

# model:gnuhealth.pathology,name:K001
source: Supernumerary teeth
de: Hyperodontie
fr_fr: Dents surnuméraires
zh_cn: 额外牙[多生牙]

# model:gnuhealth.pathology,name:K002
source: Abnormalities of size and form of teeth
de: Abnormitäten in Größe und Form der Zähne
fr_fr: Anomalies de volume et de forme des dents
zh_cn: 牙齿大小和形状异常

# model:gnuhealth.pathology,name:K003
source: Mottled teeth
de: Schmelzflecken [Mottled teeth]
fr_fr: Dents tachetées
zh_cn: 斑釉牙

# model:gnuhealth.pathology,name:K004
source: Disturbances in tooth formation
de: Störungen in der Zahnbildung
fr_fr: Troubles de la formation des dents
zh_cn: 牙形成障碍

# model:gnuhealth.pathology,name:K005
source: Hereditary disturbances in tooth structure, not elsewhere classified
de: Hereditäre Störungen der Zahnstruktur, anderenorts nicht klassifiziert
fr_fr: Anomalies héréditaires de la structure dentaire, non classées ailleurs
zh_cn: 遗传性牙结构紊乱，不可归类在他处者

# model:gnuhealth.pathology,name:K006
source: Disturbances in tooth eruption
de: Störungen des Zahndurchbruchs
fr_fr: Troubles de l'éruption dentaire
zh_cn: 牙萌出障碍

# model:gnuhealth.pathology,name:K007
source: Teething syndrome
de: Dentitionskrankheit
fr_fr: Syndrome d'éruption dentaire
zh_cn: 出牙综合征

# model:gnuhealth.pathology,name:K008
source: Other disorders of tooth development
de: Sonstige Störungen der Zahnentwicklung
fr_fr: Autres troubles de l'odontogénèse
zh_cn: 牙发育的其他疾患

# model:gnuhealth.pathology,name:K009
source: Disorder of tooth development, unspecified
de: Störung der Zahnentwicklung, nicht näher bezeichnet
fr_fr: Troubles de l'odontogénèse, sans précision
zh_cn: 未特指的牙发育疾患

# model:gnuhealth.pathology,name:K01
source: Embedded and impacted teeth
de: Retinierte und impaktierte Zähne
fr_fr: Dents incluses et enclavées
zh_cn: 埋伏牙和阻生牙

# model:gnuhealth.pathology,name:K010
source: Embedded teeth
de: Retinierte Zähne
fr_fr: Dents incluses
zh_cn: 埋伏牙

# model:gnuhealth.pathology,name:K011
source: Impacted teeth
de: Impaktierte Zähne
fr_fr: Dents enclavées
zh_cn: 阻生牙

# model:gnuhealth.pathology,name:K02
source: Dental caries
de: Zahnkaries
fr_fr: Caries dentaires
zh_cn: 龋(牙)

# model:gnuhealth.pathology,name:K020
source: Caries limited to enamel
de: Karies, auf den Zahnschmelz begrenzt
fr_fr: Carie limitée à l'émail
zh_cn: 牙釉质龋

# model:gnuhealth.pathology,name:K021
source: Caries of dentine
de: Karies des Dentins
zh_cn: 牙本质龋

# model:gnuhealth.pathology,name:K022
source: Caries of cementum
de: Karies des Zements
fr_fr: Carie du cément
zh_cn: 牙骨质龋

# model:gnuhealth.pathology,name:K023
source: Arrested dental caries
de: Kariesmarke
fr_fr: Carie dentaire stabilisée
zh_cn: 静止龋

# model:gnuhealth.pathology,name:K024
source: Odontoclasia
de: Odontoklasie
fr_fr: Odontoclasie
zh_cn: 牙折断

# model:gnuhealth.pathology,name:K025
source: Caries with pulp exposure
de: Karies mit freiliegender Pulpa

# model:gnuhealth.pathology,name:K028
source: Other dental caries
de: Sonstige Zahnkaries
fr_fr: Autres caries dentaires
zh_cn: 其他的龋(牙)

# model:gnuhealth.pathology,name:K029
source: Dental caries, unspecified
de: Zahnkaries, nicht näher bezeichnet
fr_fr: Carie dentaire, sans précision
zh_cn: 未特指的龋(牙)

# model:gnuhealth.pathology,name:K03
source: Other diseases of hard tissues of teeth
de: Sonstige Krankheiten der Zahnhartsubstanzen
fr_fr: Autres maladies des tissus dentaires durs
zh_cn: 牙齿硬组织的其他疾病

# model:gnuhealth.pathology,name:K030
source: Excessive attrition of teeth
de: Ausgeprägte Attrition der Zähne
fr_fr: Attrition excessive des dents
zh_cn: 牙过度磨耗

# model:gnuhealth.pathology,name:K031
source: Abrasion of teeth
de: Abrasion der Zähne
fr_fr: Abrasion des dents
zh_cn: 牙磨损

# model:gnuhealth.pathology,name:K032
source: Erosion of teeth
de: Erosion der Zähne
fr_fr: Erosion des dents
zh_cn: 牙腐蚀

# model:gnuhealth.pathology,name:K033
source: Pathological resorption of teeth
de: Pathologische Zahnresorption
fr_fr: Résorption pathologique des dents
zh_cn: 牙病理性吸收

# model:gnuhealth.pathology,name:K034
source: Hypercementosis
de: Hyperzementose
fr_fr: Hypercémentose
zh_cn: 牙骨质增生

# model:gnuhealth.pathology,name:K035
source: Ankylosis of teeth
de: Ankylose der Zähne
fr_fr: Ankylose dentaire
zh_cn: 牙骨粘连

# model:gnuhealth.pathology,name:K036
source: Deposits [accretions] on teeth
de: Auflagerungen [Beläge] auf den Zähnen
fr_fr: Dépôts [accrétions] sur les dents
zh_cn: 牙齿沉积物[增积物]

# model:gnuhealth.pathology,name:K037
source: Posteruptive colour changes of dental hard tissues
de: Farbänderungen der Zahnhartsubstanzen nach dem Zahndurchbruch
fr_fr: Modification de la teinte des tissus dentaires durs après l'éruption
zh_cn: 牙硬组织萌出后颜色改变

# model:gnuhealth.pathology,name:K038
source: Other specified diseases of hard tissues of teeth
de: Sonstige näher bezeichnete Krankheiten der Zahnhartsubstanzen
fr_fr: Autres maladies précisées des tissus dentaires durs
zh_cn: 其他特指的牙硬组织疾病

# model:gnuhealth.pathology,name:K039
source: Disease of hard tissues of teeth, unspecified
de: Krankheit der Zahnhartsubstanzen, nicht näher bezeichnet
fr_fr: Maladie des tissus dentaires durs, sans précision
zh_cn: 未特指的牙硬组织疾病

# model:gnuhealth.pathology,name:K04
source: Diseases of pulp and periapical tissues
de: Krankheiten der Pulpa und des periapikalen Gewebes
fr_fr: Maladies de la pulpe et des tissus périapicaux
zh_cn: 牙髓和根尖周组织疾病
