Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:A848
source: Other tick-borne viral encephalitis
de: Sonstige Virusenzephalitis, durch Zecken übertragen
fr_fr: Autres encéphalites virales transmises par des tiques
zh_cn: 其他蜱媒介的病毒性脑炎

# model:gnuhealth.pathology,name:A849
source: Tick-borne viral encephalitis, unspecified
de: Virusenzephalitis, durch Zecken übertragen, nicht näher bezeichnet
fr_fr: Encéphalite virale transmise par des tiques, sans précision
zh_cn: 未特指的蜱媒介的病毒性脑炎

# model:gnuhealth.pathology,name:A85
source: Other viral encephalitis, not elsewhere classified
de: Sonstige Virusenzephalitis, anderenorts nicht klassifiziert
fr_fr: Autres encéphalites virales, non classées ailleurs
zh_cn: 其他病毒性脑炎，不可归类在他处者

# model:gnuhealth.pathology,name:A850
source: Enteroviral encephalitis
de: Enzephalitis durch Enteroviren
fr_fr: Encéphalite à entérovirus (G05.1*)
zh_cn: 肠病毒性脑炎

# model:gnuhealth.pathology,name:A851
source: Adenoviral encephalitis
de: Enzephalitis durch Adenoviren
fr_fr: Encéphalite à adénovirus (G05.1*)
zh_cn: 腺病毒性脑炎

# model:gnuhealth.pathology,name:A852
source: Arthropod-borne viral encephalitis, unspecified
de: Virusenzephalitis, durch Arthropoden übertragen, nicht näher bezeichnet
fr_fr: Encéphalite virale transmise par des arthropodes, sans précision
zh_cn: 未特指的节肢动物媒介的病毒性脑炎

# model:gnuhealth.pathology,name:A858
source: Other specified viral encephalitis
de: Sonstige näher bezeichnete Virusenzephalitis
fr_fr: Autres encéphalites virales précisées
zh_cn: 其他特指的病毒性脑炎

# model:gnuhealth.pathology,name:A86
source: Unspecified viral encephalitis
de: Virusenzephalitis, nicht näher bezeichnet
fr_fr: Encéphalite virale, sans précision
zh_cn: 未特指的病毒性脑炎

# model:gnuhealth.pathology,name:A87
source: Viral meningitis
de: Virusmeningitis
fr_fr: Méningite virale
zh_cn: 病毒性脑膜炎

# model:gnuhealth.pathology,name:A870
source: Enteroviral meningitis
de: Meningitis durch Enteroviren
fr_fr: Méningite à entérovirus (G02.0*)
zh_cn: 肠病毒性脑膜炎

# model:gnuhealth.pathology,name:A871
source: Adenoviral meningitis
de: Meningitis durch Adenoviren
fr_fr: Méningite à adénovirus (G02.0*)
zh_cn: 腺病毒性脑膜炎

# model:gnuhealth.pathology,name:A872
source: Lymphocytic choriomeningitis
de: Lymphozytäre Choriomeningitis
fr_fr: Chorioméningite lymphocytaire
zh_cn: 淋巴细胞性脉络丛脑膜炎

# model:gnuhealth.pathology,name:A878
source: Other viral meningitis
de: Sonstige Virusmeningitis
fr_fr: Autres méningites virales
zh_cn: 其他病毒性脑膜炎

# model:gnuhealth.pathology,name:A879
source: Viral meningitis, unspecified
de: Virusmeningitis, nicht näher bezeichnet
fr_fr: Méningite virale, sans précision
zh_cn: 未特指的病毒性脑膜炎

# model:gnuhealth.pathology,name:A88
source: Other viral infections of central nervous system, not elsewhere classified
de: Sonstige Virusinfektionen des Zentralnervensystems, anderenorts nicht klassifiziert
fr_fr: Autres infections virales du système nerveux central, non classées ailleurs
zh_cn: 中枢神经系统的其他病毒性感染，不可归类在他处者

# model:gnuhealth.pathology,name:A880
source: Enteroviral exanthematous fever [Boston exanthem]
de: Fieber und Exanthem durch Enteroviren [Boston-Exanthem]
fr_fr: Fièvre exanthémateuse à entérovirus [exanthème de Boston]
zh_cn: 肠病毒疹热[波士顿疹病]

# model:gnuhealth.pathology,name:A881
source: Epidemic vertigo
de: Epidemischer Schwindel
fr_fr: Vertige épidémique
zh_cn: 流行性眩晕

# model:gnuhealth.pathology,name:A888
source: Other specified viral infections of central nervous system
de: Sonstige näher bezeichnete Virusinfektionen des Zentralnervensystems
fr_fr: Autres infections virales précisées du système nerveux central
zh_cn: 中枢神经系统其他特指的病毒性感染

# model:gnuhealth.pathology,name:A89
source: Unspecified viral infection of central nervous system
de: Virusinfektion des Zentralnervensystems, nicht näher bezeichnet
fr_fr: Infection virale du système nerveux central, sans précision
zh_cn: 中枢神经系统未特指的病毒性感染

# model:gnuhealth.pathology,name:A90
source: Dengue fever [classical dengue]
de: Dengue-Fieber [Klassische Dengue]
fr_fr: Dengue [dengue classique]
zh_cn: 登革热[古典登革热]

# model:gnuhealth.pathology,name:A91
source: Dengue haemorrhagic fever
de: Hämorrhagisches Dengue-Fieber
fr_fr: Fièvre hémorragique due au virus de la dengue
zh_cn: 登革出血热

# model:gnuhealth.pathology,name:A92
source: Other mosquito-borne viral fevers
de: Sonstige durch Moskitos [Stechmücken] übertragene Viruskrankheiten
fr_fr: Autres fièvres virales transmises par des moustiques
zh_cn: 其他蚊媒介的病毒性发热

# model:gnuhealth.pathology,name:A920
source: Chikungunya virus disease
de: Chikungunya-Viruskrankheit
fr_fr: Fièvre de Chikungunya
zh_cn: 奇昆古尼亚病毒病

# model:gnuhealth.pathology,name:A921
source: O'nyong-nyong fever
de: O'Nyong-nyong-Fieber
fr_fr: Fièvre due au virus O'nyong-nyong
zh_cn: 奥尼昂-尼昂热

# model:gnuhealth.pathology,name:A922
source: Venezuelan equine fever
de: Venezolanisches Pferdefieber
fr_fr: Fièvre équine vénézuélienne
zh_cn: 委内瑞拉马型热

# model:gnuhealth.pathology,name:A923
source: West Nile virus infection
de: West-Nil-Virusinfektion
zh_cn: 西尼罗河病毒感染

# model:gnuhealth.pathology,name:A924
source: Rift Valley fever
de: Rifttalfieber
fr_fr: Fièvre de la vallée du Rift
zh_cn: 裂谷热

# model:gnuhealth.pathology,name:A925
source: Zika virus disease
de: Zika-Viruskrankheit

# model:gnuhealth.pathology,name:A928
source: Other specified mosquito-borne viral fevers
de: Sonstige näher bezeichnete, durch Moskitos übertragene Viruskrankheiten
fr_fr: Autres fièvres virales précisées, transmises par des moustiques
zh_cn: 其他特指的蚊媒介的病毒性发热

# model:gnuhealth.pathology,name:A929
source: Mosquito-borne viral fever, unspecified
de: Durch Moskitos übertragene Viruskrankheit, nicht näher bezeichnet
fr_fr: Fièvre virale transmise par des moustiques, sans précision
zh_cn: 未特指的蚊媒介的病毒性发热

# model:gnuhealth.pathology,name:A93
source: Other arthropod-borne viral fevers, not elsewhere classified
de: Sonstige durch Arthropoden übertragene Viruskrankheiten, anderenorts nicht klassifiziert
fr_fr: Autres fièvres virales transmises par des arthropodes, non classées ailleurs
zh_cn: 其他节肢动物媒介的病毒性发热，不可归类在他处者

# model:gnuhealth.pathology,name:A930
source: Oropouche virus disease
de: Oropouche-Viruskrankheit
fr_fr: Fièvre d'Oropouche
zh_cn: 奥罗普什病毒病

# model:gnuhealth.pathology,name:A931
source: Sandfly fever
de: Pappataci-Fieber
fr_fr: Fièvre à phlébotome
zh_cn: 白蛉热

# model:gnuhealth.pathology,name:A932
source: Colorado tick fever
de: Colorado-Zeckenfieber
fr_fr: Fièvre à tiques du Colorado
zh_cn: 科罗拉多蜱热

# model:gnuhealth.pathology,name:A938
source: Other specified arthropod-borne viral fevers
de: Sonstige näher bezeichnete, durch Arthropoden übertragene Viruskrankheiten
fr_fr: Autres fièvres virales précisées, transmises par des arthropodes
zh_cn: 其他特指的节肢动物媒介的病毒性

# model:gnuhealth.pathology,name:A94
source: Unspecified arthropod-borne viral fever
de: Durch Arthropoden übertragene Viruskrankheit, nicht näher bezeichnet
fr_fr: Fièvre virale transmise par des arthropodes, sans précision
zh_cn: 未特指的节肢动物媒介的病毒性发热

# model:gnuhealth.pathology,name:A95
source: Yellow fever
de: Gelbfieber
fr_fr: Fièvre jaune
zh_cn: 黄热病

# model:gnuhealth.pathology,name:A950
source: Sylvatic yellow fever
de: Buschgelbfieber
fr_fr: Fièvre jaune sylvatique
zh_cn: 森林黄热病

# model:gnuhealth.pathology,name:A951
source: Urban yellow fever
de: Urbanes Gelbfieber
fr_fr: Fièvre jaune citadine
zh_cn: 城市黄热病

# model:gnuhealth.pathology,name:A959
source: Yellow fever, unspecified
de: Gelbfieber, nicht näher bezeichnet
fr_fr: Fièvre jaune, sans précision
zh_cn: 未特指的黄热病

# model:gnuhealth.pathology,name:A96
source: Arenaviral haemorrhagic fever
de: Hämorrhagisches Fieber durch Arenaviren
fr_fr: Fièvre hémorragique à arénavirus
zh_cn: 沙粒病毒性出血热

# model:gnuhealth.pathology,name:A960
source: Junin haemorrhagic fever
de: Hämorrhagisches Fieber durch Junin-Viren
fr_fr: Fièvre hémorragique de Junin
zh_cn: 朱宁出血热

# model:gnuhealth.pathology,name:A961
source: Machupo haemorrhagic fever
de: Hämorrhagisches Fieber durch Machupo-Viren
fr_fr: Fièvre hémorragique de Machupo
zh_cn: 马丘波出血热

# model:gnuhealth.pathology,name:A962
source: Lassa fever
de: Lassa-Fieber
fr_fr: Fièvre de Lassa
zh_cn: 拉沙热

# model:gnuhealth.pathology,name:A968
source: Other arenaviral haemorrhagic fevers
de: Sonstiges hämorrhagisches Fieber durch Arenaviren
fr_fr: Autres fièvres hémorragiques à arénavirus
zh_cn: 其他沙粒病毒性出血热

# model:gnuhealth.pathology,name:A969
source: Arenaviral haemorrhagic fever, unspecified
de: Hämorrhagisches Fieber durch Arenaviren, nicht näher bezeichnet
fr_fr: Fièvre hémorragique à arénavirus, sans précision
zh_cn: 未特指的沙粒病毒性出血热

# model:gnuhealth.pathology,name:A970
source: Dengue without warning signs
de: Dengue ohne Warnzeichen

# model:gnuhealth.pathology,name:A971
source: Dengue with warning signs
de: Dengue mit Warnzeichen

# model:gnuhealth.pathology,name:A972
source: Severe Dengue
de: Schweres Dengue

# model:gnuhealth.pathology,name:A979
source: Dengue, unspecified
de: Dengue, nicht näher bezeichnet

# model:gnuhealth.pathology,name:A98
source: Other viral haemorrhagic fevers, not elsewhere classified
de: Sonstige hämorrhagische Viruskrankheiten, anderenorts nicht klassifiziert
fr_fr: Autres fièvres hémorragiques virales, non classées ailleurs
zh_cn: 其他病毒性出血热，不可归类在他处者

# model:gnuhealth.pathology,name:A980
source: Crimean-Congo haemorrhagic fever
de: Hämorrhagisches Krim-Kongo-Fieber
fr_fr: Fièvre hémorragique de Crimée [du Congo]
zh_cn: 克里米亚-刚果出血热

# model:gnuhealth.pathology,name:A981
source: Omsk haemorrhagic fever
de: Hämorrhagisches Omsk-Fieber
fr_fr: Fièvre hémorragique d'Omsk
zh_cn: 鄂木斯克出血热

# model:gnuhealth.pathology,name:A982
source: Kyasanur Forest disease
de: Kyasanur-Wald-Krankheit
fr_fr: Maladie de la forêt de Kyasanur
zh_cn: 基萨那[凯萨努]森林病

# model:gnuhealth.pathology,name:A983
source: Marburg virus disease
de: Marburg-Viruskrankheit
fr_fr: Maladie de Marburg
zh_cn: 马尔堡病毒病

# model:gnuhealth.pathology,name:A984
source: Ebola virus disease
de: Ebola-Viruskrankheit
fr_fr: Maladie à virus Ebola
zh_cn: 埃博拉病毒病

# model:gnuhealth.pathology,name:A985
source: Haemorrhagic fever with renal syndrome
de: Hämorrhagisches Fieber mit renalem Syndrom
fr_fr: Fièvre hémorragique avec syndrome rénal
zh_cn: 出血热伴有肾综合征

# model:gnuhealth.pathology,name:A988
source: Other specified viral haemorrhagic fevers
de: Sonstige näher bezeichnete hämorrhagische Viruskrankheiten
fr_fr: Autres fièvres hémorragiques virales précisées
zh_cn: 其他特指的病毒性出血热

# model:gnuhealth.pathology,name:A99
source: Unspecified viral haemorrhagic fever
de: Nicht näher bezeichnete hämorrhagische Viruskrankheit
fr_fr: Fièvre hémorragique virale, sans précision
zh_cn: 未特指的病毒性出血热

# model:gnuhealth.pathology,name:B00
source: Herpesviral [herpes simplex] infections
de: Infektionen durch Herpesviren [Herpes simplex]
fr_fr: Infections par le virus de l'herpès [herpes simplex]
zh_cn: 疱疹病毒[单纯疱疹]感染

# model:gnuhealth.pathology,name:B000
source: Eczema herpeticum
de: Ekzema herpeticatum Kaposi
fr_fr: Eczéma herpétique
zh_cn: 疱疹性湿疹

# model:gnuhealth.pathology,name:B001
source: Herpesviral vesicular dermatitis
de: Dermatitis vesicularis durch Herpesviren
fr_fr: Dermite vésiculaire due au virus de l'herpès
zh_cn: 疱疹病毒性水疱皮炎

# model:gnuhealth.pathology,name:B002
source: Herpesviral gingivostomatitis and pharyngotonsillitis
de: Gingivostomatitis herpetica und Pharyngotonsillitis herpetica
fr_fr: Gingivo-stomatite et pharyngo-amygdalite due au virus de l'herpès
zh_cn: 疱疹病毒性龈口炎和咽扁桃体炎

# model:gnuhealth.pathology,name:B003
source: Herpesviral meningitis
de: Meningitis durch Herpesviren
fr_fr: Méningite due au virus de l'herpès (G02.0*)
zh_cn: 疱疹病毒性脑膜炎

# model:gnuhealth.pathology,name:B004
source: Herpesviral encephalitis
de: Enzephalitis durch Herpesviren
fr_fr: Encéphalite due au virus de l'herpès (G05.1*)
zh_cn: 疱疹病毒性脑炎

# model:gnuhealth.pathology,name:B005
source: Herpesviral ocular disease
de: Augenkrankheit durch Herpesviren
fr_fr: Affections oculaires dues au virus de l'herpès
zh_cn: 疱疹病毒性眼病

# model:gnuhealth.pathology,name:B007
source: Disseminated herpesviral disease
de: Disseminierte Herpesvirus-Krankheit
fr_fr: Maladie disséminée due au virus de l'herpès
zh_cn: 散性疱疹病毒病

# model:gnuhealth.pathology,name:B008
source: Other forms of herpesviral infection
de: Sonstige Infektionsformen durch Herpesviren
fr_fr: Autres formes d'infection due au virus de l'herpès
zh_cn: 其他形式的疱疹病毒感染

# model:gnuhealth.pathology,name:B009
source: Herpesviral infection, unspecified
de: Infektion durch Herpesviren, nicht näher bezeichnet
fr_fr: Infection due au virus de l'herpès, sans précision
zh_cn: 未特指的疱疹病毒感染

# model:gnuhealth.pathology,name:B01
source: Varicella [chickenpox]
de: Varizellen [Windpocken]
fr_fr: Varicelle
zh_cn: 水痘

# model:gnuhealth.pathology,name:B010
source: Varicella meningitis
de: Varizellen-Meningitis
fr_fr: Méningite varicelleuse (G02.0*)
zh_cn: 水痘脑膜炎

# model:gnuhealth.pathology,name:B011
source: Varicella encephalitis
de: Varizellen-Enzephalitis
fr_fr: Encéphalite varicelleuse (G05.1*)
zh_cn: 水痘脑炎

# model:gnuhealth.pathology,name:B012
source: Varicella pneumonia
de: Varizellen-Pneumonie
fr_fr: Pneumopathie varicelleuse (J17.1*)
zh_cn: 水痘肺炎

# model:gnuhealth.pathology,name:B018
source: Varicella with other complications
de: Varizellen mit sonstigen Komplikationen
fr_fr: Varicelle avec autres complications
zh_cn: 水痘伴有其他并发症

# model:gnuhealth.pathology,name:B019
source: Varicella without complication
de: Varizellen ohne Komplikation
zh_cn: 水痘不伴有并发症

# model:gnuhealth.pathology,name:B020
source: Zoster encephalitis
de: Zoster-Enzephalitis
fr_fr: Encéphalite zostérienne (G05.1*)
zh_cn: 带状疱疹脑炎

# model:gnuhealth.pathology,name:B022
source: Zoster with other nervous system involvement
de: Zoster mit Beteiligung anderer Abschnitte des Nervensystems
fr_fr: Zona accompagné d'autres manifestations neurologiques
zh_cn: 带状疱疹累及其他神经系统

# model:gnuhealth.pathology,name:B023
source: Zoster ocular disease
de: Zoster ophthalmicus
fr_fr: Zona ophtalmique
zh_cn: 带状疱疹眼病

# model:gnuhealth.pathology,name:B027
source: Disseminated zoster
de: Zoster generalisatus
fr_fr: Zona disséminé
zh_cn: 播散性带状疱疹

# model:gnuhealth.pathology,name:B028
source: Zoster with other complications
de: Zoster mit sonstigen Komplikationen
fr_fr: Zona avec autres complications
zh_cn: 带状疱疹伴有其他并发症

# model:gnuhealth.pathology,name:B029
source: Zoster without complication
de: Zoster ohne Komplikation
fr_fr: Zona sans complication
zh_cn: 带状疱疹不伴有并发症

# model:gnuhealth.pathology,name:B03
source: Smallpox
de: Pocken
fr_fr: Variole
zh_cn: 天花

# model:gnuhealth.pathology,name:B04
source: Monkeypox
de: Affenpocken
zh_cn: 猴痘

# model:gnuhealth.pathology,name:B05
source: Measles
de: Masern
fr_fr: Rougeole
zh_cn: 麻疹

# model:gnuhealth.pathology,name:B050
source: Measles complicated by encephalitis
de: Masern, kompliziert durch Enzephalitis
fr_fr: Rougeole compliquée d'une encéphalite (G05.1*)
zh_cn: 麻疹并发脑炎

# model:gnuhealth.pathology,name:B051
source: Measles complicated by meningitis
de: Masern, kompliziert durch Meningitis
fr_fr: Rougeole compliquée d'une méningite (G02.0*)
zh_cn: 麻疹并发脑膜炎

# model:gnuhealth.pathology,name:B052
source: Measles complicated by pneumonia
de: Masern, kompliziert durch Pneumonie
fr_fr: Rougeole compliquée d'une pneumopathie (J17.1*)
zh_cn: 麻疹并发肺炎

# model:gnuhealth.pathology,name:B053
source: Measles complicated by otitis media
de: Masern, kompliziert durch Otitis media
fr_fr: Rougeole compliquée d'une otite moyenne (H67.1*)
zh_cn: 麻疹并发中耳炎

# model:gnuhealth.pathology,name:B054
source: Measles with intestinal complications
de: Masern mit Darmkomplikationen
fr_fr: Rougeole avec complications intestinales
zh_cn: 麻疹伴有肠道并发症

# model:gnuhealth.pathology,name:B058
source: Measles with other complications
de: Masern mit sonstigen Komplikationen
fr_fr: Rougeole avec autres complications
zh_cn: 麻疹伴有其他并发症

# model:gnuhealth.pathology,name:B059
source: Measles without complication
de: Masern ohne Komplikation
fr_fr: Rougeole sans complication
zh_cn: 麻疹不伴有并发症

# model:gnuhealth.pathology,name:B06
source: Rubella [German measles]
de: Röteln [Rubeola] [Rubella]
fr_fr: Rubéole
zh_cn: 风疹

# model:gnuhealth.pathology,name:B060
source: Rubella with neurological complications
de: Röteln mit neurologischen Komplikationen
fr_fr: Rubéole avec complications neurologiques
zh_cn: 风疹伴有神经科并发症

# model:gnuhealth.pathology,name:B068
source: Rubella with other complications
de: Röteln mit sonstigen Komplikationen
fr_fr: Rubéole avec autres complications
zh_cn: 风疹伴有其他并发症

# model:gnuhealth.pathology,name:B069
source: Rubella without complication
de: Röteln ohne Komplikation
fr_fr: Rubéole sans complication
zh_cn: 风疹不伴有并发症

# model:gnuhealth.pathology,name:B07
source: Viral warts
de: Viruswarzen
fr_fr: Verrues d'origine virale
zh_cn: 病毒性疣

# model:gnuhealth.pathology,name:B08
source: Other viral infections characterized by skin and mucous membrane lesions, not elsewhere classified
de: Sonstige Virusinfektionen, die durch Haut- und Schleimhautläsionen gekennzeichnet sind, anderenorts nicht klassifiziert
zh_cn: 其他以皮肤和粘膜损害为特征的病毒性感染，不可归类在他处者

# model:gnuhealth.pathology,name:B080
source: Other orthopoxvirus infections
de: Sonstige Infektionen durch Orthopoxviren
fr_fr: Autres infections à orthopoxvirus
zh_cn: 其他正痘病毒属感染

# model:gnuhealth.pathology,name:B082
source: Exanthema subitum [sixth disease]
de: Exanthema subitum [Sechste Krankheit]
fr_fr: Exanthème subit [sixième maladie] [roséole infantile]
zh_cn: 猝发疹[第六病]

# model:gnuhealth.pathology,name:B083
source: Erythema infectiosum [fifth disease]
de: Erythema infectiosum [Fünfte Krankheit]
fr_fr: Erythème infectieux [cinquième maladie] [mégalérythème épidémique]
zh_cn: 传染性红斑[第五病]

# model:gnuhealth.pathology,name:B084
source: Enteroviral vesicular stomatitis with exanthem
de: Vesikuläre Stomatitis mit Exanthem durch Enteroviren
fr_fr: Stomatite vésiculaire avec exanthème, due à un entérovirus
zh_cn: 肠病毒性水疱性口炎伴有疹病

# model:gnuhealth.pathology,name:B085
source: Enteroviral vesicular pharyngitis
de: Vesikuläre Pharyngitis durch Enteroviren
fr_fr: Pharyngite vésiculaire due à un entérovirus
zh_cn: 肠病毒性水疱性咽炎

# model:gnuhealth.pathology,name:B088
source: Other specified viral infections characterized by skin and mucous membrane lesions
de: Sonstige näher bezeichnete Virusinfektionen, die durch Haut- und Schleimhautläsionen gekennzeichnet sind
zh_cn: 其他特指的以皮肤和粘膜损害为特征的病毒性感染

# model:gnuhealth.pathology,name:B09
source: Unspecified viral infection characterized by skin and mucous membrane lesions
de: Nicht näher bezeichnete Virusinfektion, die durch Haut- und Schleimhautläsionen gekennzeichnet ist
zh_cn: 未特指的以皮肤和粘膜损害为特征的病毒性感染

# model:gnuhealth.pathology,name:B15
source: Acute hepatitis A
de: Akute Virushepatitis A
fr_fr: Hépatite aiguë A
zh_cn: 急性甲型肝炎

# model:gnuhealth.pathology,name:B150
source: Hepatitis A with hepatic coma
de: Virushepatitis A mit Coma hepaticum
fr_fr: Hépatite A avec coma hépatique
zh_cn: 甲型肝炎，伴有肝昏迷

# model:gnuhealth.pathology,name:B159
source: Hepatitis A without hepatic coma
de: Virushepatitis A ohne Coma hepaticum
fr_fr: Hépatite A sans coma hépatique
zh_cn: 甲型肝炎，不伴有肝昏迷

# model:gnuhealth.pathology,name:B16
source: Acute hepatitis B
de: Akute Virushepatitis B
fr_fr: Hépatite aiguë B
zh_cn: 急性乙型肝炎

# model:gnuhealth.pathology,name:B160
source: Acute hepatitis B with delta-agent (coinfection) with hepatic coma
de: Akute Virushepatitis B mit Delta-Virus (Begleitinfektion) und mit Coma hepaticum
fr_fr: Hépatite aiguë B avec agent delta, avec coma hépatique
zh_cn: 急性乙型肝炎，伴有δ因子(共同感染)，并伴有肝昏迷

# model:gnuhealth.pathology,name:B161
source: Acute hepatitis B with delta-agent (coinfection) without hepatic coma
de: Akute Virushepatitis B mit Delta-Virus (Begleitinfektion) ohne Coma hepaticum
fr_fr: Hépatite aiguë B avec agent delta, sans coma hépatique
zh_cn: 急性乙型肝炎，伴有δ因子(共同感染)，但不伴有肝昏迷

# model:gnuhealth.pathology,name:B162
source: Acute hepatitis B without delta-agent with hepatic coma
de: Akute Virushepatitis B ohne Delta-Virus mit Coma hepaticum
fr_fr: Hépatite aiguë B sans agent delta, avec coma hépatique
zh_cn: 急性乙型肝炎，不伴有δ因子(共同感染)，但伴有肝昏迷

# model:gnuhealth.pathology,name:B169
source: Acute hepatitis B without delta-agent and without hepatic coma
de: Akute Virushepatitis B ohne Delta-Virus und ohne Coma hepaticum
fr_fr: Hépatite aiguë B, sans agent delta et sans coma hépatique
zh_cn: 急性乙型肝炎，不伴有δ因子(共同感染)，也不伴有肝昏迷

# model:gnuhealth.pathology,name:B17
source: Other acute viral hepatitis
de: Sonstige akute Virushepatitis
fr_fr: Autres hépatites virales aiguës
zh_cn: 其他急性病毒性肝炎

# model:gnuhealth.pathology,name:B170
source: Acute delta-(super)infection of hepatitis B carrier
de: Akute Delta-Virus- (Super-) Infektion bei chronischer Hepatitis B
zh_cn: 乙型肝炎病毒携带者的急性δ因子(重复)感染

# model:gnuhealth.pathology,name:B171
source: Acute hepatitis C
de: Akute Virushepatitis C
fr_fr: Hépatite aiguë C
zh_cn: 急性丙型肝炎

# model:gnuhealth.pathology,name:B172
source: Acute hepatitis E
de: Akute Virushepatitis E
fr_fr: Hépatite aiguë E
zh_cn: 急性戊型肝炎

# model:gnuhealth.pathology,name:B178
source: Other specified acute viral hepatitis
de: Sonstige näher bezeichnete akute Virushepatitis
fr_fr: Autres hépatites virales aiguës précisées
zh_cn: 其他特指的急性病毒性肝炎

# model:gnuhealth.pathology,name:B179
source: Acute viral hepatitis, unspecified
de: Akute Virushepatitis, nicht näher bezeichnet
zh_cn: 未特指的急性病毒性肝炎

# model:gnuhealth.pathology,name:B18
source: Chronic viral hepatitis
de: Chronische Virushepatitis
fr_fr: Hépatite virale chronique
zh_cn: 慢性病毒性肝炎

# model:gnuhealth.pathology,name:B180
source: Chronic viral hepatitis B with delta-agent
de: Chronische Virushepatitis B mit Delta-Virus
fr_fr: Hépatite virale chronique B avec agent delta
zh_cn: 慢性乙型病毒性肝炎，伴有δ因子

# model:gnuhealth.pathology,name:B181
source: Chronic viral hepatitis B without delta-agent
de: Chronische Virushepatitis B ohne Delta-Virus
fr_fr: Hépatite virale chronique B sans agent delta
zh_cn: 慢性乙型病毒性肝炎，不伴有δ因子

# model:gnuhealth.pathology,name:B182
source: Chronic viral hepatitis C
de: Chronische Virushepatitis C
fr_fr: Hépatite virale chronique C
zh_cn: 慢性丙型病毒性肝炎

# model:gnuhealth.pathology,name:B188
source: Other chronic viral hepatitis
de: Sonstige chronische Virushepatitis
fr_fr: Autres hépatites virales chroniques
zh_cn: 其他慢性病毒性肝炎

# model:gnuhealth.pathology,name:B189
source: Chronic viral hepatitis, unspecified
de: Chronische Virushepatitis, nicht näher bezeichnet
fr_fr: Hépatite virale chronique, sans précision
zh_cn: 未特指的慢性病毒性肝炎

# model:gnuhealth.pathology,name:B19
source: Unspecified viral hepatitis
de: Nicht näher bezeichnete Virushepatitis
fr_fr: Hépatite virale, sans précision
zh_cn: 未特指的病毒性肝炎

# model:gnuhealth.pathology,name:B190
source: Unspecified viral hepatitis with hepatic coma
de: Nicht näher bezeichnete Virushepatitis mit hepatischem Koma
zh_cn: 未特指的病毒性肝炎，伴有肝昏迷

# model:gnuhealth.pathology,name:B199
source: Unspecified viral hepatitis without hepatic coma
de: Nicht näher bezeichnete Virushepatitis ohne hepatisches Koma
zh_cn: 未特指的病毒性肝炎，不伴有肝昏迷

# model:gnuhealth.pathology,name:B20
source: Human immunodeficiency virus [HIV] disease resulting in infectious and parasitic diseases
de: Infektiöse und parasitäre Krankheiten infolge HIV-Krankheit [Humane Immundefizienz-Viruskrankheit]
fr_fr: Immunodéficience humaine virale [VIH], à l'origine de maladies infectieuses et parasitaires
zh_cn: 人类免疫缺陷病毒[HIV]病造成的传染病和寄生虫病

# model:gnuhealth.pathology,name:B200
source: HIV disease resulting in mycobacterial infection
de: Mykobakterielle Infektionen infolge HIV-Krankheit
fr_fr: Maladie par VIH à l'origine d'une infection mycobactérienne
zh_cn: 人类免疫缺陷病毒[HIV]病造成的分枝杆菌感染

# model:gnuhealth.pathology,name:B201
source: HIV disease resulting in other bacterial infections
de: Sonstige bakterielle Infektionen infolge HIV-Krankheit
fr_fr: Maladie par VIH à l'origine d'autres infections bactériennes
zh_cn: 人类免疫缺陷病毒[HIV]病造成的其他细菌感染
