Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:K77
source: Liver disorders in diseases classified elsewhere
de: Leberkrankheiten bei anderenorts klassifizierten Krankheiten
fr_fr: Atteintes hépatiques au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的肝疾患

# model:gnuhealth.pathology,name:K770
source: Liver disorders in infectious and parasitic diseases classified elsewhere
de: Leberkrankheiten bei anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Atteintes hépatiques au cours de maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的传染病和寄生虫病引起的肝疾患

# model:gnuhealth.pathology,name:K778
source: Liver disorders in other diseases classified elsewhere
de: Leberkrankheiten bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Atteintes hépatiques au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的肝疾患

# model:gnuhealth.pathology,name:K800
source: Calculus of gallbladder with acute cholecystitis
de: Gallenblasenstein mit akuter Cholezystitis
fr_fr: Calcul de la vésicule biliaire avec cholécystite aiguë
zh_cn: 胆囊结石伴有急性胆囊炎

# model:gnuhealth.pathology,name:K801
source: Calculus of gallbladder with other cholecystitis
de: Gallenblasenstein mit sonstiger Cholezystitis
fr_fr: Calcul de la vésicule biliaire avec une autre forme de cholécystite
zh_cn: 胆囊结石伴有其他胆囊炎

# model:gnuhealth.pathology,name:K802
source: Calculus of gallbladder without cholecystitis
de: Gallenblasenstein ohne Cholezystitis
fr_fr: Calcul de la vésicule biliaire sans cholécystite
zh_cn: 胆囊结石不伴有胆囊炎

# model:gnuhealth.pathology,name:K803
source: Calculus of bile duct with cholangitis
de: Gallengangsstein mit Cholangitis
fr_fr: Calcul des canaux biliaires avec angiocholite
zh_cn: 胆管结石伴有胆管炎

# model:gnuhealth.pathology,name:K804
source: Calculus of bile duct with cholecystitis
de: Gallengangsstein mit Cholezystitis
fr_fr: Calcul des canaux biliaires avec cholécystite
zh_cn: 胆管结石伴有胆囊炎

# model:gnuhealth.pathology,name:K805
source: Calculus of bile duct without cholangitis or cholecystitis
de: Gallengangsstein ohne Cholangitis oder Cholezystitis
fr_fr: Calcul des canaux biliaires sans angiocholite ni cholécystite
zh_cn: 胆管结石不伴有胆管炎或胆囊炎

# model:gnuhealth.pathology,name:K808
source: Other cholelithiasis
de: Sonstige Cholelithiasis
fr_fr: Autres cholélithiases
zh_cn: 其他的胆石症

# model:gnuhealth.pathology,name:K81
source: Cholecystitis
de: Cholezystitis
fr_fr: Cholécystite
zh_cn: 胆囊炎

# model:gnuhealth.pathology,name:K810
source: Acute cholecystitis
de: Akute Cholezystitis
fr_fr: Cholécystite aiguë
zh_cn: 急性胆囊炎

# model:gnuhealth.pathology,name:K811
source: Chronic cholecystitis
de: Chronische Cholezystitis
fr_fr: Cholécystite chronique
zh_cn: 慢性胆囊炎

# model:gnuhealth.pathology,name:K818
source: Other cholecystitis
de: Sonstige Formen der Cholezystitis
fr_fr: Autres cholécystites
zh_cn: 其他的胆囊炎

# model:gnuhealth.pathology,name:K819
source: Cholecystitis, unspecified
de: Cholezystitis, nicht näher bezeichnet
fr_fr: Cholécystite, sans précision
zh_cn: 未特指的胆囊炎

# model:gnuhealth.pathology,name:K82
source: Other diseases of gallbladder
de: Sonstige Krankheiten der Gallenblase
fr_fr: Autres maladies de la vésicule biliaire
zh_cn: 胆囊的其他疾病

# model:gnuhealth.pathology,name:K820
source: Obstruction of gallbladder
de: Verschluss der Gallenblase
fr_fr: Occlusion de la vésicule biliaire
zh_cn: 胆囊梗阻

# model:gnuhealth.pathology,name:K821
source: Hydrops of gallbladder
de: Hydrops der Gallenblase
fr_fr: Hydrocholécyste
zh_cn: 胆囊积水

# model:gnuhealth.pathology,name:K822
source: Perforation of gallbladder
de: Perforation der Gallenblase
fr_fr: Perforation de la vésicule biliaire
zh_cn: 胆囊穿孔

# model:gnuhealth.pathology,name:K823
source: Fistula of gallbladder
de: Gallenblasenfistel
fr_fr: Fistule de la vésicule biliaire
zh_cn: 胆囊瘘

# model:gnuhealth.pathology,name:K824
source: Cholesterolosis of gallbladder
de: Cholesteatose der Gallenblase
fr_fr: Choléstérolose de la vésicule biliaire
zh_cn: 胆囊胆固醇沉着症

# model:gnuhealth.pathology,name:K828
source: Other specified diseases of gallbladder
de: Sonstige näher bezeichnete Krankheiten der Gallenblase
fr_fr: Autres maladies précisées de la vésicule biliaire
zh_cn: 胆囊其他特指的疾病

# model:gnuhealth.pathology,name:K829
source: Disease of gallbladder, unspecified
de: Krankheit der Gallenblase, nicht näher bezeichnet
fr_fr: Maladie de la vésicule biliaire, sans précision
zh_cn: 胆囊未特指的疾病

# model:gnuhealth.pathology,name:K83
source: Other diseases of biliary tract
de: Sonstige Krankheiten der Gallenwege
fr_fr: Autres maladies des voies biliaires
zh_cn: 胆道的其他疾病

# model:gnuhealth.pathology,name:K831
source: Obstruction of bile duct
de: Verschluss des Gallenganges
fr_fr: Obstruction des voies biliaires
zh_cn: 胆管梗阻

# model:gnuhealth.pathology,name:K832
source: Perforation of bile duct
de: Perforation des Gallenganges
fr_fr: Perforation des voies biliaires
zh_cn: 胆管穿孔

# model:gnuhealth.pathology,name:K833
source: Fistula of bile duct
de: Fistel des Gallenganges
fr_fr: Fistule des voies biliaires
zh_cn: 胆管瘘

# model:gnuhealth.pathology,name:K834
source: Spasm of sphincter of Oddi
de: Spasmus des Sphinkter Oddi
fr_fr: Spasme du sphincter d'Oddi
zh_cn: 奥迪括约肌痉挛

# model:gnuhealth.pathology,name:K835
source: Biliary cyst
de: Biliäre Zyste
fr_fr: Kyste biliaire
zh_cn: 胆囊肿

# model:gnuhealth.pathology,name:K838
source: Other specified diseases of biliary tract
de: Sonstige näher bezeichnete Krankheiten der Gallenwege
fr_fr: Autres maladies précisées des voies biliaires
zh_cn: 胆道其他特指的疾病

# model:gnuhealth.pathology,name:K839
source: Disease of biliary tract, unspecified
de: Krankheit der Gallenwege, nicht näher bezeichnet
fr_fr: Maladie des voies biliaires, sans précision
zh_cn: 胆道未特指的疾病

# model:gnuhealth.pathology,name:K85
source: Acute pancreatitis
de: Akute Pankreatitis
fr_fr: Pancréatite aiguë
zh_cn: 急性胰腺炎

# model:gnuhealth.pathology,name:K850
source: Idiopathic acute pancreatitis
de: Idiopathische akute Pankreatitis
zh_cn: 特发性急性胰腺炎

# model:gnuhealth.pathology,name:K851
source: Biliary acute pancreatitis
de: Biliäre akute Pankreatitis
zh_cn: 胆汁型急性胰腺炎

# model:gnuhealth.pathology,name:K852
source: Alcohol-induced acute pancreatitis
de: Alkoholinduzierte akute Pankreatitis
zh_cn: 酒精性急性胰腺炎

# model:gnuhealth.pathology,name:K853
source: Drug-induced acute pancreatitis
de: Medikamenten-induzierte akute Pankreatitis
zh_cn: 药物性急性胰腺炎

# model:gnuhealth.pathology,name:K858
source: Other acute pancreatitis
de: Sonstige akute Pankreatitis
zh_cn: 其他的急性胰腺炎

# model:gnuhealth.pathology,name:K859
source: Acute pancreatitis, unspecified
de: Akute Pankreatitis, nicht näher bezeichnet
zh_cn: 未特指的急性胰腺炎

# model:gnuhealth.pathology,name:K86
source: Other diseases of pancreas
de: Sonstige Krankheiten des Pankreas
fr_fr: Autres maladies du pancréas
zh_cn: 胰腺的其他疾病

# model:gnuhealth.pathology,name:K860
source: Alcohol-induced chronic pancreatitis
de: Alkoholinduzierte chronische Pankreatitis
fr_fr: Pancréatite chronique alcoolique
zh_cn: 酒精性慢性胰腺炎

# model:gnuhealth.pathology,name:K861
source: Other chronic pancreatitis
de: Sonstige chronische Pankreatitis
fr_fr: Autres pancréatites chroniques
zh_cn: 其他的慢性胰腺炎

# model:gnuhealth.pathology,name:K862
source: Cyst of pancreas
de: Pankreaszyste
fr_fr: Kyste du pancréas
zh_cn: 胰腺囊肿

# model:gnuhealth.pathology,name:K863
source: Pseudocyst of pancreas
de: Pseudozyste des Pankreas
fr_fr: Pseudokyste du pancréas
zh_cn: 胰腺假囊肿

# model:gnuhealth.pathology,name:K868
source: Other specified diseases of pancreas
de: Sonstige näher bezeichnete Krankheiten des Pankreas
fr_fr: Autres maladies précisées du pancréas
zh_cn: 胰腺其他特指的疾病

# model:gnuhealth.pathology,name:K869
source: Disease of pancreas, unspecified
de: Krankheit des Pankreas, nicht näher bezeichnet
fr_fr: Maladie du pancréas, sans précision
zh_cn: 胰腺未特指的疾病

# model:gnuhealth.pathology,name:K87
source: Disorders of gallbladder, biliary tract and pancreas in diseases classified elsewhere
de: Krankheiten der Gallenblase, der Gallenwege und des Pankreas bei anderenorts klassifizierten Krankheiten
fr_fr: Atteintes de la vésicule biliaire, des voies biliaires et du pancréas au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的胆囊、胆道和胰腺疾患

# model:gnuhealth.pathology,name:K870
source: Disorders of gallbladder and biliary tract in diseases classified elsewhere
de: Krankheiten der Gallenblase und der Gallenwege bei anderenorts klassifizierten Krankheiten
fr_fr: Atteinte de la vésicule biliaire et des voies biliaires au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的胆囊和胆道疾患

# model:gnuhealth.pathology,name:K871
source: Disorders of pancreas in diseases classified elsewhere
de: Krankheiten des Pankreas bei anderenorts klassifizierten Krankheiten
fr_fr: Atteinte du pancréas au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的胰腺疾患

# model:gnuhealth.pathology,name:K90
source: Intestinal malabsorption
de: Intestinale Malabsorption
fr_fr: Malabsorption intestinale
zh_cn: 肠吸收不良

# model:gnuhealth.pathology,name:K900
source: Coeliac disease
de: Zöliakie
fr_fr: Maladie cœliaque
zh_cn: 乳糜泻[腹腔病]

# model:gnuhealth.pathology,name:K901
source: Tropical sprue
de: Tropische Sprue
fr_fr: Sprue tropicale
zh_cn: 热带口炎性腹泻

# model:gnuhealth.pathology,name:K902
source: Blind loop syndrome, not elsewhere classified
de: Syndrom der blinden Schlinge, anderenorts nicht klassifiziert
fr_fr: Syndrome de l'anse borgne, non classé ailleurs
zh_cn: 盲袢综合征，不可归类在他处者

# model:gnuhealth.pathology,name:K903
source: Pancreatic steatorrhoea
de: Pankreatogene Steatorrhoe
fr_fr: Stéatorrhée pancréatique
zh_cn: 胰性脂肪痢

# model:gnuhealth.pathology,name:K904
source: Malabsorption due to intolerance, not elsewhere classified
de: Malabsorption durch Intoleranz, anderenorts nicht klassifiziert
fr_fr: Malabsorption due à une intolérance, non classée ailleurs
zh_cn: 不耐受引起的吸收不良，不可归类在他处者

# model:gnuhealth.pathology,name:K908
source: Other intestinal malabsorption
de: Sonstige intestinale Malabsorption
fr_fr: Autres malabsorptions intestinales
zh_cn: 其他的肠吸收不良

# model:gnuhealth.pathology,name:K909
source: Intestinal malabsorption, unspecified
de: Intestinale Malabsorption, nicht näher bezeichnet
fr_fr: Malabsorption intestinale, sans précision
zh_cn: 未特指的肠吸收不良

# model:gnuhealth.pathology,name:K91
source: Postprocedural disorders of digestive system, not elsewhere classified
de: Krankheiten des Verdauungssystems nach medizinischen Maßnahmen, anderenorts nicht klassifiziert
fr_fr: Atteintes de l'appareil digestif après un acte à visée diagnostique et thérapeutique, non classées ailleurs
zh_cn: 消化系统的操作后疾患，不可归类在他处者

# model:gnuhealth.pathology,name:K910
source: Vomiting following gastrointestinal surgery
de: Erbrechen nach gastrointestinalem chirurgischem Eingriff
zh_cn: 胃肠手术后呕吐

# model:gnuhealth.pathology,name:K911
source: Postgastric surgery syndromes
de: Syndrome des operierten Magens
fr_fr: Syndromes consécutifs à une intervention gastrique
zh_cn: 胃手术后综合征

# model:gnuhealth.pathology,name:K912
source: Postsurgical malabsorption, not elsewhere classified
de: Malabsorption nach chirurgischem Eingriff, anderenorts nicht klassifiziert
fr_fr: Malabsorption post-chirurgicale, non classée ailleurs
zh_cn: 手术后吸收不良，不可归类在他处者

# model:gnuhealth.pathology,name:K913
source: Postoperative intestinal obstruction
de: Postoperativer Darmverschluss
fr_fr: Occlusion intestinale post-opératoire, non classée ailleurs
zh_cn: 手术后肠梗阻

# model:gnuhealth.pathology,name:K914
source: Colostomy and enterostomy malfunction
de: Funktionsstörung nach Kolostomie oder Enterostomie
fr_fr: Mauvais résultats fonctionnels d'une colostomie et d'une entérostomie
zh_cn: 结肠造口术和小肠造口术后功能障碍

# model:gnuhealth.pathology,name:K915
source: Postcholecystectomy syndrome
de: Postcholezystektomie-Syndrom
fr_fr: Syndrome post-cholécystectomie
zh_cn: 胆囊切除术后状态综合征

# model:gnuhealth.pathology,name:K918
source: Other postprocedural disorders of digestive system, not elsewhere classified
de: Sonstige Krankheiten des Verdauungssystems nach medizinischen Maßnahmen, anderenorts nicht klassifiziert
fr_fr: Autres atteintes de l'appareil digestif après un acte à visée diagnostique et thérapeutique, non classées ailleurs
zh_cn: 消化系统的其他操作后疾患。不可归类在他处者

# model:gnuhealth.pathology,name:K919
source: Postprocedural disorder of digestive system, unspecified
de: Krankheit des Verdauungssystems nach medizinischen Maßnahmen, nicht näher bezeichnet
fr_fr: Atteinte de l'appareil digestif après un acte à visée diagnostique et thérapeutique, sans précision
zh_cn: 消化系统未特指的操作后疾患

# model:gnuhealth.pathology,name:K92
source: Other diseases of digestive system
de: Sonstige Krankheiten des Verdauungssystems
fr_fr: Autres maladies du système digestif
zh_cn: 消化系统的其他疾病

# model:gnuhealth.pathology,name:K920
source: Haematemesis
de: Hämatemesis
fr_fr: Hématémèse
zh_cn: 呕血

# model:gnuhealth.pathology,name:K921
source: Melaena
de: Meläna
fr_fr: Mélæna
zh_cn: 黑粪

# model:gnuhealth.pathology,name:K922
source: Gastrointestinal haemorrhage, unspecified
de: Gastrointestinale Blutung, nicht näher bezeichnet
zh_cn: 未特指的胃肠出血

# model:gnuhealth.pathology,name:K928
source: Other specified diseases of digestive system
de: Sonstige näher bezeichnete Krankheiten des Verdauungssystems
fr_fr: Autres maladies précisées du système digestif
zh_cn: 消化系统其他特指的疾病

# model:gnuhealth.pathology,name:K929
source: Disease of digestive system, unspecified
de: Krankheit des Verdauungssystems, nicht näher bezeichnet
fr_fr: Maladie du système digestif, sans précision
zh_cn: 消化系统未特指的疾病

# model:gnuhealth.pathology,name:K93
source: Disorders of other digestive organs in diseases classified elsewhere
de: Krankheiten sonstiger Verdauungsorgane bei anderenorts klassifizierten Krankheiten
fr_fr: Atteintes d'autres organes de l'appareil digestif au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的其他消化器官疾患

# model:gnuhealth.pathology,name:K930
source: Tuberculous disorders of intestines, peritoneum and mesenteric glands
de: Tuberkulose des Darmes, des Peritoneums und der Mesenteriallymphknoten
fr_fr: Atteintes tuberculeuses de l'intestin, du péritoine et des ganglions mésentériques (A18.3+)
zh_cn: 肠、腹膜和肠系膜淋巴结的结核性疾患(A18.3+)

# model:gnuhealth.pathology,name:K931
source: Megacolon in Chagas disease
de: Megakolon bei Chagas-Krankheit
zh_cn: 查加斯病性巨结肠(B57.3+)

# model:gnuhealth.pathology,name:K938
source: Disorders of other specified digestive organs in diseases classified elsewhere
de: Krankheiten sonstiger näher bezeichneter Verdauungsorgane bei anderenorts klassifizierten Krankheiten
fr_fr: Atteintes d'autres organes digestifs précisés au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起其他特指的消化器官疾患

# model:gnuhealth.pathology,name:L00
source: Staphylococcal scalded skin syndrome
de: Staphylococcal scalded skin syndrome [SSS-Syndrom]
fr_fr: Syndrome d'épidermolyse staphylococcique du nourrisson
zh_cn: 葡萄球菌性烫伤样皮肤综合征

# model:gnuhealth.pathology,name:L010
source: Impetigo [any organism] [any site]
de: Impetigo contagiosa [jeder Erreger] [jede Lokalisation]
fr_fr: Impétigo [tout micro-organisme] [toute localisation]
zh_cn: 脓疱病[任何器官][任何部位]

# model:gnuhealth.pathology,name:L011
source: Impetiginization of other dermatoses
de: Sekundäre Impetiginisation anderer Dermatosen
zh_cn: 其他皮肤病的脓疱化

# model:gnuhealth.pathology,name:L02
source: Cutaneous abscess, furuncle and carbuncle
de: Hautabszess, Furunkel und Karbunkel
fr_fr: Abcès cutané, furoncle et anthrax
zh_cn: 皮肤脓肿、疖和痈

# model:gnuhealth.pathology,name:L020
source: Cutaneous abscess, furuncle and carbuncle of face
de: Hautabszess, Furunkel und Karbunkel im Gesicht
fr_fr: Abcès cutané, furoncle et anthrax de la face
zh_cn: 面部皮肤脓肿、疖和痈

# model:gnuhealth.pathology,name:L021
source: Cutaneous abscess, furuncle and carbuncle of neck
de: Hautabszess, Furunkel und Karbunkel am Hals
fr_fr: Abcès cutané, furoncle et anthrax du cou
zh_cn: 颈部皮肤脓肿、疖和痈

# model:gnuhealth.pathology,name:L022
source: Cutaneous abscess, furuncle and carbuncle of trunk
de: Hautabszess, Furunkel und Karbunkel am Rumpf
fr_fr: Abcès cutané, furoncle et anthrax du tronc
zh_cn: 躯干皮肤脓肿、疖和痈

# model:gnuhealth.pathology,name:L023
source: Cutaneous abscess, furuncle and carbuncle of buttock
de: Hautabszess, Furunkel und Karbunkel am Gesäß
fr_fr: Abcès cutané, furoncle et anthrax de la fesse
zh_cn: 臀部皮肤脓肿、疖和痈

# model:gnuhealth.pathology,name:L024
source: Cutaneous abscess, furuncle and carbuncle of limb
de: Hautabszess, Furunkel und Karbunkel an Extremitäten
fr_fr: Abcès cutané, furoncle et anthrax d'un membre
zh_cn: 肢体皮肤脓肿、疖和痈

# model:gnuhealth.pathology,name:L028
source: Cutaneous abscess, furuncle and carbuncle of other sites
de: Hautabszess, Furunkel und Karbunkel an sonstigen Lokalisationen
fr_fr: Abcès cutané, furoncle et anthrax d'autres localisations
zh_cn: 其他部位的皮肤脓肿、疖和痈

# model:gnuhealth.pathology,name:L029
source: Cutaneous abscess, furuncle and carbuncle, unspecified
de: Hautabszess, Furunkel und Karbunkel, nicht näher bezeichnet
fr_fr: Abcès cutané, furoncle et anthrax, sans précision
zh_cn: 未特指的皮肤脓肿、疖和痈

# model:gnuhealth.pathology,name:L03
source: Cellulitis
de: Phlegmone
fr_fr: Phlegmon
zh_cn: 蜂窝织炎

# model:gnuhealth.pathology,name:L030
source: Cellulitis of finger and toe
de: Phlegmone an Fingern und Zehen
fr_fr: Phlegmon des doigts et des orteils
zh_cn: 指和趾的蜂窝织炎

# model:gnuhealth.pathology,name:L031
source: Cellulitis of other parts of limb
de: Phlegmone an sonstigen Teilen der Extremitäten
fr_fr: Phlegmon d'autres parties d'un membre
zh_cn: 肢体其他部位的蜂窝织炎

# model:gnuhealth.pathology,name:L032
source: Cellulitis of face
de: Phlegmone im Gesicht
fr_fr: Phlegmon de la face
zh_cn: 面部蜂窝织炎

# model:gnuhealth.pathology,name:L033
source: Cellulitis of trunk
de: Phlegmone am Rumpf
fr_fr: Phlegmon du tronc
zh_cn: 躯干蜂窝织炎

# model:gnuhealth.pathology,name:L038
source: Cellulitis of other sites
de: Phlegmone an sonstigen Lokalisationen
fr_fr: Phlegmon d'autres localisations
zh_cn: 其他部位的蜂窝织炎

# model:gnuhealth.pathology,name:L039
source: Cellulitis, unspecified
de: Phlegmone, nicht näher bezeichnet
fr_fr: Phlegmon, sans précision
zh_cn: 未特指的蜂窝织炎

# model:gnuhealth.pathology,name:L04
source: Acute lymphadenitis
de: Akute Lymphadenitis
fr_fr: Lymphadénite aiguë
zh_cn: 急性淋巴结炎

# model:gnuhealth.pathology,name:L040
source: Acute lymphadenitis of face, head and neck
de: Akute Lymphadenitis an Gesicht, Kopf und Hals
fr_fr: Lymphadénite aiguë de la face, de la tête et du cou
zh_cn: 面、头和颈部急性淋巴结炎

# model:gnuhealth.pathology,name:L041
source: Acute lymphadenitis of trunk
de: Akute Lymphadenitis am Rumpf
fr_fr: Lymphadénite aiguë du tronc
zh_cn: 躯干急性淋巴结炎

# model:gnuhealth.pathology,name:L042
source: Acute lymphadenitis of upper limb
de: Akute Lymphadenitis an der oberen Extremität
fr_fr: Lymphadénite aiguë d'un membre supérieur
zh_cn: 上肢急性淋巴结炎

# model:gnuhealth.pathology,name:L043
source: Acute lymphadenitis of lower limb
de: Akute Lymphadenitis an der unteren Extremität
fr_fr: Lymphadénite aiguë d'un membre inférieur
zh_cn: 下肢急性淋巴结炎

# model:gnuhealth.pathology,name:L048
source: Acute lymphadenitis of other sites
de: Akute Lymphadenitis an sonstigen Lokalisationen
fr_fr: Lymphadénite aiguë d'autres localisations
zh_cn: 其他部位的急性淋巴结炎

# model:gnuhealth.pathology,name:L049
source: Acute lymphadenitis, unspecified
de: Akute Lymphadenitis, nicht näher bezeichnet
fr_fr: Lymphadénite aiguë, sans précision
zh_cn: 未特指的急性淋巴结炎

# model:gnuhealth.pathology,name:L05
source: Pilonidal cyst
de: Pilonidalzyste
fr_fr: Sinus pilonidal
zh_cn: 藏毛囊肿

# model:gnuhealth.pathology,name:L050
source: Pilonidal cyst with abscess
de: Pilonidalzyste mit Abszess
fr_fr: Sinus pilonidal avec abcès
zh_cn: 藏毛囊肿伴有脓肿

# model:gnuhealth.pathology,name:L059
source: Pilonidal cyst without abscess
de: Pilonidalzyste ohne Abszess
fr_fr: Sinus pilonidal sans abcès
zh_cn: 藏毛囊肿不伴有脓肿

# model:gnuhealth.pathology,name:L08
source: Other local infections of skin and subcutaneous tissue
de: Sonstige lokale Infektionen der Haut und der Unterhaut
fr_fr: Autres infections localisées de la peau et du tissu cellulaire sous-cutané
zh_cn: 皮肤和皮下组织其他局部感染

# model:gnuhealth.pathology,name:L080
source: Pyoderma
de: Pyodermie
fr_fr: Pyodermite
zh_cn: 脓皮病

# model:gnuhealth.pathology,name:L088
source: Other specified local infections of skin and subcutaneous tissue
de: Sonstige näher bezeichnete lokale Infektionen der Haut und der Unterhaut
fr_fr: Autres infections localisées précisées de la peau et du tissu cellulaire sous-cutané
zh_cn: 皮肤和皮下组织其他特指的局部感染

# model:gnuhealth.pathology,name:L089
source: Local infection of skin and subcutaneous tissue, unspecified
de: Lokale Infektion der Haut und der Unterhaut, nicht näher bezeichnet
fr_fr: Infection localisée de la peau et du tissu cellulaire sous-cutané, sans précision
zh_cn: 皮肤和皮下组织未特指的局部感染

# model:gnuhealth.pathology,name:L10
source: Pemphigus
de: Pemphiguskrankheiten
zh_cn: 天疱疮

# model:gnuhealth.pathology,name:L103
source: Brazilian pemphigus [fogo selvagem]
de: Brasilianischer Pemphigus [fogo selvagem]
fr_fr: Pemphigus brésilien [fogo selvagem]
zh_cn: 巴西天疱疮

# model:gnuhealth.pathology,name:L105
source: Drug-induced pemphigus
de: Arzneimittelinduzierter Pemphigus
fr_fr: Pemphigus médicamenteux
zh_cn: 药物性天疱疮

# model:gnuhealth.pathology,name:L108
source: Other pemphigus
de: Sonstige Pemphiguskrankheiten
fr_fr: Autres formes de pemphigus
zh_cn: 其他天疱疮

# model:gnuhealth.pathology,name:L109
source: Pemphigus, unspecified
de: Pemphiguskrankheit, nicht näher bezeichnet
fr_fr: Pemphigus, sans précision
zh_cn: 未特指的天疱疮

# model:gnuhealth.pathology,name:L11
source: Other acantholytic disorders
de: Sonstige akantholytische Dermatosen
fr_fr: Autres acantholyses
zh_cn: 其他皮肤棘层松解性疾患

# model:gnuhealth.pathology,name:L110
source: Acquired keratosis follicularis
de: Erworbene Keratosis follicularis
fr_fr: Kératose folliculaire acquise
zh_cn: 后天性毛囊角化病

# model:gnuhealth.pathology,name:L111
source: Transient acantholytic dermatosis [Grover]
de: Transitorische akantholytische Dermatose [Grover]
fr_fr: Dermatose acantholytique transitoire [Grover]
zh_cn: 短暂性棘皮松解皮肤病[格罗弗]

# model:gnuhealth.pathology,name:L118
source: Other specified acantholytic disorders
de: Sonstige näher bezeichnete akantholytische Dermatosen
fr_fr: Autres formes précisées d'acantholyse
zh_cn: 其他特指的皮肤棘层松解性疾患

# model:gnuhealth.pathology,name:L119
source: Acantholytic disorder, unspecified
de: Akantholytische Dermatose, nicht näher bezeichnet
fr_fr: Acantholyse, sans précision
zh_cn: 未特指的皮肤棘层松解性疾患

# model:gnuhealth.pathology,name:L12
source: Pemphigoid
de: Pemphigoidkrankheiten
fr_fr: Pemphigoïde
zh_cn: 类天疱疮

# model:gnuhealth.pathology,name:L120
source: Bullous pemphigoid
de: Bullöses Pemphigoid
fr_fr: Pemphigoïde bulleux
zh_cn: 大疱性类天疱疮

# model:gnuhealth.pathology,name:L121
source: Cicatricial pemphigoid
de: Vernarbendes Pemphigoid
fr_fr: Pemphigoïde cicatriciel
zh_cn: 疤痕性类天疱疮

# model:gnuhealth.pathology,name:L122
source: Chronic bullous disease of childhood
de: Chronisch-bullöse Dermatose des Kindesalters
fr_fr: Maladie chronique bulleuse de l'enfance
zh_cn: 儿童期慢性大疱性疾病

# model:gnuhealth.pathology,name:L123
source: Acquired epidermolysis bullosa
de: Erworbene Epidermolysis bullosa
fr_fr: Epidermolyse bulleuse acquise
zh_cn: 后天性大疱性表皮松解

# model:gnuhealth.pathology,name:L128
source: Other pemphigoid
de: Sonstige Pemphigoidkrankheiten
fr_fr: Autres pemphigoïdes
zh_cn: 其他的类天疱疮

# model:gnuhealth.pathology,name:L129
source: Pemphigoid, unspecified
de: Pemphigoidkrankheit, nicht näher bezeichnet
fr_fr: Pemphigoïde, sans précision
zh_cn: 未特指的类天疱疮

# model:gnuhealth.pathology,name:L13
source: Other bullous disorders
de: Sonstige bullöse Dermatosen
fr_fr: Autres dermatoses bulleuses
zh_cn: 其他大疱性疾患

# model:gnuhealth.pathology,name:L130
source: Dermatitis herpetiformis
de: Dermatitis herpetiformis [Duhring]
fr_fr: Dermite herpétiforme
zh_cn: 疱疹样皮炎
