Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:R851
source: Abnormal findings in specimens from digestive organs and abdominal cavity: Abnormal level of hormones
de: Abnorme Befunde in Untersuchungsmaterialien aus Verdauungsorganen und Bauchhöhle: Abnormer Hormonwert
zh_cn: 消化器官和腹腔标本的异常所见，激素水平异常

# model:gnuhealth.pathology,name:R852
source: Abnormal findings in specimens from digestive organs and abdominal cavity: Abnormal level of other drugs, medicaments and biological substances
de: Abnorme Befunde in Untersuchungsmaterialien aus Verdauungsorganen und Bauchhöhle: Abnormer Wert für sonstige Drogen, Arzneimittel und biologisch aktive Substanzen
zh_cn: 消化器官和腹腔标本的异常所见，其他药物、药剂和生物制剂水平异常

# model:gnuhealth.pathology,name:R853
source: Abnormal findings in specimens from digestive organs and abdominal cavity: Abnormal level of substances chiefly nonmedicinal as to source
de: Abnorme Befunde in Untersuchungsmaterialien aus Verdauungsorganen und Bauchhöhle: Abnormer Wert für Substanzen vorwiegend nichtmedizinischer Herkunft
zh_cn: 消化器官和腹腔标本的异常所见，主要为非药用性物质的水平异常

# model:gnuhealth.pathology,name:R854
source: Abnormal findings in specimens from digestive organs and abdominal cavity: Abnormal immunological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus Verdauungsorganen und Bauchhöhle: Abnorme immunologische Befunde
zh_cn: 消化器官和腹腔标本的异常所见，异常的免疫学所见

# model:gnuhealth.pathology,name:R855
source: Abnormal findings in specimens from digestive organs and abdominal cavity: Abnormal microbiological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus Verdauungsorganen und Bauchhöhle: Abnorme mikrobiologische Befunde
zh_cn: 消化器官和腹腔标本的异常所见，异常的微生物学所见

# model:gnuhealth.pathology,name:R856
source: Abnormal findings in specimens from digestive organs and abdominal cavity: Abnormal cytological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus Verdauungsorganen und Bauchhöhle: Abnorme zytologische Befunde
zh_cn: 消化器官和腹腔标本的异常所见，异常的细胞学所见

# model:gnuhealth.pathology,name:R857
source: Abnormal findings in specimens from digestive organs and abdominal cavity: Abnormal histological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus Verdauungsorganen und Bauchhöhle: Abnorme histologische Befunde
zh_cn: 消化器官和腹腔标本的异常所见，异常的组织学所见

# model:gnuhealth.pathology,name:R858
source: Abnormal findings in specimens from digestive organs and abdominal cavity: Other abnormal findings
de: Abnorme Befunde in Untersuchungsmaterialien aus Verdauungsorganen und Bauchhöhle: Sonstige abnorme Befunde
zh_cn: 消化器官和腹腔标本的异常所见，其他异常所见

# model:gnuhealth.pathology,name:R859
source: Abnormal findings in specimens from digestive organs and abdominal cavity: Unspecified abnormal finding
de: Abnorme Befunde in Untersuchungsmaterialien aus Verdauungsorganen und Bauchhöhle: Nicht näher bezeichneter abnormer Befund
zh_cn: 消化器官和腹腔标本的异常所见，未特指的异常所见

# model:gnuhealth.pathology,name:R86
source: Abnormal findings in specimens from male genital organs
de: Abnorme Befunde in Untersuchungsmaterialien aus den männlichen Genitalorganen
fr_fr: Résultats anormaux de prélèvements effectués sur les organes génitaux de l'homme
zh_cn: 男性生殖器官标本的异常所见

# model:gnuhealth.pathology,name:R860
source: Abnormal findings in specimens from male genital organs: Abnormal level of enzymes
de: Abnorme Befunde in Untersuchungsmaterialien aus den männlichen Genitalorganen: Abnormer Enzymwert
zh_cn: 男性生殖器官标本的，异常所见酶水平异常

# model:gnuhealth.pathology,name:R861
source: Abnormal findings in specimens from male genital organs: Abnormal level of hormones
de: Abnorme Befunde in Untersuchungsmaterialien aus den männlichen Genitalorganen: Abnormer Hormonwert
zh_cn: 男性生殖器官标本的，激素水平异常

# model:gnuhealth.pathology,name:R862
source: Abnormal findings in specimens from male genital organs: Abnormal level of other drugs, medicaments and biological substances
de: Abnorme Befunde in Untersuchungsmaterialien aus den männlichen Genitalorganen: Abnormer Wert für sonstige Drogen, Arzneimittel und biologisch aktive Substanzen
zh_cn: 男性生殖器官标本的，其他药物、药剂和生物制剂水平异常

# model:gnuhealth.pathology,name:R863
source: Abnormal findings in specimens from male genital organs: Abnormal level of substances chiefly nonmedicinal as to source
de: Abnorme Befunde in Untersuchungsmaterialien aus den männlichen Genitalorganen: Abnormer Wert für Substanzen vorwiegend nichtmedizinischer Herkunft
zh_cn: 男性生殖器官标本的，主要为非药用性物质的水平异常

# model:gnuhealth.pathology,name:R864
source: Abnormal findings in specimens from male genital organs: Abnormal immunological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus den männlichen Genitalorganen: Abnorme immunologische Befunde
zh_cn: 男性生殖器官标本的，异常的免疫学所见

# model:gnuhealth.pathology,name:R865
source: Abnormal findings in specimens from male genital organs: Abnormal microbiological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus den männlichen Genitalorganen: Abnorme mikrobiologische Befunde
zh_cn: 男性生殖器官标本的，异常的微生物学所见

# model:gnuhealth.pathology,name:R866
source: Abnormal findings in specimens from male genital organs: Abnormal cytological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus den männlichen Genitalorganen: Abnorme zytologische Befunde
zh_cn: 男性生殖器官标本的，异常的细胞学所见

# model:gnuhealth.pathology,name:R867
source: Abnormal findings in specimens from male genital organs: Abnormal histological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus den männlichen Genitalorganen: Abnorme histologische Befunde
zh_cn: 男性生殖器官标本的，异常的组织学所见

# model:gnuhealth.pathology,name:R868
source: Abnormal findings in specimens from male genital organs: Other abnormal findings
de: Abnorme Befunde in Untersuchungsmaterialien aus den männlichen Genitalorganen: Sonstige abnorme Befunde
zh_cn: 男性生殖器官标本的，其他异常所见

# model:gnuhealth.pathology,name:R869
source: Abnormal findings in specimens from male genital organs: Unspecified abnormal finding
de: Abnorme Befunde in Untersuchungsmaterialien aus den männlichen Genitalorganen: Nicht näher bezeichneter abnormer Befund
zh_cn: 男性生殖器官标本的，未特指的异常所见

# model:gnuhealth.pathology,name:R87
source: Abnormal findings in specimens from female genital organs
de: Abnorme Befunde in Untersuchungsmaterialien aus den weiblichen Genitalorganen
fr_fr: Résultats anormaux de prélèvements effectués sur les organes génitaux de la femme
zh_cn: 女性生殖器官标本的异常所见

# model:gnuhealth.pathology,name:R870
source: Abnormal findings in specimens from female genital organs: Abnormal level of enzymes
de: Abnorme Befunde in Untersuchungsmaterialien aus den weiblichen Genitalorganen: Abnormer Enzymwert
zh_cn: 女性生殖器官标本的异常所见，酶水平异常

# model:gnuhealth.pathology,name:R871
source: Abnormal findings in specimens from female genital organs: Abnormal level of hormones
de: Abnorme Befunde in Untersuchungsmaterialien aus den weiblichen Genitalorganen: Abnormer Hormonwert
zh_cn: 女性生殖器官标本的异常所见，激素水平异常

# model:gnuhealth.pathology,name:R872
source: Abnormal findings in specimens from female genital organs: Abnormal level of other drugs, medicaments and biological substances
de: Abnorme Befunde in Untersuchungsmaterialien aus den weiblichen Genitalorganen: Abnormer Wert für sonstige Drogen, Arzneimittel und biologisch aktive Substanzen
zh_cn: 女性生殖器官标本的异常所见，其他药物、药剂和生物制剂水平异常

# model:gnuhealth.pathology,name:R873
source: Abnormal findings in specimens from female genital organs: Abnormal level of substances chiefly nonmedicinal as to source
de: Abnorme Befunde in Untersuchungsmaterialien aus den weiblichen Genitalorganen: Abnormer Wert für Substanzen vorwiegend nichtmedizinischer Herkunft
zh_cn: 女性生殖器官标本的异常所见，主要为非药用性物质的水平异常

# model:gnuhealth.pathology,name:R874
source: Abnormal findings in specimens from female genital organs: Abnormal immunological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus den weiblichen Genitalorganen: Abnorme immunologische Befunde
zh_cn: 女性生殖器官标本的异常所见，异常的免疫学所见

# model:gnuhealth.pathology,name:R875
source: Abnormal findings in specimens from female genital organs: Abnormal microbiological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus den weiblichen Genitalorganen: Abnorme mikrobiologische Befunde
zh_cn: 女性生殖器官标本的异常所见，异常的微生物学所见

# model:gnuhealth.pathology,name:R876
source: Abnormal findings in specimens from female genital organs: Abnormal cytological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus den weiblichen Genitalorganen: Abnorme zytologische Befunde
zh_cn: 女性生殖器官标本的异常所见，异常的细胞学所见

# model:gnuhealth.pathology,name:R877
source: Abnormal findings in specimens from female genital organs: Abnormal histological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus den weiblichen Genitalorganen: Abnorme histologische Befunde
zh_cn: 女性生殖器官标本的异常所见，异常的组织学所见

# model:gnuhealth.pathology,name:R878
source: Abnormal findings in specimens from female genital organs: Other abnormal findings
de: Abnorme Befunde in Untersuchungsmaterialien aus den weiblichen Genitalorganen: Sonstige abnorme Befunde
zh_cn: 女性生殖器官标本的异常所见，其他异常所见

# model:gnuhealth.pathology,name:R879
source: Abnormal findings in specimens from female genital organs: Unspecified abnormal finding
de: Abnorme Befunde in Untersuchungsmaterialien aus den weiblichen Genitalorganen: Nicht näher bezeichneter abnormer Befund
zh_cn: 女性生殖器官标本的异常所见，未特指的异常所见

# model:gnuhealth.pathology,name:R89
source: Abnormal findings in specimens from other organs, systems and tissues
de: Abnorme Befunde in Untersuchungsmaterialien aus anderen Körperorganen, -systemen und -geweben
fr_fr: Résultats anormaux de prélèvements effectués sur d'autres organes, appareils et tissus
zh_cn: 其他器官、系统和组织标本的异常所见

# model:gnuhealth.pathology,name:R890
source: Abnormal findings in specimens from other organs, systems and tissues: Abnormal level of enzymes
de: Abnorme Befunde in Untersuchungsmaterialien aus anderen Körperorganen, -systemen und -geweben: Abnormer Enzymwert
zh_cn: 其他器官、系统和组织标本的异常所见，酶水平异常

# model:gnuhealth.pathology,name:R891
source: Abnormal findings in specimens from other organs, systems and tissues: Abnormal level of hormones
de: Abnorme Befunde in Untersuchungsmaterialien aus anderen Körperorganen, -systemen und -geweben: Abnormer Hormonwert
zh_cn: 其他器官、系统和组织标本的异常所见，激素水平异常

# model:gnuhealth.pathology,name:R892
source: Abnormal findings in specimens from other organs, systems and tissues: Abnormal level of other drugs, medicaments and biological substances
de: Abnorme Befunde in Untersuchungsmaterialien aus anderen Körperorganen, -systemen und -geweben: Abnormer Wert für sonstige Drogen, Arzneimittel und biologisch aktive Substanzen
zh_cn: 其他器官、系统和组织标本的异常所见，其他药物、药剂和生物制剂水平异常

# model:gnuhealth.pathology,name:R893
source: Abnormal findings in specimens from other organs, systems and tissues: Abnormal level of substances chiefly nonmedicinal as to source
de: Abnorme Befunde in Untersuchungsmaterialien aus anderen Körperorganen, -systemen und -geweben: Abnormer Wert für Substanzen vorwiegend nichtmedizinischer Herkunft
zh_cn: 其他器官、系统和组织标本的异常所见，主要为非药用性物质的水平异常

# model:gnuhealth.pathology,name:R894
source: Abnormal findings in specimens from other organs, systems and tissues: Abnormal immunological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus anderen Körperorganen, -systemen und -geweben: Abnorme immunologische Befunde
zh_cn: 其他器官、系统和组织标本的异常所见，异常的免疫学所见

# model:gnuhealth.pathology,name:R895
source: Abnormal findings in specimens from other organs, systems and tissues: Abnormal microbiological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus anderen Körperorganen, -systemen und -geweben: Abnorme mikrobiologische Befunde
zh_cn: 其他器官、系统和组织标本的异常所见，异常的微生物学所见

# model:gnuhealth.pathology,name:R896
source: Abnormal findings in specimens from other organs, systems and tissues: Abnormal cytological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus anderen Körperorganen, -systemen und -geweben: Abnorme zytologische Befunde
zh_cn: 其他器官、系统和组织标本的异常所见，异常的细胞学所见

# model:gnuhealth.pathology,name:R897
source: Abnormal findings in specimens from other organs, systems and tissues: Abnormal histological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus anderen Körperorganen, -systemen und -geweben: Abnorme histologische Befunde
zh_cn: 其他器官、系统和组织标本的异常所见，异常的组织学所见

# model:gnuhealth.pathology,name:R898
source: Abnormal findings in specimens from other organs, systems and tissues: Other abnormal findings
de: Abnorme Befunde in Untersuchungsmaterialien aus anderen Körperorganen, -systemen und -geweben: Sonstige abnorme Befunde
zh_cn: 其他器官、系统和组织标本的异常所见，其他异常所见

# model:gnuhealth.pathology,name:R899
source: Abnormal findings in specimens from other organs, systems and tissues: Unspecified abnormal finding
de: Abnorme Befunde in Untersuchungsmaterialien aus anderen Körperorganen, -systemen und -geweben: Nicht näher bezeichneter abnormer Befund
zh_cn: 其他器官、系统和组织标本的异常所见，未特指的异常所见

# model:gnuhealth.pathology,name:R90
source: Abnormal findings on diagnostic imaging of central nervous system
de: Abnorme Befunde bei der bildgebenden Diagnostik des Zentralnervensystems
fr_fr: Résultats anormaux d'imagerie diagnostique du système nerveux central
zh_cn: 中枢神经系统诊断性影像检查的异常所见

# model:gnuhealth.pathology,name:R900
source: Intracranial space-occupying lesion
de: Intrakranielle Raumforderung
fr_fr: Lésion intracrânienne
zh_cn: 颅内占位性病变

# model:gnuhealth.pathology,name:R908
source: Other abnormal findings on diagnostic imaging of central nervous system
de: Sonstige abnorme Befunde bei der bildgebenden Diagnostik des Zentralnervensystems
fr_fr: Autres résultats anormaux d'imagerie diagnostique du système nerveux central
zh_cn: 中枢神经系统诊断性影像检查的其他异常所见

# model:gnuhealth.pathology,name:R91
source: Abnormal findings on diagnostic imaging of lung
de: Abnorme Befunde bei der bildgebenden Diagnostik der Lunge
fr_fr: Résultats anormaux d'imagerie diagnostique du poumon
zh_cn: 肺诊断性影像检查的异常所见

# model:gnuhealth.pathology,name:R92
source: Abnormal findings on diagnostic imaging of breast
de: Abnorme Befunde bei der bildgebenden Diagnostik der Mamma [Brustdrüse]
fr_fr: Résultats anormaux d'imagerie diagnostique du sein
zh_cn: 乳房诊断性影像检查的异常所见

# model:gnuhealth.pathology,name:R93
source: Abnormal findings on diagnostic imaging of other body structures
de: Abnorme Befunde bei der bildgebenden Diagnostik sonstiger Körperstrukturen
fr_fr: Résultats anormaux d'imagerie diagnostique d'autres parties du corps
zh_cn: 其他身体结构诊断性影像检查的异常所见

# model:gnuhealth.pathology,name:R930
source: Abnormal findings on diagnostic imaging of skull and head, not elsewhere classified
de: Abnorme Befunde bei der bildgebenden Diagnostik des Schädels und des Kopfes, anderenorts nicht klassifiziert
fr_fr: Résultats anormaux d'imagerie diagnostique du crâne et de la tête, non classés ailleurs
zh_cn: 颅骨和头诊断性影像检查的异常所见，不可归类在他处者

# model:gnuhealth.pathology,name:R931
source: Abnormal findings on diagnostic imaging of heart and coronary circulation
de: Abnorme Befunde bei der bildgebenden Diagnostik des Herzens und des Koronarkreislaufes
fr_fr: Résultats anormaux d'imagerie diagnostique du cœur et de la circulation coronaire
zh_cn: 心脏和冠状循环诊断性影像检查的异常所见

# model:gnuhealth.pathology,name:R932
source: Abnormal findings on diagnostic imaging of liver and biliary tract
de: Abnorme Befunde bei der bildgebenden Diagnostik der Leber und der Gallenwege
fr_fr: Résultats anormaux d'imagerie diagnostique du foie et des voies biliaires
zh_cn: 肝和胆道诊断性影像检查的异常所见

# model:gnuhealth.pathology,name:R933
source: Abnormal findings on diagnostic imaging of other parts of digestive tract
de: Abnorme Befunde bei der bildgebenden Diagnostik sonstiger Teile des Verdauungstraktes
fr_fr: Résultats anormaux d'imagerie diagnostique d'autres parties des voies digestives
zh_cn: 消化道其他部位诊断性影像检查的异常所见

# model:gnuhealth.pathology,name:R934
source: Abnormal findings on diagnostic imaging of urinary organs
de: Abnorme Befunde bei der bildgebenden Diagnostik der Harnorgane
fr_fr: Résultats anormaux d'imagerie diagnostique de l'appareil urinaire
zh_cn: 泌尿器官诊断性影像检查的异常所见

# model:gnuhealth.pathology,name:R935
source: Abnormal findings on diagnostic imaging of other abdominal regions, including retroperitoneum
de: Abnorme Befunde bei der bildgebenden Diagnostik sonstiger Abdominalregionen, einschließlich des Retroperitoneums
fr_fr: Résultats anormaux d'imagerie diagnostique d'autres parties de l'abdomen, y compris l'espace rétropéritonéal
zh_cn: 其他腹部(包括腹膜后腔)区域诊断性影像检查的异常所见

# model:gnuhealth.pathology,name:R936
source: Abnormal findings on diagnostic imaging of limbs
de: Abnorme Befunde bei der bildgebenden Diagnostik der Extremitäten
fr_fr: Résultats anormaux d'imagerie diagnostique des membres
zh_cn: 肢体诊断性影像检查的异常所见

# model:gnuhealth.pathology,name:R937
source: Abnormal findings on diagnostic imaging of other parts of musculoskeletal system
de: Abnorme Befunde bei der bildgebenden Diagnostik sonstiger Abschnitte des Muskel-Skelett-Systems
fr_fr: Résultats anormaux d'imagerie diagnostique d'autres parties du système ostéo-musculaire
zh_cn: 肌肉骨骼系统其他部位诊断性影像检查的异常所见

# model:gnuhealth.pathology,name:R938
source: Abnormal findings on diagnostic imaging of other specified body structures
de: Abnorme Befunde bei der bildgebenden Diagnostik an sonstigen näher bezeichneten Körperstrukturen
fr_fr: Résultats anormaux d'imagerie diagnostique d'autres parties du corps précisées
zh_cn: 其他特指身体结构诊断性影像检查的异常所见

# model:gnuhealth.pathology,name:R94
source: Abnormal results of function studies
de: Abnorme Ergebnisse von Funktionsprüfungen
fr_fr: Résultats anormaux d'explorations fonctionnelles
zh_cn: 功能检查的异常结果

# model:gnuhealth.pathology,name:R940
source: Abnormal results of function studies of central nervous system
de: Abnorme Ergebnisse von Funktionsprüfungen des Zentralnervensystems
fr_fr: Résultats anormaux d'explorations fonctionnelles du système nerveux central
zh_cn: 中枢神经系统功能检查的异常结果

# model:gnuhealth.pathology,name:R941
source: Abnormal results of function studies of peripheral nervous system and special senses
de: Abnorme Ergebnisse von Funktionsprüfungen des peripheren Nervensystems und bestimmter Sinnesorgane
fr_fr: Résultats anormaux d'explorations fonctionnelles du système nerveux périphérique et épreuves sensorielles spéciales
zh_cn: 周围神经系统和特殊感觉功能检查的异常结果

# model:gnuhealth.pathology,name:R942
source: Abnormal results of pulmonary function studies
de: Abnorme Ergebnisse von Lungenfunktionsprüfungen
fr_fr: Résultats anormaux d'explorations fonctionnelles pulmonaires
zh_cn: 肺功能检查的异常结果

# model:gnuhealth.pathology,name:R943
source: Abnormal results of cardiovascular function studies
de: Abnorme Ergebnisse von kardiovaskulären Funktionsprüfungen
fr_fr: Résultats anormaux d'explorations fonctionnelles cardio-vasculaires
zh_cn: 心血管功能检查的异常结果

# model:gnuhealth.pathology,name:R944
source: Abnormal results of kidney function studies
de: Abnorme Ergebnisse von Nierenfunktionsprüfungen
fr_fr: Résultats anormaux d'explorations fonctionnelles rénales
zh_cn: 肾功能检查的异常结果

# model:gnuhealth.pathology,name:R945
source: Abnormal results of liver function studies
de: Abnorme Ergebnisse von Leberfunktionsprüfungen
fr_fr: Résultats anormaux d'explorations fonctionnelles hépatiques
zh_cn: 肝功能检查的异常结果

# model:gnuhealth.pathology,name:R946
source: Abnormal results of thyroid function studies
de: Abnorme Ergebnisse von Schilddrüsenfunktionsprüfungen
fr_fr: Résultats anormaux d'explorations fonctionnelles thyroïdiennes
zh_cn: 甲状腺功能检查的异常结果

# model:gnuhealth.pathology,name:R947
source: Abnormal results of other endocrine function studies
de: Abnorme Ergebnisse von sonstigen endokrinen Funktionsprüfungen
fr_fr: Résultats anormaux d'autres explorations fonctionnelles endocriniennes
zh_cn: 其他内分泌功能检查的异常结果

# model:gnuhealth.pathology,name:R948
source: Abnormal results of function studies of other organs and systems
de: Abnorme Ergebnisse von Funktionsprüfungen sonstiger Organe und Organsysteme
fr_fr: Résultats anormaux d'explorations fonctionnelles d'autres organes et appareils
zh_cn: 其他器官和系统的功能检查的异常结果

# model:gnuhealth.pathology,name:R95
source: Sudden infant death syndrome
de: Plötzlicher Kindstod
fr_fr: Syndrome de la mort subite du nourrisson
zh_cn: 婴儿猝死综合征

# model:gnuhealth.pathology,name:R950
source: Sudden infant death syndrome with mention of autopsy
de: Plötzlicher Kindstod mit Angabe einer Obduktion

# model:gnuhealth.pathology,name:R959
source: Sudden infant death syndrome without mention of autopsy
de: Plötzlicher Kindstod ohne Angabe einer Obduktion

# model:gnuhealth.pathology,name:R96
source: Other sudden death, cause unknown
de: Sonstiger plötzlicher Tod unbekannter Ursache
fr_fr: Autre mort subite de cause inconnue
zh_cn: 其他猝死，原因不知

# model:gnuhealth.pathology,name:R960
source: Instantaneous death
de: Plötzlich eingetretener Tod
fr_fr: Mort instantanée
zh_cn: 瞬间死亡

# model:gnuhealth.pathology,name:R961
source: Death occurring less than 24 hours from onset of symptoms, not otherwise explained
de: Todeseintritt innerhalb von weniger als 24 Stunden nach Beginn der Symptome, ohne anderweitige Angabe
fr_fr: Décès survenant moins de 24 heures après le début des symptômes, sans autre explication
zh_cn: 死亡发生于症状起始后24小时以内，另无解释

# model:gnuhealth.pathology,name:R98
source: Unattended death
de: Tod ohne Anwesenheit anderer Personen
fr_fr: Décès sans témoin
zh_cn: 无人在场的死亡

# model:gnuhealth.pathology,name:R99
source: Other ill-defined and unspecified causes of mortality
de: Sonstige ungenau oder nicht näher bezeichnete Todesursachen
fr_fr: Autres causes de mortalité mal définies et non précisées
zh_cn: 其他原因不明确和未特指原因的死亡

# model:gnuhealth.pathology,name:S00
source: Superficial injury of head
de: Oberflächliche Verletzung des Kopfes
fr_fr: Lésion traumatique superficielle de la tête
zh_cn: 头部浅表损伤

# model:gnuhealth.pathology,name:S000
source: Superficial injury of scalp
de: Oberflächliche Verletzung der behaarten Kopfhaut
fr_fr: Lésion traumatique superficielle du cuir chevelu
zh_cn: 头皮浅表损伤

# model:gnuhealth.pathology,name:S001
source: Contusion of eyelid and periocular area
de: Prellung des Augenlides und der Periokularregion
fr_fr: Contusion de la paupière et de la région péri-oculaire
zh_cn: 眼睑和眼周区挫伤

# model:gnuhealth.pathology,name:S002
source: Other superficial injuries of eyelid and periocular area
de: Sonstige oberflächliche Verletzungen des Augenlides und der Periokularregion
fr_fr: Autres lésions traumatiques superficielles de la paupière et de la région péri-oculaire
zh_cn: 眼睑和眼周区其他浅表损伤

# model:gnuhealth.pathology,name:S003
source: Superficial injury of nose
de: Oberflächliche Verletzung der Nase
fr_fr: Lésion traumatique superficielle du nez
zh_cn: 鼻浅表损伤

# model:gnuhealth.pathology,name:S004
source: Superficial injury of ear
de: Oberflächliche Verletzung des Ohres
fr_fr: Lésion traumatique superficielle de l'oreille
zh_cn: 耳浅表损伤

# model:gnuhealth.pathology,name:S005
source: Superficial injury of lip and oral cavity
de: Oberflächliche Verletzung der Lippe und der Mundhöhle
fr_fr: Lésion traumatique superficielle de la lèvre et de la cavité buccale
zh_cn: 唇和口腔浅表损伤

# model:gnuhealth.pathology,name:S007
source: Multiple superficial injuries of head
de: Multiple oberflächliche Verletzungen des Kopfes
fr_fr: Lésions traumatiques superficielles multiples de la tête
zh_cn: 头部多处浅表损伤

# model:gnuhealth.pathology,name:S008
source: Superficial injury of other parts of head
de: Oberflächliche Verletzung sonstiger Teile des Kopfes
fr_fr: Lésion traumatique superficielle d'autres parties de la tête
zh_cn: 头部其他部位的浅表损伤

# model:gnuhealth.pathology,name:S009
source: Superficial injury of head, part unspecified
de: Oberflächliche Verletzung des Kopfes, Teil nicht näher bezeichnet
fr_fr: Lésion traumatique superficielle de la tête, partie non précisée
zh_cn: 头部部位未特指的浅表损伤

# model:gnuhealth.pathology,name:S01
source: Open wound of head
de: Offene Wunde des Kopfes
fr_fr: Plaie ouverte de la tête
zh_cn: 头部开放性伤口
