Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:C56
source: Malignant neoplasm of ovary
de: Bösartige Neubildung des Ovars
fr_fr: Tumeur maligne de l'ovaire
zh_cn: 卵巢恶性肿瘤

# model:gnuhealth.pathology,name:C57
source: Malignant neoplasm of other and unspecified female genital organs
de: Bösartige Neubildung sonstiger und nicht näher bezeichneter weiblicher Genitalorgane
fr_fr: Tumeur maligne des organes génitaux de la femme, autres et non précisés
zh_cn: 女性生殖器官其他和未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C570
source: Malignant neoplasm: Fallopian tube
de: Bösartige Neubildung: Tuba uterina [Falloppio]
zh_cn: 输卵管恶性肿瘤

# model:gnuhealth.pathology,name:C571
source: Malignant neoplasm: Broad ligament
de: Bösartige Neubildung: Lig. latum uteri
zh_cn: 阔韧带恶性肿瘤

# model:gnuhealth.pathology,name:C572
source: Malignant neoplasm: Round ligament
de: Bösartige Neubildung: Lig. teres uteri
zh_cn: 圆韧带恶性肿瘤

# model:gnuhealth.pathology,name:C573
source: Malignant neoplasm: Parametrium
de: Bösartige Neubildung: Parametrium
zh_cn: 子宫旁组织恶性肿瘤

# model:gnuhealth.pathology,name:C574
source: Malignant neoplasm: Uterine adnexa, unspecified
de: Bösartige Neubildung: Uterine Adnexe, nicht näher bezeichnet
zh_cn: 未特指的子宫附件恶性肿瘤

# model:gnuhealth.pathology,name:C577
source: Malignant neoplasm: Other specified female genital organs
de: Bösartige Neubildung: Sonstige näher bezeichnete weibliche Genitalorgane
zh_cn: 其他特指的女性生殖器官恶性肿瘤

# model:gnuhealth.pathology,name:C578
source: Malignant neoplasm: Overlapping lesion of female genital organs
de: Bösartige Neubildung: Weibliche Genitalorgane, mehrere Teilbereiche überlappend
zh_cn: 女性生殖器官交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C579
source: Malignant neoplasm: Female genital organ, unspecified
de: Bösartige Neubildung: Weibliches Genitalorgan, nicht näher bezeichnet
zh_cn: 未特指的女性生殖器官恶性肿瘤

# model:gnuhealth.pathology,name:C58
source: Malignant neoplasm of placenta
de: Bösartige Neubildung der Plazenta
fr_fr: Tumeur maligne du placenta
zh_cn: 胎盘恶性肿瘤

# model:gnuhealth.pathology,name:C60
source: Malignant neoplasm of penis
de: Bösartige Neubildung des Penis
fr_fr: Tumeur maligne de la verge
zh_cn: 阴茎恶性肿瘤

# model:gnuhealth.pathology,name:C600
source: Malignant neoplasm: Prepuce
de: Bösartige Neubildung: Praeputium penis
zh_cn: 包皮恶性肿瘤

# model:gnuhealth.pathology,name:C601
source: Malignant neoplasm: Glans penis
de: Bösartige Neubildung: Glans penis
zh_cn: 阴茎头恶性肿瘤

# model:gnuhealth.pathology,name:C602
source: Malignant neoplasm: Body of penis
de: Bösartige Neubildung: Penisschaft
zh_cn: 阴茎体恶性肿瘤

# model:gnuhealth.pathology,name:C608
source: Malignant neoplasm: Overlapping lesion of penis
de: Bösartige Neubildung: Penis, mehrere Teilbereiche überlappend
zh_cn: 阴茎交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C609
source: Malignant neoplasm: Penis, unspecified
de: Bösartige Neubildung: Penis, nicht näher bezeichnet
zh_cn: 未特指的阴茎恶性肿瘤

# model:gnuhealth.pathology,name:C61
source: Malignant neoplasm of prostate
de: Bösartige Neubildung der Prostata
fr_fr: Tumeur maligne de la prostate
zh_cn: 前列腺恶性肿瘤

# model:gnuhealth.pathology,name:C62
source: Malignant neoplasm of testis
de: Bösartige Neubildung des Hodens
fr_fr: Tumeur maligne du testicule
zh_cn: 睾丸恶性肿瘤

# model:gnuhealth.pathology,name:C620
source: Malignant neoplasm: Undescended testis
de: Bösartige Neubildung: Dystoper Hoden
zh_cn: 睾丸未降部的恶性肿瘤

# model:gnuhealth.pathology,name:C621
source: Malignant neoplasm: Descended testis
de: Bösartige Neubildung: Deszendierter Hoden
zh_cn: 睾丸下降部的恶性肿瘤

# model:gnuhealth.pathology,name:C629
source: Malignant neoplasm: Testis, unspecified
de: Bösartige Neubildung: Hoden, nicht näher bezeichnet
zh_cn: 未特指的睾丸恶性肿瘤

# model:gnuhealth.pathology,name:C63
source: Malignant neoplasm of other and unspecified male genital organs
de: Bösartige Neubildung sonstiger und nicht näher bezeichneter männlicher Genitalorgane
fr_fr: Tumeur maligne des organes génitaux de l'homme, autres et non précisés
zh_cn: 男性生殖器官其他和未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C630
source: Malignant neoplasm: Epididymis
de: Bösartige Neubildung: Nebenhoden [Epididymis]
zh_cn: 附睾恶性肿瘤

# model:gnuhealth.pathology,name:C631
source: Malignant neoplasm: Spermatic cord
de: Bösartige Neubildung: Samenstrang
zh_cn: 精索恶性肿瘤

# model:gnuhealth.pathology,name:C632
source: Malignant neoplasm: Scrotum
de: Bösartige Neubildung: Skrotum
zh_cn: 阴囊恶性肿瘤

# model:gnuhealth.pathology,name:C637
source: Malignant neoplasm: Other specified male genital organs
de: Bösartige Neubildung: Sonstige näher bezeichnete männliche Genitalorgane
zh_cn: 其他特指的男性生殖器官恶性肿瘤

# model:gnuhealth.pathology,name:C638
source: Malignant neoplasm: Overlapping lesion of male genital organs
de: Bösartige Neubildung: Männliche Genitalorgane, mehrere Teilbereiche überlappend
zh_cn: 男性生殖器官交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C639
source: Malignant neoplasm: Male genital organ, unspecified
de: Bösartige Neubildung: Männliches Genitalorgan, nicht näher bezeichnet
zh_cn: 未特指的男性生殖器官恶性肿瘤

# model:gnuhealth.pathology,name:C64
source: Malignant neoplasm of kidney, except renal pelvis
de: Bösartige Neubildung der Niere, ausgenommen Nierenbecken
fr_fr: Tumeur maligne du rein, à l'exception du bassinet
zh_cn: 肾(除外肾盂)恶性肿瘤

# model:gnuhealth.pathology,name:C65
source: Malignant neoplasm of renal pelvis
de: Bösartige Neubildung des Nierenbeckens
fr_fr: Tumeur maligne du bassinet
zh_cn: 肾盂恶性肿瘤

# model:gnuhealth.pathology,name:C66
source: Malignant neoplasm of ureter
de: Bösartige Neubildung des Ureters
fr_fr: Tumeur maligne de l'uretère
zh_cn: 输尿管恶性肿瘤

# model:gnuhealth.pathology,name:C67
source: Malignant neoplasm of bladder
de: Bösartige Neubildung der Harnblase
fr_fr: Tumeur maligne de la vessie
zh_cn: 膀胱恶性肿瘤

# model:gnuhealth.pathology,name:C670
source: Malignant neoplasm: Trigone of bladder
de: Bösartige Neubildung: Trigonum vesicae
zh_cn: 膀胱三角区恶性肿瘤

# model:gnuhealth.pathology,name:C671
source: Malignant neoplasm: Dome of bladder
de: Bösartige Neubildung: Apex vesicae
zh_cn: 膀胱顶恶性肿瘤

# model:gnuhealth.pathology,name:C672
source: Malignant neoplasm: Lateral wall of bladder
de: Bösartige Neubildung: Laterale Harnblasenwand
zh_cn: 膀胱侧壁恶性肿瘤

# model:gnuhealth.pathology,name:C673
source: Malignant neoplasm: Anterior wall of bladder
de: Bösartige Neubildung: Vordere Harnblasenwand
zh_cn: 膀胱前壁恶性肿瘤

# model:gnuhealth.pathology,name:C674
source: Malignant neoplasm: Posterior wall of bladder
de: Bösartige Neubildung: Hintere Harnblasenwand
zh_cn: 膀胱后壁恶性肿瘤

# model:gnuhealth.pathology,name:C675
source: Malignant neoplasm: Bladder neck
de: Bösartige Neubildung: Harnblasenhals
zh_cn: 膀胱颈恶性肿瘤

# model:gnuhealth.pathology,name:C676
source: Malignant neoplasm: Ureteric orifice
de: Bösartige Neubildung: Ostium ureteris
zh_cn: 输尿管口恶性肿瘤

# model:gnuhealth.pathology,name:C677
source: Malignant neoplasm: Urachus
de: Bösartige Neubildung: Urachus
zh_cn: 脐尿管恶性肿瘤

# model:gnuhealth.pathology,name:C678
source: Malignant neoplasm: Overlapping lesion of bladder
de: Bösartige Neubildung: Harnblase, mehrere Teilbereiche überlappend
zh_cn: 膀胱交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C679
source: Malignant neoplasm: Bladder, unspecified
de: Bösartige Neubildung: Harnblase, nicht näher bezeichnet
zh_cn: 未特指的膀胱恶性肿瘤

# model:gnuhealth.pathology,name:C68
source: Malignant neoplasm of other and unspecified urinary organs
de: Bösartige Neubildung sonstiger und nicht näher bezeichneter Harnorgane
fr_fr: Tumeur maligne des organes urinaires, autres et non précisés
zh_cn: 泌尿器官其他和未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C680
source: Malignant neoplasm: Urethra
de: Bösartige Neubildung: Urethra
zh_cn: 尿道恶性肿瘤

# model:gnuhealth.pathology,name:C681
source: Malignant neoplasm: Paraurethral gland
de: Bösartige Neubildung: Paraurethrale Drüse
zh_cn: 尿道旁腺恶性肿瘤

# model:gnuhealth.pathology,name:C688
source: Malignant neoplasm: Overlapping lesion of urinary organs
de: Bösartige Neubildung: Harnorgane, mehrere Teilbereiche überlappend
zh_cn: 泌尿器官交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C689
source: Malignant neoplasm: Urinary organ, unspecified
de: Bösartige Neubildung: Harnorgan, nicht näher bezeichnet
zh_cn: 未特指的泌尿器官恶性肿瘤

# model:gnuhealth.pathology,name:C69
source: Malignant neoplasm of eye and adnexa
de: Bösartige Neubildung des Auges und der Augenanhangsgebilde
fr_fr: Tumeur maligne de l'œil et de ses annexes
zh_cn: 眼和附器恶性肿瘤

# model:gnuhealth.pathology,name:C690
source: Malignant neoplasm: Conjunctiva
de: Bösartige Neubildung: Konjunktiva
zh_cn: 结合膜恶性肿瘤

# model:gnuhealth.pathology,name:C691
source: Malignant neoplasm: Cornea
de: Bösartige Neubildung: Kornea
zh_cn: 角膜恶性肿瘤

# model:gnuhealth.pathology,name:C692
source: Malignant neoplasm: Retina
de: Bösartige Neubildung: Retina
zh_cn: 视网膜恶性肿瘤

# model:gnuhealth.pathology,name:C693
source: Malignant neoplasm: Choroid
de: Bösartige Neubildung: Chorioidea
zh_cn: 脉络膜恶性肿瘸

# model:gnuhealth.pathology,name:C694
source: Malignant neoplasm: Ciliary body
de: Bösartige Neubildung: Ziliarkörper
zh_cn: 睫状体恶性肿瘤

# model:gnuhealth.pathology,name:C695
source: Malignant neoplasm: Lacrimal gland and duct
de: Bösartige Neubildung: Tränendrüse und Tränenwege
zh_cn: 泪腺和泪管恶性肿瘤

# model:gnuhealth.pathology,name:C696
source: Malignant neoplasm: Orbit
de: Bösartige Neubildung: Orbita
zh_cn: 眶恶性肿瘤

# model:gnuhealth.pathology,name:C698
source: Malignant neoplasm: Overlapping lesion of eye and adnexa
de: Bösartige Neubildung: Auge und Augenanhangsgebilde, mehrere Teilbereiche überlappend
zh_cn: 眼和附器交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C699
source: Malignant neoplasm: Eye, unspecified
de: Bösartige Neubildung: Auge, nicht näher bezeichnet
zh_cn: 未特指的眼恶性肿瘤

# model:gnuhealth.pathology,name:C70
source: Malignant neoplasm of meninges
de: Bösartige Neubildung der Meningen
fr_fr: Tumeur maligne des méninges
zh_cn: 脑脊膜恶性肿瘤

# model:gnuhealth.pathology,name:C700
source: Malignant neoplasm: Cerebral meninges
de: Bösartige Neubildung: Hirnhäute
zh_cn: 脑膜恶性肿瘤

# model:gnuhealth.pathology,name:C701
source: Malignant neoplasm: Spinal meninges
de: Bösartige Neubildung: Rückenmarkhäute
zh_cn: 脊(髓)膜恶性肿瘤

# model:gnuhealth.pathology,name:C709
source: Malignant neoplasm: Meninges, unspecified
de: Bösartige Neubildung: Meningen, nicht näher bezeichnet
zh_cn: 未特指的脑脊膜恶性肿瘤

# model:gnuhealth.pathology,name:C71
source: Malignant neoplasm of brain
de: Bösartige Neubildung des Gehirns
fr_fr: Tumeur maligne de l'encéphale
zh_cn: 脑恶性肿瘤

# model:gnuhealth.pathology,name:C710
source: Malignant neoplasm: Cerebrum, except lobes and ventricles
de: Bösartige Neubildung: Zerebrum, ausgenommen Hirnlappen und Ventrikel
zh_cn: 大脑(除外脑叶和脑室)恶性肿瘤

# model:gnuhealth.pathology,name:C711
source: Malignant neoplasm: Frontal lobe
de: Bösartige Neubildung: Frontallappen
zh_cn: 额叶恶性肿瘤

# model:gnuhealth.pathology,name:C712
source: Malignant neoplasm: Temporal lobe
de: Bösartige Neubildung: Temporallappen
zh_cn: 颞叶恶性肿瘤

# model:gnuhealth.pathology,name:C713
source: Malignant neoplasm: Parietal lobe
de: Bösartige Neubildung: Parietallappen
zh_cn: 顶叶恶性肿瘤

# model:gnuhealth.pathology,name:C714
source: Malignant neoplasm: Occipital lobe
de: Bösartige Neubildung: Okzipitallappen
zh_cn: 枕叶恶性肿瘤

# model:gnuhealth.pathology,name:C715
source: Malignant neoplasm: Cerebral ventricle
de: Bösartige Neubildung: Hirnventrikel
zh_cn: 脑室恶性肿瘤

# model:gnuhealth.pathology,name:C716
source: Malignant neoplasm: Cerebellum
de: Bösartige Neubildung: Zerebellum
zh_cn: 小脑恶性肿瘤

# model:gnuhealth.pathology,name:C717
source: Malignant neoplasm: Brain stem
de: Bösartige Neubildung: Hirnstamm
zh_cn: 脑干恶性肿瘤

# model:gnuhealth.pathology,name:C718
source: Malignant neoplasm: Overlapping lesion of brain
de: Bösartige Neubildung: Gehirn, mehrere Teilbereiche überlappend
zh_cn: 脑交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C719
source: Malignant neoplasm: Brain, unspecified
de: Bösartige Neubildung: Gehirn, nicht näher bezeichnet
zh_cn: 未特指的脑恶性肿瘤

# model:gnuhealth.pathology,name:C72
source: Malignant neoplasm of spinal cord, cranial nerves and other parts of central nervous system
de: Bösartige Neubildung des Rückenmarkes, der Hirnnerven und anderer Teile des Zentralnervensystems
fr_fr: Tumeur maligne de la moelle épinière, des nerfs crâniens et d'autres parties du système nerveux central
zh_cn: 脊髓、脑神经和中枢神经系统其他部位的恶性肿瘤

# model:gnuhealth.pathology,name:C720
source: Malignant neoplasm: Spinal cord
de: Bösartige Neubildung: Rückenmark
zh_cn: 脊髓恶性肿瘤

# model:gnuhealth.pathology,name:C721
source: Malignant neoplasm: Cauda equina
de: Bösartige Neubildung: Cauda equina
zh_cn: 马尾恶性肿瘤

# model:gnuhealth.pathology,name:C722
source: Malignant neoplasm: Olfactory nerve
de: Bösartige Neubildung: Nn. olfactorii [I. Hirnnerv]
zh_cn: 嗅神经恶性肿瘤

# model:gnuhealth.pathology,name:C723
source: Malignant neoplasm: Optic nerve
de: Bösartige Neubildung: N. opticus [II. Hirnnerv]
zh_cn: 视神经恶性肿瘤

# model:gnuhealth.pathology,name:C724
source: Malignant neoplasm: Acoustic nerve
de: Bösartige Neubildung: N. vestibulocochlearis [VIII. Hirnnerv]
zh_cn: 听神经恶性肿瘤

# model:gnuhealth.pathology,name:C725
source: Malignant neoplasm: Other and unspecified cranial nerves
de: Bösartige Neubildung: Sonstige und nicht näher bezeichnete Hirnnerven
zh_cn: 脑神经其他和未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C728
source: Malignant neoplasm: Overlapping lesion of brain and other parts of central nervous system
de: Bösartige Neubildung: Gehirn und andere Teile des Zentralnervensystems, mehrere Teilbereiche überlappend
zh_cn: 脑和中枢神经系统其他部位交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C729
source: Malignant neoplasm: Central nervous system, unspecified
de: Bösartige Neubildung: Zentralnervensystem, nicht näher bezeichnet
zh_cn: 未特指的中枢神经系统恶性肿瘤

# model:gnuhealth.pathology,name:C73
source: Malignant neoplasm of thyroid gland
de: Bösartige Neubildung der Schilddrüse
fr_fr: Tumeur maligne de la thyroïde
zh_cn: 甲状腺恶性肿瘤

# model:gnuhealth.pathology,name:C74
source: Malignant neoplasm of adrenal gland
de: Bösartige Neubildung der Nebenniere
fr_fr: Tumeur maligne de la surrénale
zh_cn: 肾上腺恶性肫瘤

# model:gnuhealth.pathology,name:C740
source: Malignant neoplasm: Cortex of adrenal gland
de: Bösartige Neubildung: Nebennierenrinde
zh_cn: 肾上腺皮质恶性肿瘤

# model:gnuhealth.pathology,name:C741
source: Malignant neoplasm: Medulla of adrenal gland
de: Bösartige Neubildung: Nebennierenmark
zh_cn: 肾上腺髓质恶性肿瘤

# model:gnuhealth.pathology,name:C749
source: Malignant neoplasm: Adrenal gland, unspecified
de: Bösartige Neubildung: Nebenniere, nicht näher bezeichnet
zh_cn: 未特指的肾上腺恶性肿瘤

# model:gnuhealth.pathology,name:C75
source: Malignant neoplasm of other endocrine glands and related structures
de: Bösartige Neubildung sonstiger endokriner Drüsen und verwandter Strukturen
fr_fr: Tumeur maligne d'autres glandes endocrines et structures apparentées
zh_cn: 其他内分泌腺和有关结构的恶性肿瘤

# model:gnuhealth.pathology,name:C750
source: Malignant neoplasm: Parathyroid gland
de: Bösartige Neubildung: Nebenschilddrüse
zh_cn: 甲状旁腺恶性肿瘤

# model:gnuhealth.pathology,name:C751
source: Malignant neoplasm: Pituitary gland
de: Bösartige Neubildung: Hypophyse
zh_cn: 垂体恶性肿瘤

# model:gnuhealth.pathology,name:C752
source: Malignant neoplasm: Craniopharyngeal duct
de: Bösartige Neubildung: Ductus craniopharyngealis
zh_cn: 颅咽管恶性肿瘤

# model:gnuhealth.pathology,name:C753
source: Malignant neoplasm: Pineal gland
de: Bösartige Neubildung: Epiphyse [Glandula pinealis] [Zirbeldrüse]
zh_cn: 松果体恶性肿瘤

# model:gnuhealth.pathology,name:C754
source: Malignant neoplasm: Carotid body
de: Bösartige Neubildung: Glomus caroticum
zh_cn: 颈动脉体恶性肿瘤

# model:gnuhealth.pathology,name:C755
source: Malignant neoplasm: Aortic body and other paraganglia
de: Bösartige Neubildung: Glomus aorticum und sonstige Paraganglien
zh_cn: 主动脉体和其他节旁体恶性肿瘤

# model:gnuhealth.pathology,name:C758
source: Malignant neoplasm: Pluriglandular involvement, unspecified
de: Bösartige Neubildung: Beteiligung mehrerer endokriner Drüsen, nicht näher bezeichnet
zh_cn: 累及多个腺体未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C759
source: Malignant neoplasm: Endocrine gland, unspecified
de: Bösartige Neubildung: Endokrine Drüse, nicht näher bezeichnet
zh_cn: 未特指的内分泌腺恶性肿瘤

# model:gnuhealth.pathology,name:C76
source: Malignant neoplasm of other and ill-defined sites
de: Bösartige Neubildung sonstiger und ungenau bezeichneter Lokalisationen
fr_fr: Tumeur maligne de sièges autres et mal définis
zh_cn: 其他和不明确部位的恶性肿瘤

# model:gnuhealth.pathology,name:C760
source: Malignant neoplasm of other and ill-defined sites: Head, face and neck
de: Bösartige Neubildung ungenau bezeichneter Lokalisationen: Kopf, Gesicht und Hals
zh_cn: 头、面和颈部恶性肿瘤

# model:gnuhealth.pathology,name:C761
source: Malignant neoplasm of other and ill-defined sites: Thorax
de: Bösartige Neubildung ungenau bezeichneter Lokalisationen: Thorax
zh_cn: 胸部恶性肿瘤

# model:gnuhealth.pathology,name:C762
source: Malignant neoplasm of other and ill-defined sites: Abdomen
de: Bösartige Neubildung ungenau bezeichneter Lokalisationen: Abdomen
zh_cn: 腹部恶性肿瘤

# model:gnuhealth.pathology,name:C763
source: Malignant neoplasm of other and ill-defined sites: Pelvis
de: Bösartige Neubildung ungenau bezeichneter Lokalisationen: Becken
zh_cn: 盆腔恶性肿瘤

# model:gnuhealth.pathology,name:C764
source: Malignant neoplasm of other and ill-defined sites: Upper limb
de: Bösartige Neubildung ungenau bezeichneter Lokalisationen: Obere Extremität
zh_cn: 上肢恶性肿瘤

# model:gnuhealth.pathology,name:C765
source: Malignant neoplasm of other and ill-defined sites: Lower limb
de: Bösartige Neubildung ungenau bezeichneter Lokalisationen: Untere Extremität
zh_cn: 下肢恶性肿瘤

# model:gnuhealth.pathology,name:C767
source: Malignant neoplasm of other and ill-defined sites: Other ill-defined sites
de: Bösartige Neubildung: Sonstige ungenau bezeichnete Lokalisationen
zh_cn: 其他不明确部位的恶性肿瘤

# model:gnuhealth.pathology,name:C768
source: Malignant neoplasm of other and ill-defined sites: Overlapping lesion of other and ill-defined sites
de: Bösartige Neubildung: Sonstige und ungenau bezeichnete Lokalisationen, mehrere Teilbereiche überlappend
zh_cn: 其他和不明确部位交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C77
source: Secondary and unspecified malignant neoplasm of lymph nodes
de: Sekundäre und nicht näher bezeichnete bösartige Neubildung der Lymphknoten
fr_fr: Tumeur maligne des ganglions lymphatiques, secondaire et non précisée
zh_cn: 淋巴结继发性和未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C770
source: Secondary and unspecified malignant neoplasm: Lymph nodes of head, face and neck
de: Sekundäre und nicht näher bezeichnete bösartige Neubildung: Lymphknoten des Kopfes, des Gesichtes und des Halses
zh_cn: 头、面和颈部淋巴结继发性和未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C771
source: Secondary and unspecified malignant neoplasm: Intrathoracic lymph nodes
de: Sekundäre und nicht näher bezeichnete bösartige Neubildung: Intrathorakale Lymphknoten
zh_cn: 胸腔内淋巴结继发性和未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C772
source: Secondary and unspecified malignant neoplasm: Intra-abdominal lymph nodes
de: Sekundäre und nicht näher bezeichnete bösartige Neubildung: Intraabdominale Lymphknoten
zh_cn: 腹腔内淋巴结继发性和未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C773
source: Secondary and unspecified malignant neoplasm: Axillary and upper limb lymph nodes
de: Sekundäre und nicht näher bezeichnete bösartige Neubildung: Axilläre Lymphknoten und Lymphknoten der oberen Extremität
zh_cn: 腋下和上肢淋巴结继发性和未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C774
source: Secondary and unspecified malignant neoplasm: Inguinal and lower limb lymph nodes
de: Sekundäre und nicht näher bezeichnete bösartige Neubildung: Inguinale Lymphknoten und Lymphknoten der unteren Extremität
zh_cn: 腹股沟和下肢淋巴结继发性和未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C775
source: Secondary and unspecified malignant neoplasm: Intrapelvic lymph nodes
de: Sekundäre und nicht näher bezeichnete bösartige Neubildung: Intrapelvine Lymphknoten
zh_cn: 盆腔内淋巴结继发性和未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C778
source: Secondary and unspecified malignant neoplasm: Lymph nodes of multiple regions
de: Sekundäre und nicht näher bezeichnete bösartige Neubildung: Lymphknoten mehrerer Regionen
zh_cn: 多个部位淋巴结继发性和未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C779
source: Secondary and unspecified malignant neoplasm: Lymph node, unspecified
de: Sekundäre und nicht näher bezeichnete bösartige Neubildung: Lymphknoten, nicht näher bezeichnet
zh_cn: 未特指的淋巴结恶性肿瘤

# model:gnuhealth.pathology,name:C78
source: Secondary malignant neoplasm of respiratory and digestive organs
de: Sekundäre bösartige Neubildung der Atmungs- und Verdauungsorgane
fr_fr: Tumeur maligne secondaire des organes respiratoires et digestifs
zh_cn: 呼吸和消化器官的继发性恶性肿瘤

# model:gnuhealth.pathology,name:C780
source: Secondary malignant neoplasm of lung
de: Sekundäre bösartige Neubildung der Lunge
fr_fr: Tumeur maligne secondaire du poumon
zh_cn: 肺部继发性恶性肿瘤

# model:gnuhealth.pathology,name:C781
source: Secondary malignant neoplasm of mediastinum
de: Sekundäre bösartige Neubildung des Mediastinums
fr_fr: Tumeur maligne secondaire du médiastin
zh_cn: 纵隔继发性恶性肿瘤

# model:gnuhealth.pathology,name:C782
source: Secondary malignant neoplasm of pleura
de: Sekundäre bösartige Neubildung der Pleura
fr_fr: Tumeur maligne secondaire de la plèvre
zh_cn: 胸膜继发性恶性肿瘤

# model:gnuhealth.pathology,name:C783
source: Secondary malignant neoplasm of other and unspecified respiratory organs
de: Sekundäre bösartige Neubildung sonstiger und nicht näher bezeichneter Atmungsorgane
fr_fr: Tumeur maligne secondaire des organes respiratoires, autres et non précisés
zh_cn: 其他和未特指的呼吸器官继发性恶性肿瘤

# model:gnuhealth.pathology,name:C784
source: Secondary malignant neoplasm of small intestine
de: Sekundäre bösartige Neubildung des Dünndarmes
fr_fr: Tumeur maligne secondaire de l'intestin grêle
zh_cn: 小肠继发性恶性肿瘤

# model:gnuhealth.pathology,name:C785
source: Secondary malignant neoplasm of large intestine and rectum
de: Sekundäre bösartige Neubildung des Dickdarmes und des Rektums
fr_fr: Tumeur maligne secondaire du gros intestin et du rectum
zh_cn: 大肠和直肠继发性恶性肿瘤

# model:gnuhealth.pathology,name:C786
source: Secondary malignant neoplasm of retroperitoneum and peritoneum
de: Sekundäre bösartige Neubildung des Retroperitoneums und des Peritoneums
fr_fr: Tumeur maligne secondaire du rétropéritoine et du péritoine
zh_cn: 腹膜后和腹膜继发性恶性肿瘤

# model:gnuhealth.pathology,name:C787
source: Secondary malignant neoplasm of liver and intrahepatic bile duct
de: Sekundäre bösartige Neubildung der Leber und der intrahepatischen Gallengänge
zh_cn: 肝部继发性恶性肿瘤

# model:gnuhealth.pathology,name:C788
source: Secondary malignant neoplasm of other and unspecified digestive organs
de: Sekundäre bösartige Neubildung sonstiger und nicht näher bezeichneter Verdauungsorgane
fr_fr: Tumeur maligne secondaire des organes digestifs, autres et non précisés
zh_cn: 其他和未特指的消化器官继发性恶性肿瘤

# model:gnuhealth.pathology,name:C79
source: Secondary malignant neoplasm of other and unspecified sites
de: Sekundäre bösartige Neubildung an sonstigen und nicht näher bezeichneten Lokalisationen
zh_cn: 其他和不明确部位的继发性恶性肿瘤

# model:gnuhealth.pathology,name:C790
source: Secondary malignant neoplasm of kidney and renal pelvis
de: Sekundäre bösartige Neubildung der Niere und des Nierenbeckens
fr_fr: Tumeur maligne secondaire du rein et du bassinet
zh_cn: 肾和肾盂继发性恶性肿瘤

# model:gnuhealth.pathology,name:C791
source: Secondary malignant neoplasm of bladder and other and unspecified urinary organs
de: Sekundäre bösartige Neubildung der Harnblase sowie sonstiger und nicht näher bezeichneter Harnorgane
fr_fr: Tumeur maligne secondaire de la vessie et des organes urinaires, autres et non précisés
zh_cn: 未特指的膀胱和其他及泌尿器官继发性恶性肿瘤

# model:gnuhealth.pathology,name:C792
source: Secondary malignant neoplasm of skin
de: Sekundäre bösartige Neubildung der Haut
fr_fr: Tumeur maligne secondaire de la peau
zh_cn: 皮肤继发性恶性肿瘤
