Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:W831
source: Residential institution
de: Sonstige näher bezeichnete Gefährdung der Atmung: Wohnheime oder -anstalten
fr_fr: autres dangers pour la respiration | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W832
source: School, other institution and public administrative area
de: Sonstige näher bezeichnete Gefährdung der Atmung: Schule, sonstige öffentliche Bauten
fr_fr: autres dangers pour la respiration | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W833
source: Sports and athletics area
de: Sonstige näher bezeichnete Gefährdung der Atmung: Sportstätten
fr_fr: autres dangers pour la respiration | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W834
source: Street and highway
de: Sonstige näher bezeichnete Gefährdung der Atmung: Straßen und Wege
fr_fr: autres dangers pour la respiration | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W835
source: Trade and service area
de: Sonstige näher bezeichnete Gefährdung der Atmung: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: autres dangers pour la respiration | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W836
source: Industrial and construction area
de: Sonstige näher bezeichnete Gefährdung der Atmung: Industrieanlagen und Baustellen
fr_fr: autres dangers pour la respiration | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W837
source: Farm
de: Sonstige näher bezeichnete Gefährdung der Atmung: Landwirtschaftlicher Betrieb
fr_fr: autres dangers pour la respiration | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W838
source: Other specified place
de: Sonstige näher bezeichnete Gefährdung der Atmung: Sonstige näher bezeichnete Orte
fr_fr: autres dangers pour la respiration | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W839
source: Unspecified place
de: Sonstige näher bezeichnete Gefährdung der Atmung: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: autres dangers pour la respiration | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W84
source: Unspecified threat to breathing
de: Nicht näher bezeichnete Gefährdung der Atmung
fr_fr: Danger pour la respiration, sans précision
zh_cn: 未特指的对呼吸的威胁

# model:gnuhealth.pathology,name:W840
source: Home
de: Nicht näher bezeichnete Gefährdung der Atmung: Zu Hause
fr_fr: danger pour la respiration, sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W841
source: Residential institution
de: Nicht näher bezeichnete Gefährdung der Atmung: Wohnheime oder -anstalten
fr_fr: danger pour la respiration, sans précision | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W842
source: School, other institution and public administrative area
de: Nicht näher bezeichnete Gefährdung der Atmung: Schule, sonstige öffentliche Bauten
fr_fr: danger pour la respiration, sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W843
source: Sports and athletics area
de: Nicht näher bezeichnete Gefährdung der Atmung: Sportstätten
fr_fr: danger pour la respiration, sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W844
source: Street and highway
de: Nicht näher bezeichnete Gefährdung der Atmung: Straßen und Wege
fr_fr: danger pour la respiration, sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W845
source: Trade and service area
de: Nicht näher bezeichnete Gefährdung der Atmung: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: danger pour la respiration, sans précision | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W846
source: Industrial and construction area
de: Nicht näher bezeichnete Gefährdung der Atmung: Industrieanlagen und Baustellen
fr_fr: danger pour la respiration, sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W847
source: Farm
de: Nicht näher bezeichnete Gefährdung der Atmung: Landwirtschaftlicher Betrieb
fr_fr: danger pour la respiration, sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W848
source: Other specified place
de: Nicht näher bezeichnete Gefährdung der Atmung: Sonstige näher bezeichnete Orte
fr_fr: danger pour la respiration, sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W849
source: Unspecified place
de: Nicht näher bezeichnete Gefährdung der Atmung: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: danger pour la respiration, sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W85
source: Exposure to electric transmission lines
de: Exposition gegenüber elektrischen Leitungsanlagen
fr_fr: Exposition aux lignes électriques
zh_cn: 暴露于输电线路下

# model:gnuhealth.pathology,name:W850
source: Home
de: Exposition gegenüber elektrischen Leitungsanlagen: Zu Hause
fr_fr: exposition aux lignes électriques | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W851
source: Residential institution
de: Exposition gegenüber elektrischen Leitungsanlagen: Wohnheime oder -anstalten
fr_fr: exposition aux lignes électriques | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W852
source: School, other institution and public administrative area
de: Exposition gegenüber elektrischen Leitungsanlagen: Schule, sonstige öffentliche Bauten
fr_fr: exposition aux lignes électriques | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W853
source: Sports and athletics area
de: Exposition gegenüber elektrischen Leitungsanlagen: Sportstätten
fr_fr: exposition aux lignes électriques | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W854
source: Street and highway
de: Exposition gegenüber elektrischen Leitungsanlagen: Straßen und Wege
fr_fr: exposition aux lignes électriques | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W855
source: Trade and service area
de: Exposition gegenüber elektrischen Leitungsanlagen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition aux lignes électriques | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W856
source: Industrial and construction area
de: Exposition gegenüber elektrischen Leitungsanlagen: Industrieanlagen und Baustellen
fr_fr: exposition aux lignes électriques | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W857
source: Farm
de: Exposition gegenüber elektrischen Leitungsanlagen: Landwirtschaftlicher Betrieb
fr_fr: exposition aux lignes électriques | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W858
source: Other specified place
de: Exposition gegenüber elektrischen Leitungsanlagen: Sonstige näher bezeichnete Orte
fr_fr: exposition aux lignes électriques | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W859
source: Unspecified place
de: Exposition gegenüber elektrischen Leitungsanlagen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition aux lignes électriques | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W86
source: Exposure to other specified electric current
de: Exposition gegenüber sonstigem näher bezeichnetem elektrischem Strom
fr_fr: Exposition à d'autres formes précisées de courant électrique
zh_cn: 暴露于其他特指的电流下

# model:gnuhealth.pathology,name:W860
source: Home
de: Exposition gegenüber sonstigem näher bezeichnetem elektrischem Strom: Zu Hause
fr_fr: exposition à d'autres formes précisées de courant électrique | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W861
source: Residential institution
de: Exposition gegenüber sonstigem näher bezeichnetem elektrischem Strom: Wohnheime oder -anstalten
fr_fr: exposition à d'autres formes précisées de courant électrique | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W862
source: School, other institution and public administrative area
de: Exposition gegenüber sonstigem näher bezeichnetem elektrischem Strom: Schule, sonstige öffentliche Bauten
fr_fr: exposition à d'autres formes précisées de courant électrique | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W863
source: Sports and athletics area
de: Exposition gegenüber sonstigem näher bezeichnetem elektrischem Strom: Sportstätten
fr_fr: exposition à d'autres formes précisées de courant électrique | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W864
source: Street and highway
de: Exposition gegenüber sonstigem näher bezeichnetem elektrischem Strom: Straßen und Wege
fr_fr: exposition à d'autres formes précisées de courant électrique | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W865
source: Trade and service area
de: Exposition gegenüber sonstigem näher bezeichnetem elektrischem Strom: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à d'autres formes précisées de courant électrique | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W866
source: Industrial and construction area
de: Exposition gegenüber sonstigem näher bezeichnetem elektrischem Strom: Industrieanlagen und Baustellen
fr_fr: exposition à d'autres formes précisées de courant électrique | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W867
source: Farm
de: Exposition gegenüber sonstigem näher bezeichnetem elektrischem Strom: Landwirtschaftlicher Betrieb
fr_fr: exposition à d'autres formes précisées de courant électrique | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W868
source: Other specified place
de: Exposition gegenüber sonstigem näher bezeichnetem elektrischem Strom: Sonstige näher bezeichnete Orte
fr_fr: exposition à d'autres formes précisées de courant électrique | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W869
source: Unspecified place
de: Exposition gegenüber sonstigem näher bezeichnetem elektrischem Strom: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à d'autres formes précisées de courant électrique | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W87
source: Exposure to unspecified electric current
de: Exposition gegenüber nicht näher bezeichnetem elektrischem Strom
fr_fr: Exposition au courant électrique, sans précision
zh_cn: 暴露于未特指的电流下

# model:gnuhealth.pathology,name:W870
source: Home
de: Exposition gegenüber nicht näher bezeichnetem elektrischem Strom: Zu Hause
fr_fr: exposition au courant électrique, sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W871
source: Residential institution
de: Exposition gegenüber nicht näher bezeichnetem elektrischem Strom: Wohnheime oder -anstalten
fr_fr: exposition au courant électrique, sans précision | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W872
source: School, other institution and public administrative area
de: Exposition gegenüber nicht näher bezeichnetem elektrischem Strom: Schule, sonstige öffentliche Bauten
fr_fr: exposition au courant électrique, sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W873
source: Sports and athletics area
de: Exposition gegenüber nicht näher bezeichnetem elektrischem Strom: Sportstätten
fr_fr: exposition au courant électrique, sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W874
source: Street and highway
de: Exposition gegenüber nicht näher bezeichnetem elektrischem Strom: Straßen und Wege
fr_fr: exposition au courant électrique, sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W875
source: Trade and service area
de: Exposition gegenüber nicht näher bezeichnetem elektrischem Strom: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition au courant électrique, sans précision | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W876
source: Industrial and construction area
de: Exposition gegenüber nicht näher bezeichnetem elektrischem Strom: Industrieanlagen und Baustellen
fr_fr: exposition au courant électrique, sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W877
source: Farm
de: Exposition gegenüber nicht näher bezeichnetem elektrischem Strom: Landwirtschaftlicher Betrieb
fr_fr: exposition au courant électrique, sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W878
source: Other specified place
de: Exposition gegenüber nicht näher bezeichnetem elektrischem Strom: Sonstige näher bezeichnete Orte
fr_fr: exposition au courant électrique, sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W879
source: Unspecified place
de: Exposition gegenüber nicht näher bezeichnetem elektrischem Strom: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition au courant électrique, sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W88
source: Exposure to ionizing radiation
de: Exposition gegenüber ionisierender Strahlung
zh_cn: 暴露于电离辐射下

# model:gnuhealth.pathology,name:W880
source: Home
de: Exposition gegenüber ionisierender Strahlung: Zu Hause
fr_fr: exposition aux rayonnements ionisants | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W881
source: Residential institution
de: Exposition gegenüber ionisierender Strahlung: Wohnheime oder -anstalten
fr_fr: exposition aux rayonnements ionisants | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W882
source: School, other institution and public administrative area
de: Exposition gegenüber ionisierender Strahlung: Schule, sonstige öffentliche Bauten
fr_fr: exposition aux rayonnements ionisants | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W883
source: Sports and athletics area
de: Exposition gegenüber ionisierender Strahlung: Sportstätten
fr_fr: exposition aux rayonnements ionisants | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W884
source: Street and highway
de: Exposition gegenüber ionisierender Strahlung: Straßen und Wege
fr_fr: exposition aux rayonnements ionisants | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W885
source: Trade and service area
de: Exposition gegenüber ionisierender Strahlung: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition aux rayonnements ionisants | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W886
source: Industrial and construction area
de: Exposition gegenüber ionisierender Strahlung: Industrieanlagen und Baustellen
fr_fr: exposition aux rayonnements ionisants | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W887
source: Farm
de: Exposition gegenüber ionisierender Strahlung: Landwirtschaftlicher Betrieb
fr_fr: exposition aux rayonnements ionisants | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W888
source: Other specified place
de: Exposition gegenüber ionisierender Strahlung: Sonstige näher bezeichnete Orte
fr_fr: exposition aux rayonnements ionisants | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W889
source: Unspecified place
de: Exposition gegenüber ionisierender Strahlung: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition aux rayonnements ionisants | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W89
source: Exposure to man-made visible and ultraviolet light
de: Exposition gegenüber künstlichem sichtbarem oder ultraviolettem Licht
fr_fr: Exposition à une source lumineuse artificielle visible et aux ultraviolets
zh_cn: 暴露于人造可见光和紫外线下

# model:gnuhealth.pathology,name:W890
source: Home
de: Exposition gegenüber künstlichem sichtbarem oder ultraviolettem Licht: Zu Hause
fr_fr: exposition à une source lumineuse artificielle visible et aux ultraviolets | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W891
source: Residential institution
de: Exposition gegenüber künstlichem sichtbarem oder ultraviolettem Licht: Wohnheime oder -anstalten
fr_fr: exposition à une source lumineuse artificielle visible et aux ultraviolets | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W892
source: School, other institution and public administrative area
de: Exposition gegenüber künstlichem sichtbarem oder ultraviolettem Licht: Schule, sonstige öffentliche Bauten
fr_fr: exposition à une source lumineuse artificielle visible et aux ultraviolets | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W893
source: Sports and athletics area
de: Exposition gegenüber künstlichem sichtbarem oder ultraviolettem Licht: Sportstätten
fr_fr: exposition à une source lumineuse artificielle visible et aux ultraviolets | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W894
source: Street and highway
de: Exposition gegenüber künstlichem sichtbarem oder ultraviolettem Licht: Straßen und Wege
fr_fr: exposition à une source lumineuse artificielle visible et aux ultraviolets | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W895
source: Trade and service area
de: Exposition gegenüber künstlichem sichtbarem oder ultraviolettem Licht: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à une source lumineuse artificielle visible et aux ultraviolets | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W896
source: Industrial and construction area
de: Exposition gegenüber künstlichem sichtbarem oder ultraviolettem Licht: Industrieanlagen und Baustellen
fr_fr: exposition à une source lumineuse artificielle visible et aux ultraviolets | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W897
source: Farm
de: Exposition gegenüber künstlichem sichtbarem oder ultraviolettem Licht: Landwirtschaftlicher Betrieb
fr_fr: exposition à une source lumineuse artificielle visible et aux ultraviolets | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W898
source: Other specified place
de: Exposition gegenüber künstlichem sichtbarem oder ultraviolettem Licht: Sonstige näher bezeichnete Orte
fr_fr: exposition à une source lumineuse artificielle visible et aux ultraviolets | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W899
source: Unspecified place
de: Exposition gegenüber künstlichem sichtbarem oder ultraviolettem Licht: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à une source lumineuse artificielle visible et aux ultraviolets | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W90
source: Exposure to other nonionizing radiation
de: Exposition gegenüber sonstiger nichtionisierender Strahlung
zh_cn: 暴露于其他非电离辐射下

# model:gnuhealth.pathology,name:W900
source: Home
de: Exposition gegenüber sonstiger nichtionisierender Strahlung: Zu Hause
fr_fr: exposition à d'autres rayonnements non ionisants | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W901
source: Residential institution
de: Exposition gegenüber sonstiger nichtionisierender Strahlung: Wohnheime oder -anstalten
fr_fr: exposition à d'autres rayonnements non ionisants | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W902
source: School, other institution and public administrative area
de: Exposition gegenüber sonstiger nichtionisierender Strahlung: Schule, sonstige öffentliche Bauten
fr_fr: exposition à d'autres rayonnements non ionisants | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W903
source: Sports and athletics area
de: Exposition gegenüber sonstiger nichtionisierender Strahlung: Sportstätten
fr_fr: exposition à d'autres rayonnements non ionisants | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W904
source: Street and highway
de: Exposition gegenüber sonstiger nichtionisierender Strahlung: Straßen und Wege
fr_fr: exposition à d'autres rayonnements non ionisants | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W905
source: Trade and service area
de: Exposition gegenüber sonstiger nichtionisierender Strahlung: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à d'autres rayonnements non ionisants | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W906
source: Industrial and construction area
de: Exposition gegenüber sonstiger nichtionisierender Strahlung: Industrieanlagen und Baustellen
fr_fr: exposition à d'autres rayonnements non ionisants | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W907
source: Farm
de: Exposition gegenüber sonstiger nichtionisierender Strahlung: Landwirtschaftlicher Betrieb
fr_fr: exposition à d'autres rayonnements non ionisants | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W908
source: Other specified place
de: Exposition gegenüber sonstiger nichtionisierender Strahlung: Sonstige näher bezeichnete Orte
fr_fr: exposition à d'autres rayonnements non ionisants | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W909
source: Unspecified place
de: Exposition gegenüber sonstiger nichtionisierender Strahlung: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à d'autres rayonnements non ionisants | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W91
source: Exposure to unspecified type of radiation
de: Exposition gegenüber nicht näher bezeichneter Strahlung
fr_fr: Exposition aux rayonnements, sans précision
zh_cn: 暴露于未特指类型的辐射下

# model:gnuhealth.pathology,name:W910
source: Home
de: Exposition gegenüber nicht näher bezeichneter Strahlung: Zu Hause
fr_fr: exposition aux rayonnements, sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W911
source: Residential institution
de: Exposition gegenüber nicht näher bezeichneter Strahlung: Wohnheime oder -anstalten
fr_fr: exposition aux rayonnements, sans précision | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W912
source: School, other institution and public administrative area
de: Exposition gegenüber nicht näher bezeichneter Strahlung: Schule, sonstige öffentliche Bauten
fr_fr: exposition aux rayonnements, sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W913
source: Sports and athletics area
de: Exposition gegenüber nicht näher bezeichneter Strahlung: Sportstätten
fr_fr: exposition aux rayonnements, sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W914
source: Street and highway
de: Exposition gegenüber nicht näher bezeichneter Strahlung: Straßen und Wege
fr_fr: exposition aux rayonnements, sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W915
source: Trade and service area
de: Exposition gegenüber nicht näher bezeichneter Strahlung: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition aux rayonnements, sans précision | zone de commerce et de service
zh_cn: 贸易和服务区
