Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:H508
source: Other specified strabismus
de: Sonstiger näher bezeichneter Strabismus
fr_fr: Autres strabismes précisés
zh_cn: 其他特指的斜视

# model:gnuhealth.pathology,name:H509
source: Strabismus, unspecified
de: Strabismus, nicht näher bezeichnet
fr_fr: Strabisme, sans précision
zh_cn: 未特指的斜视

# model:gnuhealth.pathology,name:H51
source: Other disorders of binocular movement
de: Sonstige Störungen der Blickbewegungen
fr_fr: Autres anomalies des mouvements binoculaires
zh_cn: 双眼运动的其他疾患

# model:gnuhealth.pathology,name:H510
source: Palsy of conjugate gaze
de: Konjugierte Blicklähmung
fr_fr: Paralysie de la conjugaison du regard
zh_cn: 同向性注视麻痹

# model:gnuhealth.pathology,name:H511
source: Convergence insufficiency and excess
de: Konvergenzschwäche und Konvergenzexzess
fr_fr: Excès et insuffisance de convergence
zh_cn: 集合不全和过度

# model:gnuhealth.pathology,name:H512
source: Internuclear ophthalmoplegia
de: Internukleäre Ophthalmoplegie
fr_fr: Ophtalmoplégie internucléaire
zh_cn: 核间性眼肌瘫痪

# model:gnuhealth.pathology,name:H518
source: Other specified disorders of binocular movement
de: Sonstige näher bezeichnete Störungen der Blickbewegungen
fr_fr: Autres anomalies précisées des mouvements binoculaires
zh_cn: 其他特指的双眼运动疾患

# model:gnuhealth.pathology,name:H519
source: Disorder of binocular movement, unspecified
de: Störung der Blickbewegungen, nicht näher bezeichnet
fr_fr: Anomalie des mouvements binoculaires, sans précision
zh_cn: 未特指的双眼运动疾患

# model:gnuhealth.pathology,name:H52
source: Disorders of refraction and accommodation
de: Akkommodationsstörungen und Refraktionsfehler
fr_fr: Vices de réfraction et troubles de l'accommodation
zh_cn: 屈光和调节疾患

# model:gnuhealth.pathology,name:H520
source: Hypermetropia
de: Hypermetropie
fr_fr: Hypermétropie
zh_cn: 远视

# model:gnuhealth.pathology,name:H521
source: Myopia
de: Myopie
fr_fr: Myopie
zh_cn: 近视

# model:gnuhealth.pathology,name:H522
source: Astigmatism
de: Astigmatismus
fr_fr: Astigmatisme
zh_cn: 散光

# model:gnuhealth.pathology,name:H523
source: Anisometropia and aniseikonia
de: Anisometropie und Aniseikonie
fr_fr: Anisométrie et aniséiconie
zh_cn: 屈光参差和影像不等

# model:gnuhealth.pathology,name:H524
source: Presbyopia
de: Presbyopie
fr_fr: Presbytie
zh_cn: 老视

# model:gnuhealth.pathology,name:H525
source: Disorders of accommodation
de: Akkommodationsstörungen
fr_fr: Troubles de l'accommodation
zh_cn: 调节疾患

# model:gnuhealth.pathology,name:H526
source: Other disorders of refraction
de: Sonstige Refraktionsfehler
fr_fr: Autres vices de réfraction
zh_cn: 屈光的其他疾患

# model:gnuhealth.pathology,name:H527
source: Disorder of refraction, unspecified
de: Refraktionsfehler, nicht näher bezeichnet
fr_fr: Vice de réfraction, sans précision
zh_cn: 屈光未特指的疾患

# model:gnuhealth.pathology,name:H53
source: Visual disturbances
de: Sehstörungen
fr_fr: Troubles de la vision
zh_cn: 视觉障碍

# model:gnuhealth.pathology,name:H531
source: Subjective visual disturbances
de: Subjektive Sehstörungen
fr_fr: Troubles subjectifs de la vision
zh_cn: 主观视觉障碍

# model:gnuhealth.pathology,name:H532
source: Diplopia
de: Diplopie
fr_fr: Diplopie
zh_cn: 复视

# model:gnuhealth.pathology,name:H533
source: Other disorders of binocular vision
de: Sonstige Störungen des binokularen Sehens
fr_fr: Autres troubles de la vision binoculaire
zh_cn: 双眼视力的其他疾患

# model:gnuhealth.pathology,name:H534
source: Visual field defects
de: Gesichtsfelddefekte
fr_fr: Anomalies du champ visuel
zh_cn: 视野缺损

# model:gnuhealth.pathology,name:H535
source: Colour vision deficiencies
de: Farbsinnstörungen
fr_fr: Troubles de la vision des couleurs
zh_cn: 色觉缺陷

# model:gnuhealth.pathology,name:H536
source: Night blindness
de: Nachtblindheit
fr_fr: Cécité nocturne
zh_cn: 夜盲

# model:gnuhealth.pathology,name:H538
source: Other visual disturbances
de: Sonstige Sehstörungen
fr_fr: Autres troubles de la vision
zh_cn: 其他的视觉障碍

# model:gnuhealth.pathology,name:H539
source: Visual disturbance, unspecified
de: Sehstörung, nicht näher bezeichnet
fr_fr: Trouble de la vision, sans précision
zh_cn: 未特指的视觉障碍

# model:gnuhealth.pathology,name:H54
source: Visual impairment including blindness (binocular or monocular)
de: Sehbeeinträchtigung einschließlich Blindheit (binokular oder monokular)
zh_cn: 视力缺损，包括盲(双眼或单眼)

# model:gnuhealth.pathology,name:H540
source: Blindness, binocular
de: Blindheit, binokular
zh_cn: 盲，双眼

# model:gnuhealth.pathology,name:H541
source: Severe visual impairment, binocular
de: Schwere Sehbeeinträchtigung, binokular
zh_cn: 重度视力缺损，双眼

# model:gnuhealth.pathology,name:H542
source: Moderate visual impairment, binocular
de: Mittelschwere Sehbeeinträchtigung, binokular
zh_cn: 中度视力缺损，双眼

# model:gnuhealth.pathology,name:H543
source: Mild or no visual impairment, binocular
de: Leichte Sehbeeinträchtigung, binokular
zh_cn: 轻度或无视力缺损，双眼

# model:gnuhealth.pathology,name:H544
source: Blindness, monocular
de: Blindheit, monokular
zh_cn: 盲，单眼

# model:gnuhealth.pathology,name:H545
source: Severe visual impairment, monocular
de: Schwere Sehbeeinträchtigung, monokular
zh_cn: 重度视力缺损，单眼

# model:gnuhealth.pathology,name:H546
source: Moderate visual impairment, monocular
de: Mittelschwere Sehbeeinträchtigung, monokular
zh_cn: 中度视力缺损，单眼

# model:gnuhealth.pathology,name:H547
source: Unspecified visual loss
de: Nicht näher bezeichneter Visusverlust
fr_fr: Perte de vision, sans précision
zh_cn: 非特定的视力丧失

# model:gnuhealth.pathology,name:H549
source: Unspecified visual impairment (binocular)
de: Nicht näher bezeichnete Sehbeeinträchtigung (binokular)
zh_cn: 未特指的视力缺损，双眼

# model:gnuhealth.pathology,name:H55
source: Nystagmus and other irregular eye movements
de: Nystagmus und sonstige abnorme Augenbewegungen
fr_fr: Nystagmus et autres anomalies des mouvements oculaires
zh_cn: 眼震和其他不规则眼运动

# model:gnuhealth.pathology,name:H57
source: Other disorders of eye and adnexa
de: Sonstige Affektionen des Auges und der Augenanhangsgebilde
fr_fr: Autres affections de l'œil et de ses annexes
zh_cn: 眼和附器的其他疾患

# model:gnuhealth.pathology,name:H570
source: Anomalies of pupillary function
de: Pupillenfunktionsstörungen
fr_fr: Anomalies fonctionnelles de la pupille
zh_cn: 瞳孔功能异常

# model:gnuhealth.pathology,name:H571
source: Ocular pain
de: Augenschmerzen
fr_fr: Douleur oculaire
zh_cn: 眼痛

# model:gnuhealth.pathology,name:H578
source: Other specified disorders of eye and adnexa
de: Sonstige näher bezeichnete Affektionen des Auges und der Augenanhangsgebilde
fr_fr: Autres affections précisées de l'œil et de ses annexes
zh_cn: 眼和附器其他特指的疾患

# model:gnuhealth.pathology,name:H579
source: Disorder of eye and adnexa, unspecified
de: Affektion des Auges und der Augenanhangsgebilde, nicht näher bezeichnet
fr_fr: Affection de l'œil et de ses annexes, sans précision
zh_cn: 眼和附器未特指的疾患

# model:gnuhealth.pathology,name:H58
source: Other disorders of eye and adnexa in diseases classified elsewhere
de: Sonstige Affektionen des Auges und der Augenanhangsgebilde bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections de l'œil et de ses annexes au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的眼和附器的其他疾患

# model:gnuhealth.pathology,name:H580
source: Anomalies of pupillary function in diseases classified elsewhere
de: Anomalien der Pupillenreaktion bei anderenorts klassifizierten Krankheiten
fr_fr: Anomalies fonctionnelles de la pupille au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的瞳孔功能异常

# model:gnuhealth.pathology,name:H581
source: Visual disturbances in diseases classified elsewhere
de: Sehstörungen bei anderenorts klassifizierten Krankheiten
zh_cn: 分类于他处的疾病引起的视觉障碍

# model:gnuhealth.pathology,name:H588
source: Other specified disorders of eye and adnexa in diseases classified elsewhere
de: Sonstige näher bezeichnete Affektionen der Augen und der Augenanhangsgebilde bei anderenorts klassifizierten Krankheiten
zh_cn: 分类于他处的疾病引起的眼和附器其他特指的疾患

# model:gnuhealth.pathology,name:H589
source: Other specified disorders of eye and adnexa in diseases classified elsewhere
de: Sonstige näher bezeichnete Affektionen des Auges und der Augenanhangsgebilde bei anderenorts klassifizierten Krankheiten
fr_fr: Autres désordres spécifiques de l'œil et annexes des maladies classifiées ailleurs
zh_cn: 其他指定眼和附器的疾病分类

# model:gnuhealth.pathology,name:H59
source: Postprocedural disorders of eye and adnexa, not elsewhere classified
de: Affektionen des Auges und der Augenanhangsgebilde nach medizinischen Maßnahmen, anderenorts nicht klassifiziert
fr_fr: Affections de l'œil et de ses annexes après un acte à visée diagnostique et thérapeutique, non classées ailleurs
zh_cn: 眼和附器的操作后疾患，不可归类在他处者

# model:gnuhealth.pathology,name:H590
source: Keratopathy (bullous aphakic) following cataract surgery
de: Keratopathie (bullös-aphak) nach Kataraktextraktion
zh_cn: 白内障术后(大泡性无晶状体的)角膜病变

# model:gnuhealth.pathology,name:H598
source: Other postprocedural disorders of eye and adnexa
de: Sonstige Affektionen des Auges und der Augenanhangsgebilde nach medizinischen Maßnahmen
fr_fr: Autres affections de l'œil et de ses annexes après un acte à visée diagnostique et thérapeutique
zh_cn: 眼和附器的其他操作后疾患

# model:gnuhealth.pathology,name:H599
source: Postprocedural disorder of eye and adnexa, unspecified
de: Affektion des Auges und der Augenanhangsgebilde nach medizinischen Maßnahmen, nicht näher bezeichnet
fr_fr: Affection de l'œil et de ses annexes après un acte à visée diagnostique et thérapeutique, sans précision
zh_cn: 眼和附器未特指的操作后疾患

# model:gnuhealth.pathology,name:H600
source: Abscess of external ear
de: Abszess des äußeren Ohres
fr_fr: Abcès de l'oreille externe
zh_cn: 外耳脓肿

# model:gnuhealth.pathology,name:H601
source: Cellulitis of external ear
de: Phlegmone des äußeren Ohres
fr_fr: Cellulite phlegmoneuse de l'oreille externe
zh_cn: 外耳蜂窝织炎

# model:gnuhealth.pathology,name:H602
source: Malignant otitis externa
de: Otitis externa maligna
fr_fr: Otite externe maligne
zh_cn: 恶性外耳炎

# model:gnuhealth.pathology,name:H603
source: Other infective otitis externa
de: Sonstige infektiöse Otitis externa
fr_fr: Autres otites externes infectieuses
zh_cn: 其他感染性外耳炎

# model:gnuhealth.pathology,name:H604
source: Cholesteatoma of external ear
de: Cholesteatom im äußeren Ohr
fr_fr: Cholestéatome de l'oreille externe
zh_cn: 外耳胆脂瘤

# model:gnuhealth.pathology,name:H605
source: Acute otitis externa, noninfective
de: Akute Otitis externa, nichtinfektiös
zh_cn: 急性外耳炎，非感染性

# model:gnuhealth.pathology,name:H608
source: Other otitis externa
de: Sonstige Otitis externa
fr_fr: Autres otites externes
zh_cn: 其他外耳炎

# model:gnuhealth.pathology,name:H609
source: Otitis externa, unspecified
de: Otitis externa, nicht näher bezeichnet
fr_fr: Otite externe, sans précision
zh_cn: 未特指的外耳炎

# model:gnuhealth.pathology,name:H61
source: Other disorders of external ear
de: Sonstige Krankheiten des äußeren Ohres
fr_fr: Autres affections de l'oreille externe
zh_cn: 外耳的其他疾患

# model:gnuhealth.pathology,name:H610
source: Perichondritis of external ear
de: Perichondritis des äußeren Ohres
fr_fr: Périchondrite de l'oreille externe
zh_cn: 外耳软骨膜炎

# model:gnuhealth.pathology,name:H611
source: Noninfective disorders of pinna
de: Nichtinfektiöse Krankheiten der Ohrmuschel
zh_cn: 耳廓非感染性疾患

# model:gnuhealth.pathology,name:H612
source: Impacted cerumen
de: Zeruminalpfropf
fr_fr: Bouchon de cérumen
zh_cn: 耵聍栓塞

# model:gnuhealth.pathology,name:H613
source: Acquired stenosis of external ear canal
de: Erworbene Stenose des äußeren Gehörganges
fr_fr: Sténose acquise du conduit auditif externe
zh_cn: 后天性外耳道狭窄

# model:gnuhealth.pathology,name:H618
source: Other specified disorders of external ear
de: Sonstige näher bezeichnete Krankheiten des äußeren Ohres
fr_fr: Autres affections précisées de l'oreille externe
zh_cn: 外耳其他特指的疾患

# model:gnuhealth.pathology,name:H619
source: Disorder of external ear, unspecified
de: Krankheit des äußeren Ohres, nicht näher bezeichnet
fr_fr: Affection de l'oreille externe, sans précision
zh_cn: 外耳未特指的疾患

# model:gnuhealth.pathology,name:H62
source: Disorders of external ear in diseases classified elsewhere
de: Krankheiten des äußeren Ohres bei anderenorts klassifizierten Krankheiten
fr_fr: Affections de l'oreille externe au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的外耳疾患

# model:gnuhealth.pathology,name:H620
source: Otitis externa in bacterial diseases classified elsewhere
de: Otitis externa bei anderenorts klassifizierten bakteriellen Krankheiten
fr_fr: Otite externe au cours de maladies bactériennes classées ailleurs
zh_cn: 分类于他处的细菌性疾病引起的外耳炎

# model:gnuhealth.pathology,name:H621
source: Otitis externa in viral diseases classified elsewhere
de: Otitis externa bei anderenorts klassifizierten Viruskrankheiten
fr_fr: Otite externe au cours de maladies virales classées ailleurs
zh_cn: 分类于他处的病毒性疾病引起的外耳炎

# model:gnuhealth.pathology,name:H622
source: Otitis externa in mycoses
de: Otitis externa bei anderenorts klassifizierten Mykosen
fr_fr: Otite externe au cours de mycoses
zh_cn: 真菌病引起的外耳炎

# model:gnuhealth.pathology,name:H623
source: Otitis externa in other infectious and parasitic diseases classified elsewhere
de: Otitis externa bei sonstigen anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Otite externe au cours d'autres maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的其他传染病和寄生虫病引起的外耳炎

# model:gnuhealth.pathology,name:H624
source: Otitis externa in other diseases classified elsewhere
de: Otitis externa bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Otite externe au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的外耳炎

# model:gnuhealth.pathology,name:H628
source: Other disorders of external ear in diseases classified elsewhere
de: Sonstige Krankheiten des äußeren Ohres bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections de l'oreille externe au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的外耳的其他疾患

# model:gnuhealth.pathology,name:H65
source: Nonsuppurative otitis media
de: Nichteitrige Otitis media
fr_fr: Otite moyenne non suppurée
zh_cn: 中耳和乳突疾病

# model:gnuhealth.pathology,name:H650
source: Acute serous otitis media
de: Akute seröse Otitis media
fr_fr: Otite moyenne séreuse aiguë
zh_cn: 急性浆液性中耳炎

# model:gnuhealth.pathology,name:H651
source: Other acute nonsuppurative otitis media
de: Sonstige akute nichteitrige Otitis media
fr_fr: Autres otites moyennes aiguës, non suppurées
zh_cn: 其他急性非化脓性中耳炎

# model:gnuhealth.pathology,name:H652
source: Chronic serous otitis media
de: Chronische seröse Otitis media
fr_fr: Otite moyenne séreuse chronique
zh_cn: 慢性浆液性中耳炎

# model:gnuhealth.pathology,name:H653
source: Chronic mucoid otitis media
de: Chronische muköse Otitis media
fr_fr: Otite moyenne mucoïde chronique
zh_cn: 慢性粘液样中耳炎

# model:gnuhealth.pathology,name:H654
source: Other chronic nonsuppurative otitis media
de: Sonstige chronische nichteitrige Otitis media
fr_fr: Autres otites moyennes chroniques, non suppurées
zh_cn: 其他慢性非化脓性中耳炎

# model:gnuhealth.pathology,name:H659
source: Nonsuppurative otitis media, unspecified
de: Nichteitrige Otitis media, nicht näher bezeichnet
fr_fr: Otite moyenne non suppurée, sans précision
zh_cn: 未特指的非化脓性中耳炎

# model:gnuhealth.pathology,name:H66
source: Suppurative and unspecified otitis media
de: Eitrige und nicht näher bezeichnete Otitis media
fr_fr: Otite moyenne suppurée et sans précision
zh_cn: 化脓性和未特指的中耳炎

# model:gnuhealth.pathology,name:H660
source: Acute suppurative otitis media
de: Akute eitrige Otitis media
fr_fr: Otite moyenne aiguë suppurée
zh_cn: 急性化脓性中耳炎

# model:gnuhealth.pathology,name:H661
source: Chronic tubotympanic suppurative otitis media
de: Chronische mesotympanale eitrige Otitis media
fr_fr: Otite moyenne suppurée chronique tubo-tympanique
zh_cn: 慢性咽鼓管及鼓室化脓性中耳炎

# model:gnuhealth.pathology,name:H662
source: Chronic atticoantral suppurative otitis media
de: Chronische epitympanale Otitis media
fr_fr: Otite moyenne chronique attico-antrale suppurée
zh_cn: 慢性鼓窦隐窝化脓性中耳炎

# model:gnuhealth.pathology,name:H663
source: Other chronic suppurative otitis media
de: Sonstige chronische eitrige Otitis media
fr_fr: Autres otites moyennes suppurées chroniques
zh_cn: 其他慢性化脓性中耳炎

# model:gnuhealth.pathology,name:H664
source: Suppurative otitis media, unspecified
de: Eitrige Otitis media, nicht näher bezeichnet
fr_fr: Otite moyenne suppurée, sans précision
zh_cn: 未特指的化脓性中耳炎

# model:gnuhealth.pathology,name:H669
source: Otitis media, unspecified
de: Otitis media, nicht näher bezeichnet
fr_fr: Otite moyenne, sans précision
zh_cn: 未特指的中耳炎

# model:gnuhealth.pathology,name:H67
source: Otitis media in diseases classified elsewhere
de: Otitis media bei anderenorts klassifizierten Krankheiten
fr_fr: Otite moyenne au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的中耳炎

# model:gnuhealth.pathology,name:H670
source: Otitis media in bacterial diseases classified elsewhere
de: Otitis media bei anderenorts klassifizierten bakteriellen Krankheiten
fr_fr: Otite moyenne au cours de maladies bactériennes classées ailleurs
zh_cn: 分类于他处的细菌性疾病引起的中耳炎

# model:gnuhealth.pathology,name:H671
source: Otitis media in viral diseases classified elsewhere
de: Otitis media bei anderenorts klassifizierten Viruskrankheiten
fr_fr: Otite moyenne au cours de maladies virales classées ailleurs
zh_cn: 分类于他处的病毒性疾病引起的中耳炎

# model:gnuhealth.pathology,name:H678
source: Otitis media in other diseases classified elsewhere
de: Otitis media bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Otite moyenne au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的中耳炎

# model:gnuhealth.pathology,name:H68
source: Eustachian salpingitis and obstruction
de: Entzündung und Verschluss der Tuba auditiva
fr_fr: Salpingite et obstruction de la trompe d'Eustache
zh_cn: 咽鼓管炎和阻塞

# model:gnuhealth.pathology,name:H680
source: Eustachian salpingitis
de: Entzündung der Tuba auditiva
fr_fr: Salpingite de la trompe d'Eustache
zh_cn: 咽鼓管炎

# model:gnuhealth.pathology,name:H681
source: Obstruction of Eustachian tube
de: Verschluss der Tuba auditiva
fr_fr: Obstruction de la trompe d'Eustache
zh_cn: 咽鼓管阻塞

# model:gnuhealth.pathology,name:H69
source: Other disorders of Eustachian tube
de: Sonstige Krankheiten der Tuba auditiva
fr_fr: Autres affections de la trompe d'Eustache
zh_cn: 咽鼓管的其他疾患

# model:gnuhealth.pathology,name:H690
source: Patulous Eustachian tube
de: Erweiterte Tuba auditiva
fr_fr: Distension de la trompe d'Eustache
zh_cn: 咽鼓管开放症

# model:gnuhealth.pathology,name:H698
source: Other specified disorders of Eustachian tube
de: Sonstige näher bezeichnete Krankheiten der Tuba auditiva
fr_fr: Autres affections précisées de la trompe d'Eustache
zh_cn: 咽鼓管其他特指的疾患

# model:gnuhealth.pathology,name:H699
source: Eustachian tube disorder, unspecified
de: Krankheit der Tuba auditiva, nicht näher bezeichnet
fr_fr: Affection de la trompe d'Eustache, sans précision
zh_cn: 咽鼓管未特指的疾患

# model:gnuhealth.pathology,name:H70
source: Mastoiditis and related conditions
de: Mastoiditis und verwandte Zustände
fr_fr: Mastoïdite et affections apparentées
zh_cn: 乳突炎和有关情况

# model:gnuhealth.pathology,name:H700
source: Acute mastoiditis
de: Akute Mastoiditis
fr_fr: Mastoïdite aiguë
zh_cn: 急性乳突炎

# model:gnuhealth.pathology,name:H701
source: Chronic mastoiditis
de: Chronische Mastoiditis
fr_fr: Mastoïdite chronique
zh_cn: 慢性乳突炎

# model:gnuhealth.pathology,name:H708
source: Other mastoiditis and related conditions
de: Sonstige Mastoiditis und verwandte Zustände
fr_fr: Autres mastoïdites et affections apparentées
zh_cn: 其他乳突炎和有关情况

# model:gnuhealth.pathology,name:H709
source: Mastoiditis, unspecified
de: Mastoiditis, nicht näher bezeichnet
fr_fr: Mastoïdite, sans précision
zh_cn: 未特指的乳突炎

# model:gnuhealth.pathology,name:H71
source: Cholesteatoma of middle ear
de: Cholesteatom des Mittelohres
fr_fr: Cholestéatome de l'oreille moyenne
zh_cn: 中耳胆脂瘤

# model:gnuhealth.pathology,name:H72
source: Perforation of tympanic membrane
de: Trommelfellperforation
fr_fr: Perforation du tympan
zh_cn: 鼓膜穿孔

# model:gnuhealth.pathology,name:H720
source: Central perforation of tympanic membrane
de: Zentrale Perforation des Trommelfells
fr_fr: Perforation centrale du tympan
zh_cn: 鼓膜中心穿孔

# model:gnuhealth.pathology,name:H721
source: Attic perforation of tympanic membrane
de: Trommelfellperforation am Recessus epitympanicus
fr_fr: Perforation du tympan, partie attique
zh_cn: 鼓膜鼓室上隐窝穿孔

# model:gnuhealth.pathology,name:H722
source: Other marginal perforations of tympanic membrane
de: Sonstige randständige Trommelfellperforationen
fr_fr: Autres perforations marginales du tympan
zh_cn: 鼓膜其他边缘性穿孔

# model:gnuhealth.pathology,name:H728
source: Other perforations of tympanic membrane
de: Sonstige Trommelfellperforationen
fr_fr: Autres perforations du tympan
zh_cn: 鼓膜的其他穿孔

# model:gnuhealth.pathology,name:H729
source: Perforation of tympanic membrane, unspecified
de: Trommelfellperforation, nicht näher bezeichnet
fr_fr: Perforation du tympan, sans précision
zh_cn: 鼓膜未特指的穿孔

# model:gnuhealth.pathology,name:H73
source: Other disorders of tympanic membrane
de: Sonstige Krankheiten des Trommelfells
fr_fr: Autres affections du tympan
zh_cn: 鼓膜的其他疾患

# model:gnuhealth.pathology,name:H730
source: Acute myringitis
de: Akute Myringitis
fr_fr: Myringite [tympanite] aiguë
zh_cn: 急性鼓膜炎

# model:gnuhealth.pathology,name:H731
source: Chronic myringitis
de: Chronische Myringitis
fr_fr: Myringite chronique
zh_cn: 慢性鼓膜炎

# model:gnuhealth.pathology,name:H738
source: Other specified disorders of tympanic membrane
de: Sonstige näher bezeichnete Krankheiten des Trommelfells
fr_fr: Autres affections précisées du tympan
zh_cn: 鼓膜其他特指的疾患

# model:gnuhealth.pathology,name:H739
source: Disorder of tympanic membrane, unspecified
de: Krankheit des Trommelfells, nicht näher bezeichnet
fr_fr: Affection du tympan, sans précision
zh_cn: 鼓膜未特指的疾患

# model:gnuhealth.pathology,name:H74
source: Other disorders of middle ear and mastoid
de: Sonstige Krankheiten des Mittelohres und des Warzenfortsatzes
fr_fr: Autres affections de l'oreille moyenne et de l'apophyse mastoïde
zh_cn: 中耳和乳突的其他疾患

# model:gnuhealth.pathology,name:H740
source: Tympanosclerosis
de: Tympanosklerose
fr_fr: Tympanosclérose
zh_cn: 鼓室硬化

# model:gnuhealth.pathology,name:H741
source: Adhesive middle ear disease
de: Otitis media adhaesiva
fr_fr: Maladie adhésive de l'oreille moyenne
zh_cn: 粘连性中耳疾病

# model:gnuhealth.pathology,name:H742
source: Discontinuity and dislocation of ear ossicles
de: Kontinuitätsunterbrechung oder Dislokation der Gehörknöchelchenkette
fr_fr: Dissociation et dislocation des osselets
zh_cn: 听骨不连续性和脱位

# model:gnuhealth.pathology,name:H743
source: Other acquired abnormalities of ear ossicles
de: Sonstige erworbene Anomalien der Gehörknöchelchen
fr_fr: Autres anomalies acquises des osselets
zh_cn: 听骨其他后天性异常

# model:gnuhealth.pathology,name:H744
source: Polyp of middle ear
de: Polyp im Mittelohr
fr_fr: Polype de l'oreille moyenne
zh_cn: 中耳息肉

# model:gnuhealth.pathology,name:H748
source: Other specified disorders of middle ear and mastoid
de: Sonstige näher bezeichnete Krankheiten des Mittelohres und des Warzenfortsatzes
fr_fr: Autres affections précisées de l'oreille moyenne et de l'apophyse mastoïde
zh_cn: 中耳和乳突其他特指的疾患

# model:gnuhealth.pathology,name:H749
source: Disorder of middle ear and mastoid, unspecified
de: Krankheit des Mittelohres und des Warzenfortsatzes, nicht näher bezeichnet
fr_fr: Affection de l'oreille moyenne et de l'apophyse mastoïde, sans précision
zh_cn: 中耳和乳突未特指的疾患

# model:gnuhealth.pathology,name:H75
source: Other disorders of middle ear and mastoid in diseases classified elsewhere
de: Sonstige Krankheiten des Mittelohres und des Warzenfortsatzes bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections de l'oreille moyenne et de l'apophyse mastoïde au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的中耳和乳突的其他疾患
