Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:D100
source: Lip
fr_fr: Lèvre

# model:gnuhealth.pathology,name:D101
source: Tongue
fr_fr: Langue

# model:gnuhealth.pathology,name:D102
source: Floor of mouth
fr_fr: Plancher de la bouche

# model:gnuhealth.pathology,name:D103
source: Other and unspecified parts of mouth
fr_fr: Parties de la bouche, autres et non précisées

# model:gnuhealth.pathology,name:D104
source: Tonsil
fr_fr: Amygdale

# model:gnuhealth.pathology,name:D105
source: Other parts of oropharynx
fr_fr: Autres parties de l'oropharynx

# model:gnuhealth.pathology,name:D106
source: Nasopharynx
fr_fr: Rhinopharynx

# model:gnuhealth.pathology,name:D109
source: Pharynx, unspecified
fr_fr: Pharynx, sans précision

# model:gnuhealth.pathology,name:D110
source: Parotid gland
fr_fr: Glande parotide

# model:gnuhealth.pathology,name:D117
source: Other major salivary glands
fr_fr: Autres glandes salivaires principales

# model:gnuhealth.pathology,name:D119
source: Major salivary gland, unspecified
fr_fr: Glande salivaire principale, sans précision

# model:gnuhealth.pathology,name:D120
source: Caecum
fr_fr: Cæcum

# model:gnuhealth.pathology,name:D121
source: Appendix
fr_fr: Appendice

# model:gnuhealth.pathology,name:D122
source: Ascending colon
fr_fr: Côlon ascendant

# model:gnuhealth.pathology,name:D123
source: Transverse colon
fr_fr: Côlon transverse

# model:gnuhealth.pathology,name:D124
source: Descending colon
fr_fr: Côlon descendant

# model:gnuhealth.pathology,name:D125
source: Sigmoid colon
fr_fr: Côlon sigmoïde

# model:gnuhealth.pathology,name:D126
source: Colon, unspecified
fr_fr: Côlon, sans précision

# model:gnuhealth.pathology,name:D127
source: Rectosigmoid junction
fr_fr: Jonction recto-sigmoïdienne

# model:gnuhealth.pathology,name:D129
source: Anus and anal canal
fr_fr: Anus et canal anal

# model:gnuhealth.pathology,name:D130
source: Oesophagus
fr_fr: Œsophage

# model:gnuhealth.pathology,name:D131
source: Stomach
fr_fr: Estomac

# model:gnuhealth.pathology,name:D132
source: Duodenum
fr_fr: Duodénum

# model:gnuhealth.pathology,name:D133
source: Other and unspecified parts of small intestine
fr_fr: Parties de l'intestin grêle, autres et non précisées

# model:gnuhealth.pathology,name:D134
source: Liver
fr_fr: Foie

# model:gnuhealth.pathology,name:D135
source: Extrahepatic bile ducts
fr_fr: Voies biliaires extra-hépatiques

# model:gnuhealth.pathology,name:D136
source: Pancreas
fr_fr: Pancréas

# model:gnuhealth.pathology,name:D137
source: Endocrine pancreas
fr_fr: Pancréas endocrine

# model:gnuhealth.pathology,name:D139
source: Ill-defined sites within the digestive system
fr_fr: Sièges mal définis de l'appareil digestif

# model:gnuhealth.pathology,name:D140
source: Middle ear, nasal cavity and accessory sinuses
fr_fr: Oreille moyenne, fosses nasales et sinus de la face

# model:gnuhealth.pathology,name:D142
source: Trachea
fr_fr: Trachée

# model:gnuhealth.pathology,name:D143
source: Bronchus and lung
fr_fr: Bronches et poumon

# model:gnuhealth.pathology,name:D144
source: Respiratory system, unspecified
fr_fr: Appareil respiratoire, sans précision

# model:gnuhealth.pathology,name:D151
source: Heart
fr_fr: Cœur

# model:gnuhealth.pathology,name:D152
source: Mediastinum
fr_fr: Médiastin

# model:gnuhealth.pathology,name:D157
source: Other specified intrathoracic organs
fr_fr: Autres organes intrathoraciques précisés

# model:gnuhealth.pathology,name:D159
source: Intrathoracic organ, unspecified
fr_fr: Organe intrathoracique, sans précision

# model:gnuhealth.pathology,name:D160
source: Scapula and long bones of upper limb
fr_fr: Omoplate et os longs du membre supérieur

# model:gnuhealth.pathology,name:D161
source: Short bones of upper limb
fr_fr: Os courts du membre supérieur

# model:gnuhealth.pathology,name:D162
source: Long bones of lower limb
fr_fr: Os longs du membre inférieur

# model:gnuhealth.pathology,name:D163
source: Short bones of lower limb
fr_fr: Os courts du membre inférieur

# model:gnuhealth.pathology,name:D164
source: Bones of skull and face
fr_fr: Os du crâne et de la face

# model:gnuhealth.pathology,name:D165
source: Lower jaw bone
fr_fr: Maxillaire inférieur

# model:gnuhealth.pathology,name:D166
source: Vertebral column
fr_fr: Rachis

# model:gnuhealth.pathology,name:D167
source: Ribs, sternum and clavicle
fr_fr: Côtes, sternum et clavicule

# model:gnuhealth.pathology,name:D168
source: Pelvic bones, sacrum and coccyx
fr_fr: Bassin, sacrum et coccyx

# model:gnuhealth.pathology,name:D169
source: Bone and articular cartilage, unspecified
fr_fr: Os et cartilage articulaire, sans précision

# model:gnuhealth.pathology,name:D190
source: Mesothelial tissue of pleura
fr_fr: Tissu mésothélial de la plèvre

# model:gnuhealth.pathology,name:D191
source: Mesothelial tissue of peritoneum
fr_fr: Tissu mésothélial du péritoine

# model:gnuhealth.pathology,name:D197
source: Mesothelial tissue of other sites
fr_fr: Tissu mésothélial d'autres sièges

# model:gnuhealth.pathology,name:D199
source: Mesothelial tissue, unspecified
fr_fr: Tissu mésothélial, sans précision

# model:gnuhealth.pathology,name:D200
source: Retroperitoneum
fr_fr: Rétropéritoine

# model:gnuhealth.pathology,name:D201
source: Peritoneum
fr_fr: Péritoine

# model:gnuhealth.pathology,name:D210
source: Connective and other soft tissue of head, face and neck
fr_fr: Tissu conjonctif et autres tissus mous de la tête, de la face et du cou

# model:gnuhealth.pathology,name:D211
source: Connective and other soft tissue of upper limb, including shoulder
fr_fr: Tissu conjonctif et autres tissus mous du membre supérieur, y compris l'épaule

# model:gnuhealth.pathology,name:D212
source: Connective and other soft tissue of lower limb, including hip
fr_fr: Tissu conjonctif et autres tissus mous du membre inférieur, y compris la hanche

# model:gnuhealth.pathology,name:D213
source: Connective and other soft tissue of thorax
fr_fr: Tissu conjonctif et autres tissus mous du thorax

# model:gnuhealth.pathology,name:D214
source: Connective and other soft tissue of abdomen
fr_fr: Tissu conjonctif et autres tissus mous de l'abdomen

# model:gnuhealth.pathology,name:D215
source: Connective and other soft tissue of pelvis
fr_fr: Tissu conjonctif et autres tissus mous du bassin

# model:gnuhealth.pathology,name:D216
source: Connective and other soft tissue of trunk, unspecified
fr_fr: Tissu conjonctif et autres tissus mous du tronc, sans précision

# model:gnuhealth.pathology,name:D219
source: Connective and other soft tissue, unspecified
fr_fr: Tissu conjonctif et autres tissus mous, sans précision

# model:gnuhealth.pathology,name:D230
source: Skin of lip
fr_fr: Peau de la lèvre

# model:gnuhealth.pathology,name:D231
source: Skin of eyelid, including canthus
fr_fr: Peau de la paupière, y compris le canthus

# model:gnuhealth.pathology,name:D232
source: Skin of ear and external auricular canal
fr_fr: Peau de l'oreille et du conduit auditif externe

# model:gnuhealth.pathology,name:D233
source: Skin of other and unspecified parts of face
fr_fr: Peau des parties de la face, autres et non précisées

# model:gnuhealth.pathology,name:D234
source: Skin of scalp and neck
fr_fr: Peau du cuir chevelu et du cou

# model:gnuhealth.pathology,name:D235
source: Skin of trunk
fr_fr: Peau du tronc

# model:gnuhealth.pathology,name:D236
source: Skin of upper limb, including shoulder
fr_fr: Peau du membre supérieur, y compris l'épaule

# model:gnuhealth.pathology,name:D237
source: Skin of lower limb, including hip
fr_fr: Peau du membre inférieur, y compris la hanche

# model:gnuhealth.pathology,name:D239
source: Skin, unspecified
fr_fr: Peau, sans précision

# model:gnuhealth.pathology,name:D260
source: Cervix uteri
fr_fr: Col de l'utérus

# model:gnuhealth.pathology,name:D261
source: Corpus uteri
fr_fr: Corps de l'utérus

# model:gnuhealth.pathology,name:D267
source: Other parts of uterus
fr_fr: Autres parties de l'utérus

# model:gnuhealth.pathology,name:D269
source: Uterus, unspecified
fr_fr: Utérus, sans précision

# model:gnuhealth.pathology,name:D280
source: Vulva
fr_fr: Vulve

# model:gnuhealth.pathology,name:D281
source: Vagina
fr_fr: Vagin

# model:gnuhealth.pathology,name:D282
source: Uterine tubes and ligaments
fr_fr: Trompe et ligaments de l'utérus

# model:gnuhealth.pathology,name:D287
source: Other specified female genital organs
fr_fr: Autres organes génitaux de la femme précisés

# model:gnuhealth.pathology,name:D289
source: Female genital organ, unspecified
fr_fr: Organe génital de la femme, sans précision

# model:gnuhealth.pathology,name:D290
source: Penis
fr_fr: Verge

# model:gnuhealth.pathology,name:D292
source: Testis
fr_fr: Testicule

# model:gnuhealth.pathology,name:D293
source: Epididymis
fr_fr: Epididyme

# model:gnuhealth.pathology,name:D297
source: Other male genital organs
fr_fr: Autres organes génitaux de l'homme

# model:gnuhealth.pathology,name:D299
source: Male genital organ, unspecified
fr_fr: Organe génital de l'homme, sans précision

# model:gnuhealth.pathology,name:D300
source: Kidney
fr_fr: Rein

# model:gnuhealth.pathology,name:D301
source: Renal pelvis
fr_fr: Bassinet rénal

# model:gnuhealth.pathology,name:D302
source: Ureter
fr_fr: Uretère

# model:gnuhealth.pathology,name:D303
source: Bladder
fr_fr: Vessie

# model:gnuhealth.pathology,name:D304
source: Urethra
fr_fr: Urètre

# model:gnuhealth.pathology,name:D307
source: Other urinary organs
fr_fr: Autres organes urinaires

# model:gnuhealth.pathology,name:D309
source: Urinary organ, unspecified
fr_fr: Organe urinaire, sans précision

# model:gnuhealth.pathology,name:D310
source: Conjunctiva
fr_fr: Conjonctive

# model:gnuhealth.pathology,name:D311
source: Cornea
fr_fr: Cornée

# model:gnuhealth.pathology,name:D312
source: Retina
fr_fr: Rétine

# model:gnuhealth.pathology,name:D313
source: Choroid
fr_fr: Choroïde

# model:gnuhealth.pathology,name:D314
source: Ciliary body
fr_fr: Corps ciliaire

# model:gnuhealth.pathology,name:D315
source: Lachrymal gland and duct
fr_fr: Glande lacrymale et canal lacrymal

# model:gnuhealth.pathology,name:D316
source: Orbit, unspecified
fr_fr: Orbite, sans précision

# model:gnuhealth.pathology,name:D319
source: Eye, unspecified
fr_fr: Œil, sans précision

# model:gnuhealth.pathology,name:D320
source: Cerebral meninges
fr_fr: Méninges cérébrales

# model:gnuhealth.pathology,name:D321
source: Spinal meninges
fr_fr: Méninges rachidiennes

# model:gnuhealth.pathology,name:D329
source: Meninges, unspecified
fr_fr: Méninges, sans précision

# model:gnuhealth.pathology,name:D330
source: Brain, supratentorial
fr_fr: Encéphale, supratentoriel

# model:gnuhealth.pathology,name:D331
source: Brain, infratentorial
fr_fr: Encéphale, infratentoriel

# model:gnuhealth.pathology,name:D332
source: Brain, unspecified
fr_fr: Encéphale, sans précision

# model:gnuhealth.pathology,name:D333
source: Cranial nerves
fr_fr: Nerfs crâniens

# model:gnuhealth.pathology,name:D334
source: Spinal cord
fr_fr: Moelle épinière

# model:gnuhealth.pathology,name:D337
source: Other specified parts of central nervous system
fr_fr: Autres parties précisées du système nerveux central

# model:gnuhealth.pathology,name:D339
source: Central nervous system, unspecified
fr_fr: Système nerveux central, sans précision

# model:gnuhealth.pathology,name:D350
source: Adrenal gland
fr_fr: Surrénale

# model:gnuhealth.pathology,name:D351
source: Parathyroid gland
fr_fr: Parathyroïde

# model:gnuhealth.pathology,name:D352
source: Pituitary gland
fr_fr: Hypophyse

# model:gnuhealth.pathology,name:D353
source: Craniopharyngeal duct
fr_fr: Canal cranio-pharyngien

# model:gnuhealth.pathology,name:D354
source: Pineal gland
fr_fr: Epiphyse

# model:gnuhealth.pathology,name:D355
source: Carotid body
fr_fr: Corpuscule carotidien

# model:gnuhealth.pathology,name:D356
source: Aortic body and other paraganglia
fr_fr: Glomus aortique et autres paraganglions

# model:gnuhealth.pathology,name:D357
source: Other specified endocrine glands
fr_fr: Autres glandes endocrines précisées

# model:gnuhealth.pathology,name:D358
source: Pluriglandular involvement
fr_fr: Atteinte pluriglandulaire

# model:gnuhealth.pathology,name:D359
source: Endocrine gland, unspecified
fr_fr: Glande endocrine, sans précision

# model:gnuhealth.pathology,name:D360
source: Lymph nodes
fr_fr: Ganglions lymphatiques

# model:gnuhealth.pathology,name:D361
source: Peripheral nerves and autonomic nervous system
fr_fr: Nerfs périphériques et du système nerveux autonome

# model:gnuhealth.pathology,name:D367
source: Other specified sites
fr_fr: Autres sièges précisés

# model:gnuhealth.pathology,name:D369
source: Benign neoplasm of unspecified site
fr_fr: Tumeur bénigne de siège non précisé

# model:gnuhealth.pathology,name:D370
source: Lip, oral cavity and pharynx
fr_fr: Lèvre, cavité buccale et pharynx

# model:gnuhealth.pathology,name:D371
source: Stomach
fr_fr: Estomac

# model:gnuhealth.pathology,name:D372
source: Small intestine
fr_fr: Intestin grêle

# model:gnuhealth.pathology,name:D373
source: Appendix
fr_fr: Appendice

# model:gnuhealth.pathology,name:D374
source: Colon
fr_fr: Côlon

# model:gnuhealth.pathology,name:D376
source: Liver, gallbladder and bile ducts
fr_fr: Foie, vésicule et voies biliaires

# model:gnuhealth.pathology,name:D377
source: Other digestive organs
fr_fr: Autres organes digestifs

# model:gnuhealth.pathology,name:D379
source: Digestive organ, unspecified
fr_fr: Appareil digestif, sans précision

# model:gnuhealth.pathology,name:D381
source: Trachea, bronchus and lung
fr_fr: Trachée, bronches et poumon

# model:gnuhealth.pathology,name:D382
source: Pleura
fr_fr: Plèvre

# model:gnuhealth.pathology,name:D383
source: Mediastinum
fr_fr: Médiastin

# model:gnuhealth.pathology,name:D385
source: Other respiratory organs
fr_fr: Autres organes respiratoires

# model:gnuhealth.pathology,name:D386
source: Respiratory organ, unspecified
fr_fr: Appareil respiratoire, sans précision

# model:gnuhealth.pathology,name:D390
source: Uterus
fr_fr: Utérus

# model:gnuhealth.pathology,name:D391
source: Ovary
fr_fr: Ovaire

# model:gnuhealth.pathology,name:D397
source: Other female genital organs
fr_fr: Autres organes génitaux de la femme

# model:gnuhealth.pathology,name:D399
source: Female genital organ, unspecified
fr_fr: Organe génital de la femme, sans précision

# model:gnuhealth.pathology,name:D401
source: Testis
fr_fr: Testicule

# model:gnuhealth.pathology,name:D407
source: Other male genital organs
fr_fr: Autres organes génitaux de l'homme

# model:gnuhealth.pathology,name:D409
source: Male genital organ, unspecified
fr_fr: Organe génital de l'homme, sans précision

# model:gnuhealth.pathology,name:D410
source: Kidney
fr_fr: Rein

# model:gnuhealth.pathology,name:D411
source: Renal pelvis
fr_fr: Bassinet

# model:gnuhealth.pathology,name:D412
source: Ureter
fr_fr: Uretère

# model:gnuhealth.pathology,name:D413
source: Urethra
fr_fr: Urètre

# model:gnuhealth.pathology,name:D414
source: Bladder
fr_fr: Vessie

# model:gnuhealth.pathology,name:D417
source: Other urinary organs
fr_fr: Autres organes urinaires

# model:gnuhealth.pathology,name:D419
source: Urinary organ, unspecified
fr_fr: Organe urinaire, sans précision

# model:gnuhealth.pathology,name:D420
source: Cerebral meninges
fr_fr: Méninges cérébrales

# model:gnuhealth.pathology,name:D421
source: Spinal meninges
fr_fr: Méninges rachidiennes

# model:gnuhealth.pathology,name:D429
source: Meninges, unspecified
fr_fr: Méninges, sans précision

# model:gnuhealth.pathology,name:D430
source: Brain, supratentorial
fr_fr: Encéphale, supratentoriel

# model:gnuhealth.pathology,name:D431
source: Brain, infratentorial
fr_fr: Encéphale, infratentoriel

# model:gnuhealth.pathology,name:D432
source: Brain, unspecified
fr_fr: Encéphale, sans précision

# model:gnuhealth.pathology,name:D433
source: Cranial nerves
fr_fr: Nerfs crâniens

# model:gnuhealth.pathology,name:D434
source: Spinal cord
fr_fr: Moelle épinière

# model:gnuhealth.pathology,name:D437
source: Other parts of central nervous system
fr_fr: Autres parties du système nerveux central

# model:gnuhealth.pathology,name:D439
source: Central nervous system, unspecified
fr_fr: Système nerveux central, sans précision

# model:gnuhealth.pathology,name:D440
source: Thyroid gland
fr_fr: Thyroïde

# model:gnuhealth.pathology,name:D441
source: Adrenal gland
fr_fr: Surrénale

# model:gnuhealth.pathology,name:D442
source: Parathyroid gland
fr_fr: Parathyroïde

# model:gnuhealth.pathology,name:D443
source: Pituitary gland
fr_fr: Hypophyse

# model:gnuhealth.pathology,name:D444
source: Craniopharyngeal duct
fr_fr: Canal cranio-pharyngien

# model:gnuhealth.pathology,name:D445
source: Pineal gland
fr_fr: Epiphyse

# model:gnuhealth.pathology,name:D446
source: Carotid body
fr_fr: Corpuscule carotidien

# model:gnuhealth.pathology,name:D447
source: Aortic body and other paraganglia
fr_fr: Glomus aortique et autres paraganglions

# model:gnuhealth.pathology,name:D448
source: Pluriglandular involvement
fr_fr: Atteinte pluriglandulaire

# model:gnuhealth.pathology,name:D449
source: Endocrine gland, unspecified
fr_fr: Glande endocrine, sans précision

# model:gnuhealth.pathology,name:D45
source: Polycythaemia vera
fr_fr: Polyglobulie essentielle
zh_cn: 真性红细胞增多症

# model:gnuhealth.pathology,name:D460
source: Refractory anaemia without sideroblasts, so stated
fr_fr: Anémie réfractaire non sidéroblastique, ainsi précisée

# model:gnuhealth.pathology,name:D461
source: Refractory anaemia with sideroblasts
fr_fr: Anémie réfractaire sidéroblastique

# model:gnuhealth.pathology,name:D462
source: Refractory anaemia with excess of blasts
fr_fr: Anémie réfractaire avec excès de blastes

# model:gnuhealth.pathology,name:D472
source: Monoclonal gammopathy
fr_fr: Gammapathie monoclonale

# model:gnuhealth.pathology,name:D480
source: Bone and articular cartilage
fr_fr: Os et cartilage articulaire

# model:gnuhealth.pathology,name:D481
source: Connective and other soft tissue
fr_fr: Tissu conjonctif et autres tissus mous

# model:gnuhealth.pathology,name:D482
source: Peripheral nerves and autonomic nervous system
fr_fr: Nerfs périphériques et du système nerveux autonome

# model:gnuhealth.pathology,name:D483
source: Retroperitoneum
fr_fr: Rétropéritoine

# model:gnuhealth.pathology,name:D484
source: Peritoneum
fr_fr: Péritoine

# model:gnuhealth.pathology,name:D485
source: Skin
fr_fr: Peau

# model:gnuhealth.pathology,name:D486
source: Breast
fr_fr: Sein

# model:gnuhealth.pathology,name:D487
source: Other specified sites
fr_fr: Autres sièges précisés

# model:gnuhealth.pathology,name:D489
source: Neoplasms of uncertain or unknown behaviour, unspecified
fr_fr: Tumeur à évolution imprévisible ou inconnue, sans précision

# model:gnuhealth.pathology,name:D51
source: Vitamin B12 deficiency anaemia
fr_fr: Anémie par carence en vitamine B12

# model:gnuhealth.pathology,name:D510
source: Vitamin B12 deficiency anaemia due to intrinsic factor deficiency
fr_fr: Anémie par carence en vitamine B12 due à une carence en facteur intrinsèque

# model:gnuhealth.pathology,name:D511
source: Vitamin B12 deficiency anaemia due to selective vitamin B12 malabsorption with proteinuria
fr_fr: Anémie par carence en vitamine B12 due à une malabsorption sélective de la vitamine B12, avec protéinurie

# model:gnuhealth.pathology,name:D513
source: Other dietary vitamin B12 deficiency anaemia
fr_fr: Autres anémies par carence alimentaire en vitamine B12

# model:gnuhealth.pathology,name:D518
source: Other vitamin B12 deficiency anaemias
fr_fr: Autres anémies par carence en vitamine B12

# model:gnuhealth.pathology,name:D519
source: Vitamin B12 deficiency anaemia, unspecified
fr_fr: Anémie par carence en vitamine B12, sans précision

# model:gnuhealth.pathology,name:D564
source: Hereditary persistence of foetal haemoglobin [HPFH]
fr_fr: Persistance héréditaire de l'hémoglobine fœtale [HbF]

# model:gnuhealth.pathology,name:D680
source: Von Willebrand's disease
fr_fr: Maladie de von Willebrand

# model:gnuhealth.pathology,name:D76
source: Certain diseases involving lymphoreticular tissue and reticulohistiocytic system
fr_fr: Certaines maladies du tissu lymphoréticulaire et du système réticulo-histiocytaire

# model:gnuhealth.pathology,name:D814
source: Nezelof's syndrome
fr_fr: Syndrome de Nézelof

# model:gnuhealth.pathology,name:D821
source: Di George's syndrome
fr_fr: Syndrome de Di George

# model:gnuhealth.pathology,name:E04
source: Other non-toxic goitre
fr_fr: Autres goitres non toxiques

# model:gnuhealth.pathology,name:E040
source: Non-toxic diffuse goitre
fr_fr: Goitre diffus non toxique

# model:gnuhealth.pathology,name:E041
source: Non-toxic single thyroid nodule
fr_fr: Nodule thyroïdien simple non toxique

# model:gnuhealth.pathology,name:E042
source: Non-toxic multinodular goitre
fr_fr: Goitre multinodulaire non toxique

# model:gnuhealth.pathology,name:E048
source: Other specified non-toxic goitre
fr_fr: Autres goitres non toxiques précisés

# model:gnuhealth.pathology,name:E049
source: Non-toxic goitre, unspecified
fr_fr: Goitre non toxique, sans précision

# model:gnuhealth.pathology,name:E10
source: Insulin-dependent diabetes mellitus
fr_fr: Diabète sucré insulino-dépendant

# model:gnuhealth.pathology,name:E100
source: With coma
fr_fr: diabète sucré insulino-dépendant | avec coma

# model:gnuhealth.pathology,name:E101
source: With ketoacidosis
fr_fr: diabète sucré insulino-dépendant | avec acidocétose

# model:gnuhealth.pathology,name:E102
source: With renal complications
fr_fr: diabète sucré insulino-dépendant | avec complications rénales

# model:gnuhealth.pathology,name:E103
source: With ophthalmic complications
fr_fr: diabète sucré insulino-dépendant | avec complications oculaires

# model:gnuhealth.pathology,name:E104
source: With neurological complications
fr_fr: diabète sucré insulino-dépendant | avec complications neurologiques

# model:gnuhealth.pathology,name:E105
source: With peripheral circulatory complications
fr_fr: diabète sucré insulino-dépendant | avec complications vasculaires périphériques

# model:gnuhealth.pathology,name:E106
source: With other specified complications
fr_fr: diabète sucré insulino-dépendant | avec autres complications précisées

# model:gnuhealth.pathology,name:E107
source: With multiple complications
fr_fr: diabète sucré insulino-dépendant | avec complications multiples

# model:gnuhealth.pathology,name:E108
source: With unspecified complications
fr_fr: diabète sucré insulino-dépendant | avec complications non précisées

# model:gnuhealth.pathology,name:E109
source: Without complications
fr_fr: diabète sucré insulino-dépendant | sans complication

# model:gnuhealth.pathology,name:E11
source: Non-insulin-dependent diabetes mellitus
fr_fr: Diabète sucré non insulino-dépendant

# model:gnuhealth.pathology,name:E110
source: With coma
fr_fr: diabète sucré non insulino-dépendant | avec coma

# model:gnuhealth.pathology,name:E111
source: With ketoacidosis
fr_fr: diabète sucré non insulino-dépendant | avec acidocétose

# model:gnuhealth.pathology,name:E112
source: With renal complications
fr_fr: diabète sucré non insulino-dépendant | avec complications rénales

# model:gnuhealth.pathology,name:E113
source: With ophthalmic complications
fr_fr: diabète sucré non insulino-dépendant | avec complications oculaires

# model:gnuhealth.pathology,name:E114
source: With neurological complications
fr_fr: diabète sucré non insulino-dépendant | avec complications neurologiques

# model:gnuhealth.pathology,name:E115
source: With peripheral circulatory complications
fr_fr: diabète sucré non insulino-dépendant | avec complications vasculaires périphériques

# model:gnuhealth.pathology,name:E116
source: With other specified complications
fr_fr: diabète sucré non insulino-dépendant | avec autres complications précisées
