Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:X802
source: School, other institution and public administrative area
de: Vorsätzliche Selbstbeschädigung durch Sturz in die Tiefe: Schule, sonstige öffentliche Bauten
fr_fr: lésion auto-infligée par saut dans le vide | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X803
source: Sports and athletics area
de: Vorsätzliche Selbstbeschädigung durch Sturz in die Tiefe: Sportstätten
fr_fr: lésion auto-infligée par saut dans le vide | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X804
source: Street and highway
de: Vorsätzliche Selbstbeschädigung durch Sturz in die Tiefe: Straßen und Wege
fr_fr: lésion auto-infligée par saut dans le vide | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X805
source: Trade and service area
de: Vorsätzliche Selbstbeschädigung durch Sturz in die Tiefe: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: lésion auto-infligée par saut dans le vide | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X806
source: Industrial and construction area
de: Vorsätzliche Selbstbeschädigung durch Sturz in die Tiefe: Industrieanlagen und Baustellen
fr_fr: lésion auto-infligée par saut dans le vide | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X807
source: Farm
de: Vorsätzliche Selbstbeschädigung durch Sturz in die Tiefe: Landwirtschaftlicher Betrieb
fr_fr: lésion auto-infligée par saut dans le vide | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X808
source: Other specified place
de: Vorsätzliche Selbstbeschädigung durch Sturz in die Tiefe: Sonstige näher bezeichnete Orte
fr_fr: lésion auto-infligée par saut dans le vide | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X809
source: Unspecified place
de: Vorsätzliche Selbstbeschädigung durch Sturz in die Tiefe: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: lésion auto-infligée par saut dans le vide | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X81
source: Intentional self-harm by jumping or lying before moving object
de: Vorsätzliche Selbstbeschädigung durch Sichwerfen oder Sichlegen vor ein sich bewegendes Objekt
fr_fr: Lésion auto-infligée en sautant ou en se couchant devant un objet en mouvement
zh_cn: 用跳下或躺倒在移动物体前的方式故意自害

# model:gnuhealth.pathology,name:X810
source: Home
de: Vorsätzliche Selbstbeschädigung durch Sichwerfen oder Sichlegen vor ein sich bewegendes Objekt: Zu Hause
fr_fr: lésion auto-infligée en sautant ou en se couchant devant un objet en mouvement | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X811
source: Residential institution
de: Vorsätzliche Selbstbeschädigung durch Sichwerfen oder Sichlegen vor ein sich bewegendes Objekt: Wohnheime oder -anstalten
fr_fr: lésion auto-infligée en sautant ou en se couchant devant un objet en mouvement | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X812
source: School, other institution and public administrative area
de: Vorsätzliche Selbstbeschädigung durch Sichwerfen oder Sichlegen vor ein sich bewegendes Objekt: Schule, sonstige öffentliche Bauten
fr_fr: lésion auto-infligée en sautant ou en se couchant devant un objet en mouvement | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X813
source: Sports and athletics area
de: Vorsätzliche Selbstbeschädigung durch Sichwerfen oder Sichlegen vor ein sich bewegendes Objekt: Sportstätten
fr_fr: lésion auto-infligée en sautant ou en se couchant devant un objet en mouvement | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X814
source: Street and highway
de: Vorsätzliche Selbstbeschädigung durch Sichwerfen oder Sichlegen vor ein sich bewegendes Objekt: Straßen und Wege
fr_fr: lésion auto-infligée en sautant ou en se couchant devant un objet en mouvement | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X815
source: Trade and service area
de: Vorsätzliche Selbstbeschädigung durch Sichwerfen oder Sichlegen vor ein sich bewegendes Objekt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: lésion auto-infligée en sautant ou en se couchant devant un objet en mouvement | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X816
source: Industrial and construction area
de: Vorsätzliche Selbstbeschädigung durch Sichwerfen oder Sichlegen vor ein sich bewegendes Objekt: Industrieanlagen und Baustellen
fr_fr: lésion auto-infligée en sautant ou en se couchant devant un objet en mouvement | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X817
source: Farm
de: Vorsätzliche Selbstbeschädigung durch Sichwerfen oder Sichlegen vor ein sich bewegendes Objekt: Landwirtschaftlicher Betrieb
fr_fr: lésion auto-infligée en sautant ou en se couchant devant un objet en mouvement | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X818
source: Other specified place
de: Vorsätzliche Selbstbeschädigung durch Sichwerfen oder Sichlegen vor ein sich bewegendes Objekt: Sonstige näher bezeichnete Orte
fr_fr: lésion auto-infligée en sautant ou en se couchant devant un objet en mouvement | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X819
source: Unspecified place
de: Vorsätzliche Selbstbeschädigung durch Sichwerfen oder Sichlegen vor ein sich bewegendes Objekt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: lésion auto-infligée en sautant ou en se couchant devant un objet en mouvement | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X82
source: Intentional self-harm by crashing of motor vehicle
de: Vorsätzliche Selbstbeschädigung durch absichtlich verursachten Kraftfahrzeugunfall
fr_fr: Lésion auto-infligée par collision d'un véhicule à moteur
zh_cn: 用机动车辆碰撞方式故意自害

# model:gnuhealth.pathology,name:X820
source: Home
de: Vorsätzliche Selbstbeschädigung durch absichtlich verursachten Kraftfahrzeugunfall: Zu Hause
fr_fr: lésion auto-infligée par accident d'un véhicule à moteur | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X821
source: Residential institution
de: Vorsätzliche Selbstbeschädigung durch absichtlich verursachten Kraftfahrzeugunfall: Wohnheime oder -anstalten
fr_fr: lésion auto-infligée par accident d'un véhicule à moteur | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X822
source: School, other institution and public administrative area
de: Vorsätzliche Selbstbeschädigung durch absichtlich verursachten Kraftfahrzeugunfall: Schule, sonstige öffentliche Bauten
fr_fr: lésion auto-infligée par accident d'un véhicule à moteur | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X823
source: Sports and athletics area
de: Vorsätzliche Selbstbeschädigung durch absichtlich verursachten Kraftfahrzeugunfall: Sportstätten
fr_fr: lésion auto-infligée par accident d'un véhicule à moteur | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X824
source: Street and highway
de: Vorsätzliche Selbstbeschädigung durch absichtlich verursachten Kraftfahrzeugunfall: Straßen und Wege
fr_fr: lésion auto-infligée par accident d'un véhicule à moteur | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X825
source: Trade and service area
de: Vorsätzliche Selbstbeschädigung durch absichtlich verursachten Kraftfahrzeugunfall: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: lésion auto-infligée par accident d'un véhicule à moteur | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X826
source: Industrial and construction area
de: Vorsätzliche Selbstbeschädigung durch absichtlich verursachten Kraftfahrzeugunfall: Industrieanlagen und Baustellen
fr_fr: lésion auto-infligée par accident d'un véhicule à moteur | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X827
source: Farm
de: Vorsätzliche Selbstbeschädigung durch absichtlich verursachten Kraftfahrzeugunfall: Landwirtschaftlicher Betrieb
fr_fr: lésion auto-infligée par accident d'un véhicule à moteur | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X828
source: Other specified place
de: Vorsätzliche Selbstbeschädigung durch absichtlich verursachten Kraftfahrzeugunfall: Sonstige näher bezeichnete Orte
fr_fr: lésion auto-infligée par accident d'un véhicule à moteur | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X829
source: Unspecified place
de: Vorsätzliche Selbstbeschädigung durch absichtlich verursachten Kraftfahrzeugunfall: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: lésion auto-infligée par accident d'un véhicule à moteur | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X83
source: Intentional self-harm by other specified means
de: Vorsätzliche Selbstbeschädigung auf sonstige näher bezeichnete Art und Weise
fr_fr: Lésion auto-infligée par d'autres moyens précisés
zh_cn: 用其他特指的方式故意自害

# model:gnuhealth.pathology,name:X830
source: Home
de: Vorsätzliche Selbstbeschädigung auf sonstige näher bezeichnete Art und Weise: Zu Hause
fr_fr: lésion auto-infligée par d'autres moyens précisés | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X831
source: Residential institution
de: Vorsätzliche Selbstbeschädigung auf sonstige näher bezeichnete Art und Weise: Wohnheime oder -anstalten
fr_fr: lésion auto-infligée par d'autres moyens précisés | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X832
source: School, other institution and public administrative area
de: Vorsätzliche Selbstbeschädigung auf sonstige näher bezeichnete Art und Weise: Schule, sonstige öffentliche Bauten
fr_fr: lésion auto-infligée par d'autres moyens précisés | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X833
source: Sports and athletics area
de: Vorsätzliche Selbstbeschädigung auf sonstige näher bezeichnete Art und Weise: Sportstätten
fr_fr: lésion auto-infligée par d'autres moyens précisés | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X834
source: Street and highway
de: Vorsätzliche Selbstbeschädigung auf sonstige näher bezeichnete Art und Weise: Straßen und Wege
fr_fr: lésion auto-infligée par d'autres moyens précisés | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X835
source: Trade and service area
de: Vorsätzliche Selbstbeschädigung auf sonstige näher bezeichnete Art und Weise: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: lésion auto-infligée par d'autres moyens précisés | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X836
source: Industrial and construction area
de: Vorsätzliche Selbstbeschädigung auf sonstige näher bezeichnete Art und Weise: Industrieanlagen und Baustellen
fr_fr: lésion auto-infligée par d'autres moyens précisés | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X837
source: Farm
de: Vorsätzliche Selbstbeschädigung auf sonstige näher bezeichnete Art und Weise: Landwirtschaftlicher Betrieb
fr_fr: lésion auto-infligée par d'autres moyens précisés | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X838
source: Other specified place
de: Vorsätzliche Selbstbeschädigung auf sonstige näher bezeichnete Art und Weise: Sonstige näher bezeichnete Orte
fr_fr: lésion auto-infligée par d'autres moyens précisés | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X839
source: Unspecified place
de: Vorsätzliche Selbstbeschädigung auf sonstige näher bezeichnete Art und Weise: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: lésion auto-infligée par d'autres moyens précisés | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X84
source: Intentional self-harm by unspecified means
de: Vorsätzliche Selbstbeschädigung auf nicht näher bezeichnete Art und Weise
fr_fr: Lésion auto-infligée par un moyen non précisé
zh_cn: 用未特指的方式故意自害

# model:gnuhealth.pathology,name:X840
source: Home
de: Vorsätzliche Selbstbeschädigung auf nicht näher bezeichnete Art und Weise: Zu Hause
fr_fr: lésion auto-infligée par un moyen non précisé | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X841
source: Residential institution
de: Vorsätzliche Selbstbeschädigung auf nicht näher bezeichnete Art und Weise: Wohnheime oder -anstalten
fr_fr: lésion auto-infligée par un moyen non précisé | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X842
source: School, other institution and public administrative area
de: Vorsätzliche Selbstbeschädigung auf nicht näher bezeichnete Art und Weise: Schule, sonstige öffentliche Bauten
fr_fr: lésion auto-infligée par un moyen non précisé | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X843
source: Sports and athletics area
de: Vorsätzliche Selbstbeschädigung auf nicht näher bezeichnete Art und Weise: Sportstätten
fr_fr: lésion auto-infligée par un moyen non précisé | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X844
source: Street and highway
de: Vorsätzliche Selbstbeschädigung auf nicht näher bezeichnete Art und Weise: Straßen und Wege
fr_fr: lésion auto-infligée par un moyen non précisé | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X845
source: Trade and service area
de: Vorsätzliche Selbstbeschädigung auf nicht näher bezeichnete Art und Weise: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: lésion auto-infligée par un moyen non précisé | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X846
source: Industrial and construction area
de: Vorsätzliche Selbstbeschädigung auf nicht näher bezeichnete Art und Weise: Industrieanlagen und Baustellen
fr_fr: lésion auto-infligée par un moyen non précisé | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X847
source: Farm
de: Vorsätzliche Selbstbeschädigung auf nicht näher bezeichnete Art und Weise: Landwirtschaftlicher Betrieb
fr_fr: lésion auto-infligée par un moyen non précisé | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X848
source: Other specified place
de: Vorsätzliche Selbstbeschädigung auf nicht näher bezeichnete Art und Weise: Sonstige näher bezeichnete Orte
fr_fr: lésion auto-infligée par un moyen non précisé | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X849
source: Unspecified place
de: Vorsätzliche Selbstbeschädigung auf nicht näher bezeichnete Art und Weise: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: lésion auto-infligée par un moyen non précisé | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X85
source: Assault by drugs, medicaments and biological substances
de: Tätlicher Angriff mit Arzneimitteln, Drogen oder biologisch aktiven Substanzen
fr_fr: Agression par médicaments et substances biologiques
zh_cn: 用药物、药剂和生物制品进行加害

# model:gnuhealth.pathology,name:X850
source: Home
de: Tätlicher Angriff mit Arzneimitteln, Drogen oder biologisch aktiven Substanzen: Zu Hause
fr_fr: agression par médicaments et substances biologiques | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X851
source: Residential institution
de: Tätlicher Angriff mit Arzneimitteln, Drogen oder biologisch aktiven Substanzen: Wohnheime oder -anstalten
fr_fr: agression par médicaments et substances biologiques | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:X852
source: School, other institution and public administrative area
de: Tätlicher Angriff mit Arzneimitteln, Drogen oder biologisch aktiven Substanzen: Schule, sonstige öffentliche Bauten
fr_fr: agression par médicaments et substances biologiques | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X853
source: Sports and athletics area
de: Tätlicher Angriff mit Arzneimitteln, Drogen oder biologisch aktiven Substanzen: Sportstätten
fr_fr: agression par médicaments et substances biologiques | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X854
source: Street and highway
de: Tätlicher Angriff mit Arzneimitteln, Drogen oder biologisch aktiven Substanzen: Straßen und Wege
fr_fr: agression par médicaments et substances biologiques | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X855
source: Trade and service area
de: Tätlicher Angriff mit Arzneimitteln, Drogen oder biologisch aktiven Substanzen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression par médicaments et substances biologiques | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X856
source: Industrial and construction area
de: Tätlicher Angriff mit Arzneimitteln, Drogen oder biologisch aktiven Substanzen: Industrieanlagen und Baustellen
fr_fr: agression par médicaments et substances biologiques | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X857
source: Farm
de: Tätlicher Angriff mit Arzneimitteln, Drogen oder biologisch aktiven Substanzen: Landwirtschaftlicher Betrieb
fr_fr: agression par médicaments et substances biologiques | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X858
source: Other specified place
de: Tätlicher Angriff mit Arzneimitteln, Drogen oder biologisch aktiven Substanzen: Sonstige näher bezeichnete Orte
fr_fr: agression par médicaments et substances biologiques | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X859
source: Unspecified place
de: Tätlicher Angriff mit Arzneimitteln, Drogen oder biologisch aktiven Substanzen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression par médicaments et substances biologiques | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X86
source: Assault by corrosive substance
de: Tätlicher Angriff mit ätzender Substanz
fr_fr: Agression par une substance corrosive
zh_cn: 用腐蚀性物质进行加害

# model:gnuhealth.pathology,name:X860
source: Home
de: Tätlicher Angriff mit ätzender Substanz: Zu Hause
fr_fr: agression par une substance corrosive | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X861
source: Residential institution
de: Tätlicher Angriff mit ätzender Substanz: Wohnheime oder -anstalten
fr_fr: agression par une substance corrosive | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X862
source: School, other institution and public administrative area
de: Tätlicher Angriff mit ätzender Substanz: Schule, sonstige öffentliche Bauten
fr_fr: agression par une substance corrosive | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X863
source: Sports and athletics area
de: Tätlicher Angriff mit ätzender Substanz: Sportstätten
fr_fr: agression par une substance corrosive | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X864
source: Street and highway
de: Tätlicher Angriff mit ätzender Substanz: Straßen und Wege
fr_fr: agression par une substance corrosive | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X865
source: Trade and service area
de: Tätlicher Angriff mit ätzender Substanz: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression par une substance corrosive | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X866
source: Industrial and construction area
de: Tätlicher Angriff mit ätzender Substanz: Industrieanlagen und Baustellen
fr_fr: agression par une substance corrosive | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X867
source: Farm
de: Tätlicher Angriff mit ätzender Substanz: Landwirtschaftlicher Betrieb
fr_fr: agression par une substance corrosive | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X868
source: Other specified place
de: Tätlicher Angriff mit ätzender Substanz: Sonstige näher bezeichnete Orte
fr_fr: agression par une substance corrosive | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X869
source: Unspecified place
de: Tätlicher Angriff mit ätzender Substanz: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression par une substance corrosive | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X87
source: Assault by pesticides
de: Tätlicher Angriff mit Schädlingsbekämpfungsmitteln [Pestizide]
fr_fr: Agression par des pesticides
zh_cn: 用杀虫剂进行加害

# model:gnuhealth.pathology,name:X870
source: Home
de: Tätlicher Angriff mit Schädlingsbekämpfungsmitteln [Pestizide]: Zu Hause
fr_fr: agression par des pesticides | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X871
source: Residential institution
de: Tätlicher Angriff mit Schädlingsbekämpfungsmitteln [Pestizide]: Wohnheime oder -anstalten
fr_fr: agression par des pesticides | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X872
source: School, other institution and public administrative area
de: Tätlicher Angriff mit Schädlingsbekämpfungsmitteln [Pestizide]: Schule, sonstige öffentliche Bauten
fr_fr: agression par des pesticides | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X873
source: Sports and athletics area
de: Tätlicher Angriff mit Schädlingsbekämpfungsmitteln [Pestizide]: Sportstätten
fr_fr: agression par des pesticides | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X874
source: Street and highway
de: Tätlicher Angriff mit Schädlingsbekämpfungsmitteln [Pestizide]: Straßen und Wege
fr_fr: agression par des pesticides | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X875
source: Trade and service area
de: Tätlicher Angriff mit Schädlingsbekämpfungsmitteln [Pestizide]: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression par des pesticides | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X876
source: Industrial and construction area
de: Tätlicher Angriff mit Schädlingsbekämpfungsmitteln [Pestizide]: Industrieanlagen und Baustellen
fr_fr: agression par des pesticides | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X877
source: Farm
de: Tätlicher Angriff mit Schädlingsbekämpfungsmitteln [Pestizide]: Landwirtschaftlicher Betrieb
fr_fr: agression par des pesticides | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X878
source: Other specified place
de: Tätlicher Angriff mit Schädlingsbekämpfungsmitteln [Pestizide]: Sonstige näher bezeichnete Orte
fr_fr: agression par des pesticides | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X879
source: Unspecified place
de: Tätlicher Angriff mit Schädlingsbekämpfungsmitteln [Pestizide]: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression par des pesticides | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X88
source: Assault by gases and vapours
de: Tätlicher Angriff mit Kohlenmonoxid und sonstigen Gasen oder Dämpfen
fr_fr: Agression par des gaz et émanations
zh_cn: 用气体和蒸气进行加害

# model:gnuhealth.pathology,name:X880
source: Assault by gases and vapours: Home
de: Tätlicher Angriff mit Kohlenmonoxid aus Abgas von Verbrennungsmotor

# model:gnuhealth.pathology,name:X881
source: Assault by gases and vapours: Residential institution
de: Tätlicher Angriff mit Kohlenmonoxid aus Gasversorgung
