Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:L568
source: Other specified acute skin changes due to ultraviolet radiation
de: Sonstige näher bezeichnete akute Hautveränderungen durch Ultraviolettstrahlen
fr_fr: Autres modifications aiguës précisées de la peau dues aux rayons ultraviolets
zh_cn: 紫外线辐射引起的其他特指的急性皮肤改变

# model:gnuhealth.pathology,name:L569
source: Acute skin change due to ultraviolet radiation, unspecified
de: Akute Hautveränderung durch Ultraviolettstrahlen, nicht näher bezeichnet
fr_fr: Modification aiguë de la peau due aux rayons ultraviolets, sans précision
zh_cn: 紫外线辐射引起的未特指的急性皮肤改变

# model:gnuhealth.pathology,name:L57
source: Skin changes due to chronic exposure to nonionizing radiation
de: Hautveränderungen durch chronische Exposition gegenüber nichtionisierender Strahlung
zh_cn: 慢性暴露于非电离辐射下引起的皮肤改变

# model:gnuhealth.pathology,name:L570
source: Actinic keratosis
de: Aktinische Keratose
fr_fr: Kératose actinique
zh_cn: 光线性角化病

# model:gnuhealth.pathology,name:L571
source: Actinic reticuloid
de: Aktinisches Retikuloid
fr_fr: Actinoréticulose
zh_cn: 光线性类网状细胞增多症

# model:gnuhealth.pathology,name:L573
source: Poikiloderma of Civatte
de: Poikilodermia reticularis [Civatte]
fr_fr: Poïkilodermie de Civatte
zh_cn: 西瓦特皮肤异色病

# model:gnuhealth.pathology,name:L575
source: Actinic granuloma
de: Strahlengranulom
fr_fr: Granulome actinique
zh_cn: 光线性肉芽肿

# model:gnuhealth.pathology,name:L578
source: Other skin changes due to chronic exposure to nonionizing radiation
de: Sonstige Hautveränderungen durch chronische Exposition gegenüber nichtionisierender Strahlung
zh_cn: 慢性暴露于非电离辐射下引起的其他皮肤改变

# model:gnuhealth.pathology,name:L579
source: Skin changes due to chronic exposure to nonionizing radiation, unspecified
de: Hautveränderung durch chronische Exposition gegenüber nichtionisierender Strahlung, nicht näher bezeichnet
zh_cn: 慢性暴露于非电离辐射下引起的未特指的皮肤改变

# model:gnuhealth.pathology,name:L580
source: Acute radiodermatitis
de: Akute Radiodermatitis
fr_fr: Radiodermite aiguë
zh_cn: 急性放射性皮炎

# model:gnuhealth.pathology,name:L581
source: Chronic radiodermatitis
de: Chronische Radiodermatitis
fr_fr: Radiodermite chronique
zh_cn: 慢性放射性皮炎

# model:gnuhealth.pathology,name:L589
source: Radiodermatitis, unspecified
de: Radiodermatitis, nicht näher bezeichnet
fr_fr: Radiodermite, sans précision
zh_cn: 未特指的放射性皮炎

# model:gnuhealth.pathology,name:L59
source: Other disorders of skin and subcutaneous tissue related to radiation
de: Sonstige Krankheiten der Haut und der Unterhaut durch Strahleneinwirkung
fr_fr: Autres affections de la peau et du tissu cellulaire sous-cutané liées à une irradiation
zh_cn: 与辐射有关的皮肤和皮下组织其他疾患

# model:gnuhealth.pathology,name:L590
source: Erythema ab igne [dermatitis ab igne]
de: Erythema ab igne
fr_fr: Erythème dû au feu [dermite due au feu]
zh_cn: 火激红斑[火激皮炎]

# model:gnuhealth.pathology,name:L598
source: Other specified disorders of skin and subcutaneous tissue related to radiation
de: Sonstige näher bezeichnete Krankheiten der Haut und der Unterhaut durch Strahleneinwirkung
fr_fr: Autres affections précisées de la peau et du tissu cellulaire sous-cutané liées à une irradiation
zh_cn: 与辐射有关的皮肤和皮下组织其他特指的疾患

# model:gnuhealth.pathology,name:L599
source: Disorder of skin and subcutaneous tissue related to radiation, unspecified
de: Krankheit der Haut und der Unterhaut durch Strahleneinwirkung, nicht näher bezeichnet
fr_fr: Affection de la peau et du tissu cellulaire sous-cutané liée à une irradiation, sans précision
zh_cn: 与辐射有关的皮肤和皮下组织未特指的疾患

# model:gnuhealth.pathology,name:L60
source: Nail disorders
de: Krankheiten der Nägel
fr_fr: Maladies des ongles
zh_cn: 甲疾患

# model:gnuhealth.pathology,name:L600
source: Ingrowing nail
de: Unguis incarnatus
fr_fr: Ongle incarné
zh_cn: 嵌甲

# model:gnuhealth.pathology,name:L602
source: Onychogryphosis
de: Onychogryposis [Onychogryphosis]
fr_fr: Onychogryphose
zh_cn: 甲弯曲

# model:gnuhealth.pathology,name:L603
source: Nail dystrophy
de: Nageldystrophie
fr_fr: Dystrophie des ongles
zh_cn: 甲营养不良

# model:gnuhealth.pathology,name:L604
source: Beau lines
de: Beau-Reil-Querfurchen
zh_cn: 博氏线

# model:gnuhealth.pathology,name:L605
source: Yellow nail syndrome
de: Yellow-nail-Syndrom [Syndrom der gelben Nägel]
fr_fr: Syndrome des ongles jaunes
zh_cn: 黄甲综合征

# model:gnuhealth.pathology,name:L608
source: Other nail disorders
de: Sonstige Krankheiten der Nägel
fr_fr: Autres maladies des ongles
zh_cn: 其他的甲疾患

# model:gnuhealth.pathology,name:L609
source: Nail disorder, unspecified
de: Krankheit der Nägel, nicht näher bezeichnet
fr_fr: Maladie des ongles, sans précision
zh_cn: 未特指的甲疾患

# model:gnuhealth.pathology,name:L62
source: Nail disorders in diseases classified elsewhere
de: Krankheiten der Nägel bei anderenorts klassifizierten Krankheiten
fr_fr: Maladies des ongles au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的甲疾患

# model:gnuhealth.pathology,name:L620
source: Clubbed nail pachydermoperiostosis
de: Pachydermoperiostose mit Uhrglasnägeln
fr_fr: Pachydermopériostose avec ongle hippocratique (M89.4+)
zh_cn: 厚皮性骨膜病杵状甲(M89.4+)

# model:gnuhealth.pathology,name:L628
source: Nail disorders in other diseases classified elsewhere
de: Krankheiten der Nägel bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Maladies des ongles au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的甲疾患

# model:gnuhealth.pathology,name:L630
source: Alopecia (capitis) totalis
de: Alopecia (cranialis) totalis
fr_fr: Alopécie totale
zh_cn: (头部)全秃

# model:gnuhealth.pathology,name:L638
source: Other alopecia areata
de: Sonstige Alopecia areata
fr_fr: Autres formes de pelade
zh_cn: 其他的斑秃

# model:gnuhealth.pathology,name:L639
source: Alopecia areata, unspecified
de: Alopecia areata, nicht näher bezeichnet
fr_fr: Pelade, sans précision
zh_cn: 未特指的斑秃

# model:gnuhealth.pathology,name:L64
source: Androgenic alopecia
de: Alopecia androgenetica
fr_fr: Alopécie androgénique
zh_cn: 雄激素性脱发

# model:gnuhealth.pathology,name:L640
source: Drug-induced androgenic alopecia
de: Arzneimittelinduzierte Alopecia androgenetica
fr_fr: Alopécie androgénique médicamenteuse
zh_cn: 药物性雄激素性脱发

# model:gnuhealth.pathology,name:L648
source: Other androgenic alopecia
de: Sonstige Alopecia androgenetica
fr_fr: Autres formes d'alopécie androgénique
zh_cn: 其他的雄激素性脱发

# model:gnuhealth.pathology,name:L649
source: Androgenic alopecia, unspecified
de: Alopecia androgenetica, nicht näher bezeichnet
fr_fr: Alopécie androgénique, sans précision
zh_cn: 未特指的雄激素性脱发

# model:gnuhealth.pathology,name:L65
source: Other nonscarring hair loss
de: Sonstiger Haarausfall ohne Narbenbildung
fr_fr: Autres formes non cicatricielles de raréfaction du système pileux
zh_cn: 其他非瘢痕性毛发缺失

# model:gnuhealth.pathology,name:L652
source: Alopecia mucinosa
de: Alopecia mucinosa [Pinkus]
fr_fr: Alopécie mucineuse de Pinkus
zh_cn: 粘蛋白性脱发

# model:gnuhealth.pathology,name:L658
source: Other specified nonscarring hair loss
de: Sonstiger näher bezeichneter Haarausfall ohne Narbenbildung
fr_fr: Autres formes non cicatricielles précisées de raréfaction du système pileux
zh_cn: 其他特指的非瘢痕性毛发缺失

# model:gnuhealth.pathology,name:L659
source: Nonscarring hair loss, unspecified
de: Haarausfall ohne Narbenbildung, nicht näher bezeichnet
fr_fr: Raréfaction du système pileux non cicatricielle, sans précision
zh_cn: 未特指的非瘢痕性毛发缺失

# model:gnuhealth.pathology,name:L66
source: Cicatricial alopecia [scarring hair loss]
de: Narbige Alopezie [Haarausfall mit Narbenbildung]
fr_fr: Alopécie cicatricielle
zh_cn: 瘢痕性脱发[瘢痕性毛发缺失]

# model:gnuhealth.pathology,name:L660
source: Pseudopelade
de: Pseudopelade Brocq
zh_cn: 假性斑秃

# model:gnuhealth.pathology,name:L663
source: Perifolliculitis capitis abscedens
de: Folliculitis et Perifolliculitis capitis abscedens et suffodiens [Hoffmann]
fr_fr: Périfolliculite capitis abscedens
zh_cn: 脓肿性头部毛囊周围炎

# model:gnuhealth.pathology,name:L664
source: Folliculitis ulerythematosa reticulata
de: Atrophodermia vermiculata
fr_fr: Folliculite ulérythémateuse réticulée
zh_cn: 网状红斑性毛囊炎

# model:gnuhealth.pathology,name:L668
source: Other cicatricial alopecia
de: Sonstige narbige Alopezie
fr_fr: Autres formes d'alopécie cicatricielle
zh_cn: 其他的瘢痕性脱发

# model:gnuhealth.pathology,name:L669
source: Cicatricial alopecia, unspecified
de: Narbige Alopezie, nicht näher bezeichnet
fr_fr: Alopécie cicatricielle, sans précision
zh_cn: 未特指的瘢痕性脱发

# model:gnuhealth.pathology,name:L67
source: Hair colour and hair shaft abnormalities
de: Anomalien der Haarfarbe und des Haarschaftes
fr_fr: Anomalies de la pigmentation et de la gaine capillaires
zh_cn: 毛色和毛干异常

# model:gnuhealth.pathology,name:L671
source: Variations in hair colour
de: Veränderungen der Haarfarbe
fr_fr: Anomalies de la couleur des cheveux
zh_cn: 发色变异

# model:gnuhealth.pathology,name:L678
source: Other hair colour and hair shaft abnormalities
de: Sonstige Anomalien der Haarfarbe und des Haarschaftes
fr_fr: Autres anomalies de la pigmentation et de la gaine capillaires
zh_cn: 其他的毛色和毛干异常

# model:gnuhealth.pathology,name:L679
source: Hair colour and hair shaft abnormality, unspecified
de: Anomalie der Haarfarbe und des Haarschaftes, nicht näher bezeichnet
fr_fr: Anomalie de la pigmentation et de la gaine capillaires, sans précision
zh_cn: 未特指的毛色和毛干异常

# model:gnuhealth.pathology,name:L68
source: Hypertrichosis
de: Hypertrichose
fr_fr: Hypertrichose
zh_cn: 多毛症

# model:gnuhealth.pathology,name:L680
source: Hirsutism
de: Hirsutismus
fr_fr: Hirsutisme
zh_cn: 男性型多毛症

# model:gnuhealth.pathology,name:L681
source: Acquired hypertrichosis lanuginosa
de: Hypertrichosis lanuginosa acquisita
fr_fr: Hypertrichose lanugineuse acquise
zh_cn: 后天性胎毛过多

# model:gnuhealth.pathology,name:L682
source: Localized hypertrichosis
de: Lokalisierte Hypertrichose
zh_cn: 局限性多毛症

# model:gnuhealth.pathology,name:L683
source: Polytrichia
de: Polytrichie
fr_fr: Polytrichie
zh_cn: 多毛症

# model:gnuhealth.pathology,name:L688
source: Other hypertrichosis
de: Sonstige Hypertrichose
fr_fr: Autres formes d'hypertrichose
zh_cn: 其他的多毛症

# model:gnuhealth.pathology,name:L689
source: Hypertrichosis, unspecified
de: Hypertrichose, nicht näher bezeichnet
fr_fr: Hypertrichose, sans précision
zh_cn: 未特指的多毛症

# model:gnuhealth.pathology,name:L70
source: Acne
de: Akne
fr_fr: Acné
zh_cn: 痤疮

# model:gnuhealth.pathology,name:L704
source: Infantile acne
de: Acne infantum
fr_fr: Acné infantile
zh_cn: 婴儿痤疮

# model:gnuhealth.pathology,name:L708
source: Other acne
de: Sonstige Akne
fr_fr: Autres formes d'acné
zh_cn: 其他的痤疮

# model:gnuhealth.pathology,name:L709
source: Acne, unspecified
de: Akne, nicht näher bezeichnet
fr_fr: Acné, sans précision
zh_cn: 未特指的痤疮

# model:gnuhealth.pathology,name:L71
source: Rosacea
de: Rosazea
fr_fr: Acné rosacée
zh_cn: 酒渣鼻

# model:gnuhealth.pathology,name:L710
source: Perioral dermatitis
de: Periorale Dermatitis
fr_fr: Dermite périorale
zh_cn: 口周皮炎

# model:gnuhealth.pathology,name:L711
source: Rhinophyma
de: Rhinophym
zh_cn: 肥大性酒渣鼻

# model:gnuhealth.pathology,name:L718
source: Other rosacea
de: Sonstige Rosazea
fr_fr: Autres formes d'acné rosacée
zh_cn: 其他的酒渣鼻

# model:gnuhealth.pathology,name:L719
source: Rosacea, unspecified
de: Rosazea, nicht näher bezeichnet
fr_fr: Acné rosacée, sans précision
zh_cn: 未特指的酒渣鼻

# model:gnuhealth.pathology,name:L72
source: Follicular cysts of skin and subcutaneous tissue
de: Follikuläre Zysten der Haut und der Unterhaut
fr_fr: Kystes folliculaires de la peau et du tissu cellulaire sous-cutané
zh_cn: 皮肤和皮下组织毛囊囊肿

# model:gnuhealth.pathology,name:L720
source: Epidermal cyst
de: Epidermalzyste
fr_fr: Kyste épidermique
zh_cn: 表皮囊肿

# model:gnuhealth.pathology,name:L721
source: Trichilemmal cyst
de: Trichilemmalzyste
fr_fr: Kyste sébacé
zh_cn: 毛根鞘囊肿

# model:gnuhealth.pathology,name:L728
source: Other follicular cysts of skin and subcutaneous tissue
de: Sonstige follikuläre Zysten der Haut und der Unterhaut
fr_fr: Autres formes de kyste folliculaire de la peau et du tissu cellulaire sous-cutané
zh_cn: 皮肤和皮下组织的其他毛囊囊肿

# model:gnuhealth.pathology,name:L729
source: Follicular cyst of skin and subcutaneous tissue, unspecified
de: Follikuläre Zyste der Haut und der Unterhaut, nicht näher bezeichnet
fr_fr: Kyste folliculaire de la peau et du tissu cellulaire sous-cutané, sans précision
zh_cn: 皮肤和皮下组织未特指的毛囊囊肿

# model:gnuhealth.pathology,name:L73
source: Other follicular disorders
de: Sonstige Krankheiten der Haarfollikel
fr_fr: Autres affections folliculaires
zh_cn: 其他毛囊疾患

# model:gnuhealth.pathology,name:L730
source: Acne keloid
de: Aknekeloid [Folliculitis sclerotisans nuchae]
fr_fr: Acné chéloïde
zh_cn: 瘢瘤性痤疮

# model:gnuhealth.pathology,name:L738
source: Other specified follicular disorders
de: Sonstige näher bezeichnete Krankheiten der Haarfollikel
fr_fr: Autres formes précisées d'affections folliculaires
zh_cn: 其他特指的毛囊疾患

# model:gnuhealth.pathology,name:L739
source: Follicular disorder, unspecified
de: Krankheit der Haarfollikel, nicht näher bezeichnet
fr_fr: Affection folliculaire, sans précision
zh_cn: 未特指的毛囊疾患

# model:gnuhealth.pathology,name:L74
source: Eccrine sweat disorders
de: Krankheiten der ekkrinen Schweißdrüsen
fr_fr: Affections des glandes sudoripares exocrines
zh_cn: 外分泌汗腺疾患

# model:gnuhealth.pathology,name:L741
source: Miliaria crystallina
de: Miliaria cristallina
fr_fr: Miliaire cristalline
zh_cn: 晶状痱

# model:gnuhealth.pathology,name:L743
source: Miliaria, unspecified
de: Miliaria, nicht näher bezeichnet
fr_fr: Miliaire, sans précision
zh_cn: 未特指的痱

# model:gnuhealth.pathology,name:L748
source: Other eccrine sweat disorders
de: Sonstige Krankheiten der ekkrinen Schweißdrüsen
fr_fr: Autres affections des glandes sudoripares exocrines
zh_cn: 其他的外分泌汗腺疾患

# model:gnuhealth.pathology,name:L749
source: Eccrine sweat disorder, unspecified
de: Krankheit der ekkrinen Schweißdrüsen, nicht näher bezeichnet
fr_fr: Affection des glandes sudoripares exocrines, sans précision
zh_cn: 未特指的外分泌汗腺疾患

# model:gnuhealth.pathology,name:L75
source: Apocrine sweat disorders
de: Krankheiten der apokrinen Schweißdrüsen
fr_fr: Affections des glandes sudoripares apocrines
zh_cn: 顶(浆分)泌汗腺疾患

# model:gnuhealth.pathology,name:L752
source: Apocrine miliaria
de: Apokrine Miliaria
fr_fr: Miliaire apocrine
zh_cn: 顶(浆分)泌腺粟疹

# model:gnuhealth.pathology,name:L758
source: Other apocrine sweat disorders
de: Sonstige Krankheiten der apokrinen Schweißdrüsen
fr_fr: Autres affections des glandes sudoripares apocrines
zh_cn: 其他的顶(浆分)泌汗腺疾患

# model:gnuhealth.pathology,name:L759
source: Apocrine sweat disorder, unspecified
de: Krankheit der apokrinen Schweißdrüsen, nicht näher bezeichnet
fr_fr: Affection des glandes sudoripares apocrines, sans précision
zh_cn: 未特指的顶(浆分)泌汗腺疾患

# model:gnuhealth.pathology,name:L81
source: Other disorders of pigmentation
de: Sonstige Störungen der Hautpigmentierung
fr_fr: Autres anomalies de la pigmentation
zh_cn: 色素沉着的其他疾患

# model:gnuhealth.pathology,name:L810
source: Postinflammatory hyperpigmentation
de: Postinflammatorische Hyperpigmentierung
fr_fr: Hyperpigmentation postinflammatoire
zh_cn: 炎症后色素沉着过度

# model:gnuhealth.pathology,name:L811
source: Chloasma
de: Chloasma [Melasma]
zh_cn: 黄褐斑

# model:gnuhealth.pathology,name:L812
source: Freckles
de: Epheliden
fr_fr: Taches de rousseur
zh_cn: 雀斑

# model:gnuhealth.pathology,name:L813
source: Café au lait spots
de: Café-au-lait-Flecken
fr_fr: Taches café au lait
zh_cn: 咖啡牛乳色斑

# model:gnuhealth.pathology,name:L814
source: Other melanin hyperpigmentation
de: Sonstige Melanin-Hyperpigmentierung
fr_fr: Autres hyperpigmentations par la mélanine
zh_cn: 其他黑色素沉着过度

# model:gnuhealth.pathology,name:L815
source: Leukoderma, not elsewhere classified
de: Leukoderm, anderenorts nicht klassifiziert
fr_fr: Leucodermie, non classée ailleurs
zh_cn: 白斑病，不可归类在他处者

# model:gnuhealth.pathology,name:L816
source: Other disorders of diminished melanin formation
de: Sonstige Störungen durch verminderte Melaninbildung
fr_fr: Autres anomalies liées à une diminution de la formation de mélanine
zh_cn: 黑色素形成减少的其他疾患

# model:gnuhealth.pathology,name:L817
source: Pigmented purpuric dermatosis
de: Pigmentpurpura
fr_fr: Dermatose purpurique pigmentée
zh_cn: 着色紫癜性皮肤病

# model:gnuhealth.pathology,name:L818
source: Other specified disorders of pigmentation
de: Sonstige näher bezeichnete Störungen der Hautpigmentierung
fr_fr: Autres anomalies précisées de la pigmentation
zh_cn: 色素沉着其他特指的疾患

# model:gnuhealth.pathology,name:L819
source: Disorder of pigmentation, unspecified
de: Störung der Hautpigmentierung, nicht näher bezeichnet
fr_fr: Anomalie de la pigmentation, sans précision
zh_cn: 色素沉着未特指的疾患

# model:gnuhealth.pathology,name:L82
source: Seborrhoeic keratosis
de: Seborrhoische Keratose
fr_fr: Kératose séborrhéique
zh_cn: 脂溢性角化病

# model:gnuhealth.pathology,name:L84
source: Corns and callosities
de: Hühneraugen und Horn- (Haut-) Schwielen
fr_fr: Cors et callosités
zh_cn: 鸡眼和胼胝

# model:gnuhealth.pathology,name:L85
source: Other epidermal thickening
de: Sonstige Epidermisverdickung
fr_fr: Autres épaississements de l'épiderme
zh_cn: 其他表皮肥厚

# model:gnuhealth.pathology,name:L850
source: Acquired ichthyosis
de: Erworbene Ichthyosis
fr_fr: Ichtyose acquise
zh_cn: 获得性鱼鳞癣

# model:gnuhealth.pathology,name:L851
source: Acquired keratosis [keratoderma] palmaris et plantaris
de: Erworbene Keratosis palmoplantaris [Erworbenes Keratoma palmoplantare]
fr_fr: Kératose [kératodermie] palmaire et plantaire acquise
zh_cn: 后天性掌跖角化病[皮肤角化病]

# model:gnuhealth.pathology,name:L852
source: Keratosis punctata (palmaris et plantaris)
de: Keratosis punctata (palmoplantaris)
fr_fr: Kératose ponctuée (palmaire et plantaire)
zh_cn: 点状角化病(掌跖)

# model:gnuhealth.pathology,name:L858
source: Other specified epidermal thickening
de: Sonstige näher bezeichnete Epidermisverdickungen
fr_fr: Autres formes précisées d'épaississement de l'épiderme
zh_cn: 其他特指的表皮增厚

# model:gnuhealth.pathology,name:L859
source: Epidermal thickening, unspecified
de: Epidermisverdickung, nicht näher bezeichnet
fr_fr: Epaississement de l'épiderme, sans précision
zh_cn: 未特指的表皮增厚

# model:gnuhealth.pathology,name:L86
source: Keratoderma in diseases classified elsewhere
de: Keratom bei anderenorts klassifizierten Krankheiten
fr_fr: Kératodermie au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的皮肤角化病

# model:gnuhealth.pathology,name:L87
source: Transepidermal elimination disorders
de: Störungen der transepidermalen Elimination
fr_fr: Anomalies de l'élimination transépidermique
zh_cn: 经表皮排除疾患

# model:gnuhealth.pathology,name:L870
source: Keratosis follicularis et parafollicularis in cutem penetrans [Kyrle]
de: Hyperkeratosis follicularis et parafollicularis in cutem penetrans [Kyrle]
fr_fr: Kératose folliculaire et parafolliculaire pénétrant dans la peau [Kyrle]
zh_cn: 皮肤穿入性毛囊和毛囊周角化病[克尔]

# model:gnuhealth.pathology,name:L871
source: Reactive perforating collagenosis
de: Reaktive perforierende Kollagenose
fr_fr: Collagénome perforant verruciforme
zh_cn: 反应性穿通性胶原病

# model:gnuhealth.pathology,name:L878
source: Other transepidermal elimination disorders
de: Sonstige Störungen der transepidermalen Elimination
fr_fr: Autres anomalies de l'élimination transépidermique
zh_cn: 其他的经表皮排除疾患

# model:gnuhealth.pathology,name:L879
source: Transepidermal elimination disorder, unspecified
de: Störung der transepidermalen Elimination, nicht näher bezeichnet
fr_fr: Anomalie de l'élimination transépidermique, sans précision
zh_cn: 未特指的经表皮排除疾患

# model:gnuhealth.pathology,name:L88
source: Pyoderma gangrenosum
de: Pyoderma gangraenosum
fr_fr: Pyodermite gangréneuse
zh_cn: 坏疽性脓皮症

# model:gnuhealth.pathology,name:L89
source: Decubitus ulcer and pressure area
de: Dekubitalgeschwür und Druckzone
zh_cn: 受压区褥疮

# model:gnuhealth.pathology,name:L890
source: Stage I decubitus ulcer and pressure area
de: Dekubitus 1. Grades und Druckzone
zh_cn: 受压区Ⅰ期褥疮

# model:gnuhealth.pathology,name:L891
source: Stage II decubitus ulcer
de: Dekubitus 2. Grades
zh_cn: 受压区Ⅱ期褥疮

# model:gnuhealth.pathology,name:L892
source: Stage III decubitus ulcer
de: Dekubitus 3. Grades
zh_cn: 受压区Ⅲ期褥疮

# model:gnuhealth.pathology,name:L893
source: Stage IV decubitus ulcer
de: Dekubitus 4. Grades
zh_cn: 受压区Ⅳ期褥疮

# model:gnuhealth.pathology,name:L899
source: Decubitus ulcer and pressure area, unspecified
de: Dekubitus und Druckzone, Grad nicht näher bezeichnet
zh_cn: 未特指的受压区褥疮

# model:gnuhealth.pathology,name:L90
source: Atrophic disorders of skin
de: Atrophische Hautkrankheiten
fr_fr: Affections atrophiques de la peau
zh_cn: 皮肤萎缩性疾患

# model:gnuhealth.pathology,name:L901
source: Anetoderma of Schweninger-Buzzi
de: Anetodermie, Typ Schweninger-Buzzi
fr_fr: Anétodermie de Schweninger-Buzzi
zh_cn: 施韦宁格-布齐皮肤松弛

# model:gnuhealth.pathology,name:L902
source: Anetoderma of Jadassohn-Pellizzari
de: Anetodermie, Typ Jadassohn-Pellizzari
fr_fr: Anétodermie de Jadassohn-Pellizzari
zh_cn: 雅达松-佩利扎里皮肤松弛

# model:gnuhealth.pathology,name:L903
source: Atrophoderma of Pasini and Pierini
de: Atrophodermia idiopathica, Typ Pasini-Pierini
fr_fr: Atrophodermie de Pasini et Pierini
zh_cn: 特发性皮肤萎缩

# model:gnuhealth.pathology,name:L904
source: Acrodermatitis chronica atrophicans
de: Akrodermatitis chronica atrophicans
fr_fr: Acrodermatite chronique atrophiante
zh_cn: 慢性萎缩性肢端皮炎

# model:gnuhealth.pathology,name:L905
source: Scar conditions and fibrosis of skin
de: Narben und Fibrosen der Haut
fr_fr: Cicatrices et fibrose cutanées
zh_cn: 皮肤瘢痕情况和纤维化

# model:gnuhealth.pathology,name:L906
source: Striae atrophicae
de: Striae cutis atrophicae
fr_fr: Stries atrophiques
zh_cn: 萎缩纹

# model:gnuhealth.pathology,name:L908
source: Other atrophic disorders of skin
de: Sonstige atrophische Hautkrankheiten
fr_fr: Autres affections atrophiques de la peau
zh_cn: 皮肤的其他萎缩性疾患

# model:gnuhealth.pathology,name:L909
source: Atrophic disorder of skin, unspecified
de: Atrophische Hautkrankheit, nicht näher bezeichnet
fr_fr: Affection atrophique de la peau, sans précision
zh_cn: 皮肤未特指的萎缩性疾患

# model:gnuhealth.pathology,name:L91
source: Hypertrophic disorders of skin
de: Hypertrophe Hautkrankheiten
fr_fr: Affections hypertrophiques de la peau
zh_cn: 皮肤肥厚性疾患

# model:gnuhealth.pathology,name:L910
source: Hypertrophic scar
de: Hypertrophe Narbe
zh_cn: 瘢痕疙瘩

# model:gnuhealth.pathology,name:L918
source: Other hypertrophic disorders of skin
de: Sonstige hypertrophe Hautkrankheiten
fr_fr: Autres affections hypertrophiques de la peau
zh_cn: 皮肤其他的肥厚性疾患

# model:gnuhealth.pathology,name:L919
source: Hypertrophic disorder of skin, unspecified
de: Hypertrophe Hautkrankheit, nicht näher bezeichnet
fr_fr: Affection hypertrophique de la peau, sans précision
zh_cn: 皮肤未特指的肥厚性疾患

# model:gnuhealth.pathology,name:L92
source: Granulomatous disorders of skin and subcutaneous tissue
de: Granulomatöse Krankheiten der Haut und der Unterhaut
fr_fr: Lésions granulomateuses de la peau et du tissu cellulaire sous-cutané
zh_cn: 皮肤和皮下组织肉芽肿性疾患

# model:gnuhealth.pathology,name:L920
source: Granuloma annulare
de: Granuloma anulare
fr_fr: Granulome annulaire
zh_cn: 环状肉芽肿

# model:gnuhealth.pathology,name:L921
source: Necrobiosis lipoidica, not elsewhere classified
de: Nekrobiosis lipoidica, anderenorts nicht klassifiziert
fr_fr: Nécrobiose lipoïdique, non classée ailleurs
zh_cn: 脂质渐进性坏死。不可归类在他处者

# model:gnuhealth.pathology,name:L922
source: Granuloma faciale [eosinophilic granuloma of skin]
de: Granuloma faciale [Granuloma eosinophilicum faciei]
fr_fr: Granulome éosinophile de la peau
zh_cn: 面部肉芽肿[皮肤嗜酸细胞肉芽肿]

# model:gnuhealth.pathology,name:L923
source: Foreign body granuloma of skin and subcutaneous tissue
de: Fremdkörpergranulom der Haut und der Unterhaut
fr_fr: Granulome cutané et sous-cutané dû à la présence d'un corps étranger
zh_cn: 皮肤和皮下组织异物性肉芽肿
