Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V720
source: Driver injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un véhicule à moteur à deux ou trois roues | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V721
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un véhicule à moteur à deux ou trois roues | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V722
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un véhicule à moteur à deux ou trois roues | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V723
source: Unspecified bus occupant injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un véhicule à moteur à deux ou trois roues | occupant, sans précision, d'un autobus, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V724
source: Person injured while boarding or alighting
fr_fr: occupant d'un autobus blessé dans une collision avec un véhicule à moteur à deux ou trois roues | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V725
source: Driver injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un véhicule à moteur à deux ou trois roues | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V726
source: Passenger injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un véhicule à moteur à deux ou trois roues | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V727
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un véhicule à moteur à deux ou trois roues | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V729
source: Unspecified bus occupant injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un véhicule à moteur à deux ou trois roues | occupant, sans précision, d'un autobus, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V730
source: Driver injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec une automobile ou une camionnette | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V731
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec une automobile ou une camionnette | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V732
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec une automobile ou une camionnette | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V733
source: Unspecified bus occupant injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec une automobile ou une camionnette | occupant, sans précision, d'un autobus, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V734
source: Person injured while boarding or alighting
fr_fr: occupant d'un autobus blessé dans une collision avec une automobile ou une camionnette | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V735
source: Driver injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec une automobile ou une camionnette | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V736
source: Passenger injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec une automobile ou une camionnette | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V737
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec une automobile ou une camionnette | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V739
source: Unspecified bus occupant injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec une automobile ou une camionnette | occupant, sans précision, d'un autobus, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V740
source: Driver injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un véhicule lourd ou un autobus | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V741
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un véhicule lourd ou un autobus | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V742
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un véhicule lourd ou un autobus | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V743
source: Unspecified bus occupant injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un véhicule lourd ou un autobus | occupant, sans précision, d'un autobus, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V744
source: Person injured while boarding or alighting
fr_fr: occupant d'un autobus blessé dans une collision avec un véhicule lourd ou un autobus | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V745
source: Driver injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un véhicule lourd ou un autobus | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V746
source: Passenger injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un véhicule lourd ou un autobus | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V747
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un véhicule lourd ou un autobus | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V749
source: Unspecified bus occupant injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un véhicule lourd ou un autobus | occupant, sans précision, d'un autobus, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V750
source: Driver injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un train ou un véhicule ferroviaire | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V751
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un train ou un véhicule ferroviaire | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V752
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un train ou un véhicule ferroviaire | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V753
source: Unspecified bus occupant injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un train ou un véhicule ferroviaire | occupant, sans précision, d'un autobus, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V754
source: Person injured while boarding or alighting
fr_fr: occupant d'un autobus blessé dans une collision avec un train ou un véhicule ferroviaire | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V755
source: Driver injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un train ou un véhicule ferroviaire | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V756
source: Passenger injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un train ou un véhicule ferroviaire | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V757
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un train ou un véhicule ferroviaire | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V759
source: Unspecified bus occupant injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un train ou un véhicule ferroviaire | occupant, sans précision, d'un autobus, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V760
source: Driver injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un autre véhicule sans moteur | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V761
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un autre véhicule sans moteur | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V762
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un autre véhicule sans moteur | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V763
source: Unspecified bus occupant injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un autre véhicule sans moteur | occupant, sans précision, d'un autobus, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V764
source: Person injured while boarding or alighting
fr_fr: occupant d'un autobus blessé dans une collision avec un autre véhicule sans moteur | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V765
source: Driver injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un autre véhicule sans moteur | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V766
source: Passenger injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un autre véhicule sans moteur | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V767
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un autre véhicule sans moteur | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V769
source: Unspecified bus occupant injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un autre véhicule sans moteur | occupant, sans précision, d'un autobus, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V770
source: Driver injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un objet fixe ou stationnaire | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V771
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un objet fixe ou stationnaire | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V772
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un objet fixe ou stationnaire | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V773
source: Unspecified bus occupant injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un objet fixe ou stationnaire | occupant, sans précision, d'un autobus, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V774
source: Person injured while boarding or alighting
fr_fr: occupant d'un autobus blessé dans une collision avec un objet fixe ou stationnaire | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V775
source: Driver injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un objet fixe ou stationnaire | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V776
source: Passenger injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un objet fixe ou stationnaire | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V777
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un objet fixe ou stationnaire | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V779
source: Unspecified bus occupant injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un objet fixe ou stationnaire | occupant, sans précision, d'un autobus, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V780
source: Driver injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans un accident de transport, sans collision | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V781
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans un accident de transport, sans collision | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V782
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans un accident de transport, sans collision | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V783
source: Unspecified bus occupant injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans un accident de transport, sans collision | occupant, sans précision, d'un autobus, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V784
source: Person injured while boarding or alighting
fr_fr: occupant d'un autobus blessé dans un accident de transport, sans collision | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V785
source: Driver injured in traffic accident
fr_fr: occupant d'un autobus blessé dans un accident de transport, sans collision | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V786
source: Passenger injured in traffic accident
fr_fr: occupant d'un autobus blessé dans un accident de transport, sans collision | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V787
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un autobus blessé dans un accident de transport, sans collision | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V789
source: Unspecified bus occupant injured in traffic accident
fr_fr: occupant d'un autobus blessé dans un accident de transport, sans collision | occupant, sans précision, d'un autobus, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V790
source: Driver injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Conducteur blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V791
source: Passenger injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Passager blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V792
source: Unspecified bus occupant injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Occupant, sans précision, d'un autobus, blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V793
source: Bus occupant [any] injured in unspecified nontraffic accident
fr_fr: Occupant [tout type] d'un autobus, blessé dans un accident sans précision, en dehors de la circulation

# model:gnuhealth.pathology,name:V794
source: Driver injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Conducteur blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V795
source: Passenger injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Passager blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V796
source: Unspecified bus occupant injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Occupant, sans précision, d'un autobus, blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V798
source: Bus occupant [any] injured in other specified transport accidents
fr_fr: Occupant [tout type] d'un autobus, blessé dans d'autres accidents de transport précisés

# model:gnuhealth.pathology,name:V799
source: Bus occupant [any] injured in unspecified traffic accident
fr_fr: Occupant [tout type] d'un autobus, blessé dans un accident de la circulation, sans précision

# model:gnuhealth.pathology,name:V800
source: Rider or occupant injured by fall from or being thrown from animal or animal-drawn vehicle in noncollision accident
fr_fr: Chute ou éjection d'une personne montant un animal ou occupant un véhicule à traction animale dans un accident sans collision

# model:gnuhealth.pathology,name:V801
source: Rider or occupant injured in collision with pedestrian or animal
fr_fr: Personne montant un animal ou occupant un véhicule à traction animale blessée dans une collision avec un piéton ou un animal

# model:gnuhealth.pathology,name:V802
source: Rider or occupant injured in collision with pedal cycle
fr_fr: Personne montant un animal ou occupant un véhicule à traction animale blessée dans une collision avec un cycle

# model:gnuhealth.pathology,name:V803
source: Rider or occupant injured in collision with two- or three-wheeled motor vehicle
fr_fr: Personne montant un animal ou occupant un véhicule à traction animale blessée dans une collision avec un véhicule à moteur à deux ou trois roues

# model:gnuhealth.pathology,name:V804
source: Rider or occupant injured in collision with car, pick-up truck, van, heavy transport vehicle or bus
fr_fr: Personne montant un animal ou occupant un véhicule à traction animale blessée dans une collision avec une automobile, une camionnette, un véhicule lourd ou un autobus

# model:gnuhealth.pathology,name:V805
source: Rider or occupant injured in collision with other specified motor vehicle
fr_fr: Personne montant un animal ou occupant un véhicule à traction animale blessée dans une collision avec un autre véhicule à moteur précisé

# model:gnuhealth.pathology,name:V806
source: Rider or occupant injured in collision with railway train or railway vehicle
fr_fr: Personne montant un animal ou occupant un véhicule à traction animale blessée dans une collision avec un train ou un véhicule ferroviaire

# model:gnuhealth.pathology,name:V807
source: Rider or occupant injured in collision with other nonmotor vehicle
fr_fr: Personne montant un animal ou occupant un véhicule à traction animale blessée dans une collision avec un autre véhicule sans moteur

# model:gnuhealth.pathology,name:V808
source: Rider or occupant injured in collision with fixed or stationary object
fr_fr: Personne montant un animal ou occupant un véhicule à traction animale blessée dans une collision avec un objet fixe ou stationnaire

# model:gnuhealth.pathology,name:V809
source: Rider or occupant injured in other and unspecified transport accidents
fr_fr: Personne montant un animal ou occupant un véhicule à traction animale blessée dans des accidents de transport, autres et sans précision

# model:gnuhealth.pathology,name:V810
source: Occupant of railway train or railway vehicle injured in collision with motor vehicle in nontraffic accident
fr_fr: Occupant d'un train ou d'un véhicule ferroviaire blessé dans une collision avec un véhicule à moteur dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V811
source: Occupant of railway train or railway vehicle injured in collision with motor vehicle in traffic accident
fr_fr: Occupant d'un train ou d'un véhicule ferroviaire blessé dans une collision avec un véhicule à moteur dans un accident de la circulation

# model:gnuhealth.pathology,name:V812
source: Occupant of railway train or railway vehicle injured in collision with or hit by rolling stock
fr_fr: Occupant d'un train ou d'un véhicule ferroviaire blessé dans une collision avec du matériel roulant ou heurté par celui-ci

# model:gnuhealth.pathology,name:V813
source: Occupant of railway train or railway vehicle injured in collision with other object
fr_fr: Occupant d'un train ou d'un véhicule ferroviaire blessé dans une collision avec un autre objet

# model:gnuhealth.pathology,name:V814
source: Person injured while boarding or alighting from railway train or railway vehicle
fr_fr: Personne blessée en montant ou en descendant d'un train ou d'un véhicule ferroviaire

# model:gnuhealth.pathology,name:V815
source: Occupant of railway train or railway vehicle injured by fall in railway train or railway vehicle
fr_fr: Occupant d'un train ou d'un véhicule ferroviaire blessé lors d'une chute dans un train ou un véhicule ferroviaire

# model:gnuhealth.pathology,name:V816
source: Occupant of railway train or railway vehicle injured by fall from railway train or railway vehicle
fr_fr: Occupant d'un train ou d'un véhicule ferroviaire blessé lors d'une chute d'un train ou d'un véhicule ferroviaire

# model:gnuhealth.pathology,name:V817
source: Occupant of railway train or railway vehicle injured in derailment without antecedent collision
fr_fr: Occupant d'un train ou d'un véhicule ferroviaire blessé lors d'un déraillement sans collision préalable

# model:gnuhealth.pathology,name:V818
source: Occupant of railway train or railway vehicle injured in other specified railway accidents
fr_fr: Occupant d'un train ou d'un véhicule ferroviaire blessé lors d'autres accidents de chemin de fer précisés
