Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:H260
source: Infantile, juvenile and presenile cataract
de: Infantile, juvenile und präsenile Katarakt
fr_fr: Cataracte infantile, juvénile et présénile
zh_cn: 婴儿、幼年和老年前期白内障

# model:gnuhealth.pathology,name:H261
source: Traumatic cataract
de: Cataracta traumatica
fr_fr: Cataracte traumatique
zh_cn: 外伤性白内障

# model:gnuhealth.pathology,name:H262
source: Complicated cataract
de: Cataracta complicata
fr_fr: Cataracte compliquée
zh_cn: 并发性白内障

# model:gnuhealth.pathology,name:H263
source: Drug-induced cataract
de: Arzneimittelinduzierte Katarakt
fr_fr: Cataracte médicamenteuse
zh_cn: 药物性白内障

# model:gnuhealth.pathology,name:H264
source: After-cataract
de: Cataracta secundaria
fr_fr: Séquelles de cataracte
zh_cn: 后发性白内障

# model:gnuhealth.pathology,name:H268
source: Other specified cataract
de: Sonstige näher bezeichnete Kataraktformen
fr_fr: Autres cataractes précisées
zh_cn: 其他特指的白内障

# model:gnuhealth.pathology,name:H269
source: Cataract, unspecified
de: Katarakt, nicht näher bezeichnet
fr_fr: Cataracte, sans précision
zh_cn: 未特指的白内障

# model:gnuhealth.pathology,name:H27
source: Other disorders of lens
de: Sonstige Affektionen der Linse
fr_fr: Autres affections du cristallin
zh_cn: 晶状体的其他疾患

# model:gnuhealth.pathology,name:H270
source: Aphakia
de: Aphakie
fr_fr: Aphakie
zh_cn: 无晶状体

# model:gnuhealth.pathology,name:H271
source: Dislocation of lens
de: Luxation der Linse
fr_fr: Luxation du cristallin
zh_cn: 晶状体脱位

# model:gnuhealth.pathology,name:H278
source: Other specified disorders of lens
de: Sonstige näher bezeichnete Affektionen der Linse
fr_fr: Autres affections précisées du cristallin
zh_cn: 晶状体其他特指的疾患

# model:gnuhealth.pathology,name:H279
source: Disorder of lens, unspecified
de: Affektion der Linse, nicht näher bezeichnet
fr_fr: Affection du cristallin, sans précision
zh_cn: 晶状体未特指的疾患

# model:gnuhealth.pathology,name:H28
source: Cataract and other disorders of lens in diseases classified elsewhere
de: Katarakt und sonstige Affektionen der Linse bei anderenorts klassifizierten Krankheiten
fr_fr: Cataracte et autres affections du cristallin au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的白内障和晶状体的其他疾患

# model:gnuhealth.pathology,name:H280
source: Diabetic cataract
de: Diabetische Katarakt
fr_fr: Cataracte diabétique (E10-E14 avec le quatrième chiffre .3+)
zh_cn: 糖尿病性白内障(E10-E14+伴有共用第四位数.3)

# model:gnuhealth.pathology,name:H281
source: Cataract in other endocrine, nutritional and metabolic diseases
de: Katarakt bei sonstigen endokrinen, Ernährungs- und Stoffwechselkrankheiten
fr_fr: Cataracte au cours d'autres maladies endocriniennes, nutritionnelles et métaboliques
zh_cn: 其他内分泌、营养和代谢疾病引起的白内障

# model:gnuhealth.pathology,name:H282
source: Cataract in other diseases classified elsewhere
de: Katarakt bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Cataracte au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的白内障

# model:gnuhealth.pathology,name:H288
source: Other disorders of lens in diseases classified elsewhere
de: Sonstige Affektionen der Linse bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections du cristallin au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的晶状体其他疾患

# model:gnuhealth.pathology,name:H30
source: Chorioretinal inflammation
de: Chorioretinitis
fr_fr: Choriorétinite
zh_cn: 脉络膜视网膜炎

# model:gnuhealth.pathology,name:H300
source: Focal chorioretinal inflammation
de: Fokale Chorioretinitis
fr_fr: Choriorétinite en foyer
zh_cn: 局灶性脉络膜视网膜炎

# model:gnuhealth.pathology,name:H301
source: Disseminated chorioretinal inflammation
de: Disseminierte Chorioretinitis
fr_fr: Choriorétinite disséminée
zh_cn: 播散性脉络膜视网膜炎

# model:gnuhealth.pathology,name:H302
source: Posterior cyclitis
de: Cyclitis posterior
fr_fr: Cyclite postérieure
zh_cn: 后睫状体炎

# model:gnuhealth.pathology,name:H308
source: Other chorioretinal inflammations
de: Sonstige Chorioretinitiden
fr_fr: Autres choriorétinites
zh_cn: 其他脉络膜视网膜炎

# model:gnuhealth.pathology,name:H309
source: Chorioretinal inflammation, unspecified
de: Chorioretinitis, nicht näher bezeichnet
fr_fr: Choriorétinite, sans précision
zh_cn: 未特指的脉络膜视网膜炎

# model:gnuhealth.pathology,name:H31
source: Other disorders of choroid
de: Sonstige Affektionen der Aderhaut
fr_fr: Autres affections de la choroïde
zh_cn: 脉络膜的其他疾患

# model:gnuhealth.pathology,name:H310
source: Chorioretinal scars
de: Chorioretinale Narben
fr_fr: Cicatrices choriorétiniennes
zh_cn: 脉络膜视网膜瘢痕

# model:gnuhealth.pathology,name:H311
source: Choroidal degeneration
de: Degenerative Veränderung der Aderhaut
fr_fr: Dégénérescence choroïdienne
zh_cn: 脉络膜变性

# model:gnuhealth.pathology,name:H312
source: Hereditary choroidal dystrophy
de: Hereditäre Dystrophie der Aderhaut
fr_fr: Dystrophie héréditaire de la choroïde
zh_cn: 遗传性脉络膜营养障碍

# model:gnuhealth.pathology,name:H313
source: Choroidal haemorrhage and rupture
de: Blutung und Ruptur der Aderhaut
fr_fr: Hémorragie et rupture de la choroïde
zh_cn: 脉络膜出血和破裂

# model:gnuhealth.pathology,name:H314
source: Choroidal detachment
de: Ablatio chorioideae
fr_fr: Décollement de la choroïde
zh_cn: 脉络膜脱离

# model:gnuhealth.pathology,name:H318
source: Other specified disorders of choroid
de: Sonstige näher bezeichnete Affektionen der Aderhaut
fr_fr: Autres affections précisées de la choroïde
zh_cn: 脉络膜其他特指的疾患

# model:gnuhealth.pathology,name:H319
source: Disorder of choroid, unspecified
de: Affektion der Aderhaut, nicht näher bezeichnet
fr_fr: Affection de la choroïde, sans précision
zh_cn: 脉络膜未特指的疾患

# model:gnuhealth.pathology,name:H32
source: Chorioretinal disorders in diseases classified elsewhere
de: Chorioretinale Affektionen bei anderenorts klassifizierten Krankheiten
fr_fr: Affections choriorétiniennes au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的脉络膜视网膜疾患

# model:gnuhealth.pathology,name:H320
source: Chorioretinal inflammation in infectious and parasitic diseases classified elsewhere
de: Chorioretinitis bei anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Affections choriorétiniennes au cours de maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的传染病和寄生虫病引起的脉络膜视网膜炎症

# model:gnuhealth.pathology,name:H328
source: Other chorioretinal disorders in diseases classified elsewhere
de: Sonstige chorioretinale Affektionen bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections choriorétiniennes au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的其他脉络膜视网膜疾患

# model:gnuhealth.pathology,name:H33
source: Retinal detachments and breaks
de: Netzhautablösung und Netzhautriss
fr_fr: Décollement et déchirure de la rétine
zh_cn: 视网膜脱离和断裂

# model:gnuhealth.pathology,name:H330
source: Retinal detachment with retinal break
de: Netzhautablösung mit Netzhautriss
fr_fr: Décollement de la rétine avec déchirure rétinienne
zh_cn: 视网膜脱离伴视网膜断裂

# model:gnuhealth.pathology,name:H331
source: Retinoschisis and retinal cysts
de: Retinoschisis und Zysten der Netzhaut
fr_fr: Rétinoschisis et kystes rétiniens
zh_cn: 视网膜劈裂症及视网膜囊肿

# model:gnuhealth.pathology,name:H332
source: Serous retinal detachment
de: Seröse Netzhautablösung
fr_fr: Décollement séreux de la rétine
zh_cn: 浆液性视网膜脱离

# model:gnuhealth.pathology,name:H333
source: Retinal breaks without detachment
de: Netzhautriss ohne Netzhautablösung
fr_fr: Déchirures rétiniennes sans décollement
zh_cn: 视网膜断裂不伴有脱离

# model:gnuhealth.pathology,name:H334
source: Traction detachment of retina
de: Traktionsablösung der Netzhaut
fr_fr: Décollement par traction de la rétine
zh_cn: 牵引性视网膜脱离

# model:gnuhealth.pathology,name:H335
source: Other retinal detachments
de: Sonstige Netzhautablösungen
fr_fr: Autres décollements rétiniens
zh_cn: 其他视网膜脱离

# model:gnuhealth.pathology,name:H34
source: Retinal vascular occlusions
de: Netzhautgefäßverschluss
fr_fr: Occlusions vasculaires rétiniennes
zh_cn: 视网膜血管阻塞

# model:gnuhealth.pathology,name:H340
source: Transient retinal artery occlusion
de: Transitorischer arterieller retinaler Gefäßverschluss
fr_fr: Occlusion transitoire de l'artère de la rétine
zh_cn: 短暂性视网膜动脉阻塞

# model:gnuhealth.pathology,name:H341
source: Central retinal artery occlusion
de: Verschluss der A. centralis retinae
fr_fr: Occlusion de l'artère centrale de la rétine
zh_cn: 视网膜中央动脉阻塞

# model:gnuhealth.pathology,name:H342
source: Other retinal artery occlusions
de: Sonstiger Verschluss retinaler Arterien
fr_fr: Autres occlusions de l'artère de la rétine
zh_cn: 其他视网膜动脉阻塞

# model:gnuhealth.pathology,name:H348
source: Other retinal vascular occlusions
de: Sonstiger Netzhautgefäßverschluss
fr_fr: Autres occlusions vasculaires rétiniennes
zh_cn: 其他的视网膜血管阻塞

# model:gnuhealth.pathology,name:H349
source: Retinal vascular occlusion, unspecified
de: Netzhautgefäßverschluss, nicht näher bezeichnet
fr_fr: Occlusion vasculaire rétinienne, sans précision
zh_cn: 未特指的视网膜血管阻塞

# model:gnuhealth.pathology,name:H35
source: Other retinal disorders
de: Sonstige Affektionen der Netzhaut
fr_fr: Autres affections rétiniennes
zh_cn: 其他视网膜疾患

# model:gnuhealth.pathology,name:H350
source: Background retinopathy and retinal vascular changes
de: Retinopathien des Augenhintergrundes und Veränderungen der Netzhautgefäße
fr_fr: Autres rétinopathies et altérations vasculaires rétiniennes
zh_cn: 背景性视网膜病变和视网膜血管改变

# model:gnuhealth.pathology,name:H351
source: Retinopathy of prematurity
de: Retinopathia praematurorum
fr_fr: Rétinopathie de la prématurité
zh_cn: 早产儿视网膜病

# model:gnuhealth.pathology,name:H352
source: Other proliferative retinopathy
de: Sonstige proliferative Retinopathie
fr_fr: Autres rétinopathies proliférantes
zh_cn: 其他增生性视网膜病变

# model:gnuhealth.pathology,name:H353
source: Degeneration of macula and posterior pole
de: Degeneration der Makula und des hinteren Poles
fr_fr: Dégénérescence de la macula et du pôle postérieur
zh_cn: 黄斑和后极变性

# model:gnuhealth.pathology,name:H354
source: Peripheral retinal degeneration
de: Periphere Netzhautdegeneration
fr_fr: Dégénérescence rétinienne périphérique
zh_cn: 周围性视网膜变性

# model:gnuhealth.pathology,name:H355
source: Hereditary retinal dystrophy
de: Hereditäre Netzhautdystrophie
fr_fr: Dystrophie rétinienne héréditaire
zh_cn: 遗传性视网膜变性

# model:gnuhealth.pathology,name:H356
source: Retinal haemorrhage
de: Netzhautblutung
fr_fr: Hémorragie rétinienne
zh_cn: 视网膜出血

# model:gnuhealth.pathology,name:H357
source: Separation of retinal layers
de: Abhebung von Netzhautschichten
fr_fr: Décollement des couches de la rétine
zh_cn: 视网膜层分离

# model:gnuhealth.pathology,name:H358
source: Other specified retinal disorders
de: Sonstige näher bezeichnete Affektionen der Netzhaut
fr_fr: Autres affections rétiniennes précisées
zh_cn: 视网膜其他特指的疾患

# model:gnuhealth.pathology,name:H359
source: Retinal disorder, unspecified
de: Affektion der Netzhaut, nicht näher bezeichnet
fr_fr: Affection rétinienne, sans précision
zh_cn: 视网膜未特指的疾患

# model:gnuhealth.pathology,name:H36
source: Retinal disorders in diseases classified elsewhere
de: Affektionen der Netzhaut bei anderenorts klassifizierten Krankheiten
fr_fr: Affections rétiniennes au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的视网膜疾患

# model:gnuhealth.pathology,name:H360
source: Diabetic retinopathy
de: Retinopathia diabetica
fr_fr: Rétinopathie diabétique (E10-E14 avec le quatrième chiffre .3+)
zh_cn: 糖尿病视网膜病(E10-E14+伴有共用第四位数.3)

# model:gnuhealth.pathology,name:H368
source: Other retinal disorders in diseases classified elsewhere
de: Sonstige Affektionen der Netzhaut bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections rétiniennes au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的其他视网膜疾患

# model:gnuhealth.pathology,name:H40
source: Glaucoma
de: Glaukom
fr_fr: Glaucome
zh_cn: 青光眼

# model:gnuhealth.pathology,name:H400
source: Glaucoma suspect
de: Glaukomverdacht
fr_fr: Glaucome limite
zh_cn: 可疑青光眼

# model:gnuhealth.pathology,name:H401
source: Primary open-angle glaucoma
de: Primäres Weitwinkelglaukom
fr_fr: Glaucome primitif à angle ouvert
zh_cn: 原发性开角型青光眼

# model:gnuhealth.pathology,name:H402
source: Primary angle-closure glaucoma
de: Primäres Engwinkelglaukom
fr_fr: Glaucome primitif à angle étroit
zh_cn: 原发性闭角型青光眼

# model:gnuhealth.pathology,name:H403
source: Glaucoma secondary to eye trauma
de: Glaukom (sekundär) nach Verletzung des Auges
fr_fr: Glaucome secondaire à un traumatisme oculaire
zh_cn: 继发于眼外伤的青光眼

# model:gnuhealth.pathology,name:H404
source: Glaucoma secondary to eye inflammation
de: Glaukom (sekundär) nach Entzündung des Auges
fr_fr: Glaucome secondaire à une inflammation de l'œil
zh_cn: 继发于眼部炎症的青光眼

# model:gnuhealth.pathology,name:H405
source: Glaucoma secondary to other eye disorders
de: Glaukom (sekundär) nach sonstigen Affektionen des Auges
fr_fr: Glaucome secondaire à d'autres affections oculaires
zh_cn: 继发于其他眼部疾患的青光眼

# model:gnuhealth.pathology,name:H406
source: Glaucoma secondary to drugs
de: Glaukom (sekundär) nach Arzneimittelverabreichung
fr_fr: Glaucome médicamenteux
zh_cn: 药物性青光眼

# model:gnuhealth.pathology,name:H408
source: Other glaucoma
de: Sonstiges Glaukom
fr_fr: Autres glaucomes
zh_cn: 其他青光眼

# model:gnuhealth.pathology,name:H409
source: Glaucoma, unspecified
de: Glaukom, nicht näher bezeichnet
fr_fr: Glaucome, sans précision
zh_cn: 未特指的青光眼

# model:gnuhealth.pathology,name:H42
source: Glaucoma in diseases classified elsewhere
de: Glaukom bei anderenorts klassifizierten Krankheiten
fr_fr: Glaucome au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的青光眼

# model:gnuhealth.pathology,name:H420
source: Glaucoma in endocrine, nutritional and metabolic diseases
de: Glaukom bei endokrinen, Ernährungs- und Stoffwechselkrankheiten
fr_fr: Glaucome au cours de maladies endocriniennes, nutritionnelles et métaboliques
zh_cn: 内分泌、营养和代谢疾病引起的青光眼

# model:gnuhealth.pathology,name:H428
source: Glaucoma in other diseases classified elsewhere
de: Glaukom bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Glaucome au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的青光眼

# model:gnuhealth.pathology,name:H43
source: Disorders of vitreous body
de: Affektionen des Glaskörpers
fr_fr: Affections du corps vitré
zh_cn: 玻璃体疾患

# model:gnuhealth.pathology,name:H430
source: Vitreous prolapse
de: Glaskörperprolaps
fr_fr: Prolapsus du corps vitré
zh_cn: 玻璃体脱出

# model:gnuhealth.pathology,name:H431
source: Vitreous haemorrhage
de: Glaskörperblutung
fr_fr: Hémorragie du corps vitré
zh_cn: 玻璃体出血

# model:gnuhealth.pathology,name:H432
source: Crystalline deposits in vitreous body
de: Kristalline Ablagerungen im Glaskörper
fr_fr: Opacités cristallines du corps vitré
zh_cn: 玻璃体内结晶沉积

# model:gnuhealth.pathology,name:H433
source: Other vitreous opacities
de: Sonstige Glaskörpertrübungen
fr_fr: Autres opacités du corps vitré
zh_cn: 其他玻璃体混浊

# model:gnuhealth.pathology,name:H438
source: Other disorders of vitreous body
de: Sonstige Affektionen des Glaskörpers
fr_fr: Autres affections du corps vitré
zh_cn: 玻璃体的其他疾患

# model:gnuhealth.pathology,name:H439
source: Disorder of vitreous body, unspecified
de: Affektion des Glaskörpers, nicht näher bezeichnet
fr_fr: Affection du corps vitré, sans précision
zh_cn: 未特指的玻璃体疾患

# model:gnuhealth.pathology,name:H44
source: Disorders of globe
de: Affektionen des Augapfels
fr_fr: Affections du globe oculaire
zh_cn: 眼球疾患

# model:gnuhealth.pathology,name:H440
source: Purulent endophthalmitis
de: Purulente Endophthalmitis
fr_fr: Endophtalmie purulente
zh_cn: 化脓性眼内炎

# model:gnuhealth.pathology,name:H441
source: Other endophthalmitis
de: Sonstige Endophthalmitis
fr_fr: Autres endophtalmies
zh_cn: 其他眼内炎

# model:gnuhealth.pathology,name:H442
source: Degenerative myopia
de: Degenerative Myopie
fr_fr: Myopie dégénérative
zh_cn: 变性近视

# model:gnuhealth.pathology,name:H443
source: Other degenerative disorders of globe
de: Sonstige degenerative Affektionen des Augapfels
fr_fr: Autres affections dégénératives du globe oculaire
zh_cn: 眼球的其他变性性疾患

# model:gnuhealth.pathology,name:H444
source: Hypotony of eye
de: Hypotonia bulbi
fr_fr: Hypotonie de l'œil
zh_cn: 低眼压症

# model:gnuhealth.pathology,name:H445
source: Degenerated conditions of globe
de: Degenerationszustände des Augapfels
fr_fr: Dégénérescence du globe oculaire
zh_cn: 眼球的变性性情况

# model:gnuhealth.pathology,name:H446
source: Retained (old) intraocular foreign body, magnetic
de: Verbliebener (alter) magnetischer intraokularer Fremdkörper
fr_fr: Rétention (ancienne) intraoculaire de corps étranger magnétique
zh_cn: 眼内残留(陈旧性)磁性异物

# model:gnuhealth.pathology,name:H447
source: Retained (old) intraocular foreign body, nonmagnetic
de: Verbliebener (alter) amagnetischer intraokularer Fremdkörper
fr_fr: Rétention (ancienne) intraoculaire de corps étranger non magnétique
zh_cn: 眼内残留(陈旧性)非磁性异物

# model:gnuhealth.pathology,name:H448
source: Other disorders of globe
de: Sonstige Affektionen des Augapfels
fr_fr: Autres affections du globe oculaire
zh_cn: 眼球的其他疾患

# model:gnuhealth.pathology,name:H449
source: Disorder of globe, unspecified
de: Affektion des Augapfels, nicht näher bezeichnet
fr_fr: Affection du globe oculaire, sans précision
zh_cn: 未特指的眼球疾患

# model:gnuhealth.pathology,name:H45
source: Disorders of vitreous body and globe in diseases classified elsewhere
de: Affektionen des Glaskörpers und des Augapfels bei anderenorts klassifizierten Krankheiten
fr_fr: Affections du corps vitré et du globe oculaire au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的玻璃体和眼球疾患

# model:gnuhealth.pathology,name:H450
source: Vitreous haemorrhage in diseases classified elsewhere
de: Glaskörperblutung bei anderenorts klassifizierten Krankheiten
fr_fr: Hémorragie du corps vitré au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的玻璃体出血

# model:gnuhealth.pathology,name:H451
source: Endophthalmitis in diseases classified elsewhere
de: Endophthalmitis bei anderenorts klassifizierten Krankheiten
fr_fr: Endophtalmie au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的眼内炎

# model:gnuhealth.pathology,name:H458
source: Other disorders of vitreous body and globe in diseases classified elsewhere
de: Sonstige Affektionen des Glaskörpers und des Augapfels bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections du corps vitré et du globe oculaire au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的玻璃体和眼球的其他疾患

# model:gnuhealth.pathology,name:H46
source: Optic neuritis
de: Neuritis nervi optici
fr_fr: Névrite optique
zh_cn: 视神经炎

# model:gnuhealth.pathology,name:H47
source: Other disorders of optic [2nd] nerve and visual pathways
de: Sonstige Affektionen des N. opticus [II. Hirnnerv] und der Sehbahn
fr_fr: Autres affections du nerf [II] et des voies optiques
zh_cn: 视[第二]神经和视路的其他疾患

# model:gnuhealth.pathology,name:H470
source: Disorders of optic nerve, not elsewhere classified
de: Affektionen des N. opticus, anderenorts nicht klassifiziert
fr_fr: Affections du nerf optique, non classées ailleurs
zh_cn: 视神经疾患，不可归类在他处者

# model:gnuhealth.pathology,name:H471
source: Papilloedema, unspecified
de: Stauungspapille, nicht näher bezeichnet
fr_fr: Œdème papillaire, sans précision
zh_cn: 未特指的视神经盘水肿

# model:gnuhealth.pathology,name:H472
source: Optic atrophy
de: Optikusatrophie
fr_fr: Atrophie optique
zh_cn: 视神经萎缩

# model:gnuhealth.pathology,name:H473
source: Other disorders of optic disc
de: Sonstige Affektionen der Papille
zh_cn: 视神经盘的其他疾患

# model:gnuhealth.pathology,name:H474
source: Disorders of optic chiasm
de: Affektionen des Chiasma opticum
fr_fr: Affections du chiasma optique
zh_cn: 视交叉疾患

# model:gnuhealth.pathology,name:H475
source: Disorders of other visual pathways
de: Affektionen sonstiger Teile der Sehbahn
fr_fr: Affections des autres voies optiques
zh_cn: 其他视路疾患

# model:gnuhealth.pathology,name:H476
source: Disorders of visual cortex
de: Affektionen der Sehrinde
fr_fr: Affections du cortex visuel
zh_cn: 视皮层疾患

# model:gnuhealth.pathology,name:H477
source: Disorder of visual pathways, unspecified
de: Affektion der Sehbahn, nicht näher bezeichnet
fr_fr: Affection des voies optiques, sans précision
zh_cn: 未特指的视路疾患

# model:gnuhealth.pathology,name:H48
source: Disorders of optic [2nd] nerve and visual pathways in diseases classified elsewhere
de: Affektionen des N. opticus [II. Hirnnerv] und der Sehbahn bei anderenorts klassifizierten Krankheiten
fr_fr: Affections du nerf [II] et des voies optiques au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的视[第二]神经和视路疾患

# model:gnuhealth.pathology,name:H480
source: Optic atrophy in diseases classified elsewhere
de: Optikusatrophie bei anderenorts klassifizierten Krankheiten
fr_fr: Atrophie optique au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的视神经萎缩

# model:gnuhealth.pathology,name:H481
source: Retrobulbar neuritis in diseases classified elsewhere
de: Retrobulbäre Neuritis bei anderenorts klassifizierten Krankheiten
fr_fr: Névrite rétrobulbaire au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的球后视神经炎

# model:gnuhealth.pathology,name:H488
source: Other disorders of optic nerve and visual pathways in diseases classified elsewhere
de: Sonstige Affektionen des N. opticus und der Sehbahn bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections du nerf et des voies optiques au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起视神经和视路的其他疾患

# model:gnuhealth.pathology,name:H49
source: Paralytic strabismus
de: Strabismus paralyticus
fr_fr: Strabisme paralytique
zh_cn: 麻痹性斜视

# model:gnuhealth.pathology,name:H490
source: Third [oculomotor] nerve palsy
de: Lähmung des N. oculomotorius [III. Hirnnerv]
fr_fr: Paralysie du nerf moteur oculaire commun (III)
zh_cn: 第三[动眼]神经麻痹

# model:gnuhealth.pathology,name:H491
source: Fourth [trochlear] nerve palsy
de: Lähmung des N. trochlearis [IV. Hirnnerv]
fr_fr: Paralysie du nerf pathétique (IV)
zh_cn: 第四[滑车]神经麻痹

# model:gnuhealth.pathology,name:H492
source: Sixth [abducent] nerve palsy
de: Lähmung des N. abducens [VI. Hirnnerv]
fr_fr: Paralysie du nerf moteur oculaire externe (VI)
zh_cn: 第六[展]神经麻痹

# model:gnuhealth.pathology,name:H493
source: Total (external) ophthalmoplegia
de: Ophthalmoplegia totalis externa
fr_fr: Ophtalmoplégie totale (externe)
zh_cn: 全部(外部)眼肌麻痹

# model:gnuhealth.pathology,name:H494
source: Progressive external ophthalmoplegia
de: Ophthalmoplegia progressiva externa
fr_fr: Ophtalmoplégie externe progressive
zh_cn: 进行性眼外肌麻痹

# model:gnuhealth.pathology,name:H498
source: Other paralytic strabismus
de: Sonstiger Strabismus paralyticus
fr_fr: Autres strabismes paralytiques
zh_cn: 其他麻痹性斜视

# model:gnuhealth.pathology,name:H499
source: Paralytic strabismus, unspecified
de: Strabismus paralyticus, nicht näher bezeichnet
fr_fr: Strabisme paralytique, sans précision
zh_cn: 未特指的麻痹性斜视

# model:gnuhealth.pathology,name:H50
source: Other strabismus
de: Sonstiger Strabismus
fr_fr: Autres strabismes
zh_cn: 其他斜视

# model:gnuhealth.pathology,name:H500
source: Convergent concomitant strabismus
de: Strabismus concomitans convergens
fr_fr: Strabisme convergent concomitant
zh_cn: 会聚性共同性斜视

# model:gnuhealth.pathology,name:H501
source: Divergent concomitant strabismus
de: Strabismus concomitans divergens
fr_fr: Strabisme divergent concomitant
zh_cn: 散开性共同性斜视

# model:gnuhealth.pathology,name:H502
source: Vertical strabismus
de: Strabismus verticalis
fr_fr: Strabisme vertical
zh_cn: 垂直斜视

# model:gnuhealth.pathology,name:H503
source: Intermittent heterotropia
de: Intermittierender Strabismus concomitans
fr_fr: Hétérotropie intermittente
zh_cn: 间歇性斜视

# model:gnuhealth.pathology,name:H504
source: Other and unspecified heterotropia
de: Sonstiger und nicht näher bezeichneter Strabismus concomitans
fr_fr: Hétérotropies, autres et sans précision
zh_cn: 其他和未特指的斜视

# model:gnuhealth.pathology,name:H505
source: Heterophoria
de: Heterophorie
fr_fr: Hétérophorie
zh_cn: 隐斜

# model:gnuhealth.pathology,name:H506
source: Mechanical strabismus
de: Mechanisch bedingter Strabismus
fr_fr: Strabisme mécanique
zh_cn: 机械性斜视
