Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V594
source: Occupant of pick-up truck or van injured in other and unspecified transport accidents: Driver injured in collision with other and unspecified motor vehicles in traffic accident
de: Fahrer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中轻型货车或篷车与其他和未特指机动车辆碰撞造成轻型货车或篷车司机的损伤

# model:gnuhealth.pathology,name:V595
source: Occupant of pick-up truck or van injured in other and unspecified transport accidents: Passenger injured in collision with other and unspecified motor vehicles in traffic accident
de: Fahrgast bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中轻型货车或篷车与其他和未特指机动车辆碰撞造成轻型货车或篷车乘客的损伤

# model:gnuhealth.pathology,name:V596
source: Occupant of pick-up truck or van injured in other and unspecified transport accidents: Unspecified occupant of pick-up truck or van injured in collision with other and unspecified motor vehicles in traffic accident
de: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中轻型货车或篷车与其他和未特指机动车辆碰撞造成和未特指的轻型货车或篷车乘员的损伤

# model:gnuhealth.pathology,name:V598
source: Occupant of pick-up truck or van injured in other and unspecified transport accidents: Occupant [any] of pick-up truck or van injured in other specified transport accidents
de: Benutzer eines Lieferwagens [jeder Art] bei sonstigen näher bezeichneten Transportmittelunfällen verletzt
zh_cn: 轻型货车或篷车乘员在其他特指运输事故中的损伤

# model:gnuhealth.pathology,name:V599
source: Occupant of pick-up truck or van injured in other and unspecified transport accidents: Occupant [any] of pick-up truck or van injured in unspecified traffic accident
de: Benutzer eines Lieferwagens [jeder Art] bei nicht näher bezeichnetem Verkehrsunfall verletzt
zh_cn: [任何]轻型货车或篷车乘员在未特指交通事故中的损伤

# model:gnuhealth.pathology,name:V60
source: Occupant of heavy transport vehicle injured in collision with pedestrian or animal
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt
fr_fr: Occupant d'un véhicule lourd blessé dans une collision avec un piéton ou un animal
zh_cn: 重型运输车乘员在重型运输车与行人或牲畜碰撞中的损伤

# model:gnuhealth.pathology,name:V600
source: Occupant of heavy transport vehicle injured in collision with pedestrian or animal: Driver injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V601
source: Occupant of heavy transport vehicle injured in collision with pedestrian or animal: Passenger injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V602
source: Occupant of heavy transport vehicle injured in collision with pedestrian or animal: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 重型运输车的车辆外人员在重型运输车与行人或牲畜碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V603
source: Occupant of heavy transport vehicle injured in collision with pedestrian or animal: Unspecified occupant of heavy transport vehicle injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的重型运输车乘员在重型运输车与行人或牲畜碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V604
source: Occupant of heavy transport vehicle injured in collision with pedestrian or animal: Person injured while boarding or alighting
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V605
source: Occupant of heavy transport vehicle injured in collision with pedestrian or animal: Driver injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V606
source: Occupant of heavy transport vehicle injured in collision with pedestrian or animal: Passenger injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V607
source: Occupant of heavy transport vehicle injured in collision with pedestrian or animal: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 重型运输车的车辆外人员在重型运输车与行人或牲畜碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V609
source: Occupant of heavy transport vehicle injured in collision with pedestrian or animal: Unspecified occupant of heavy transport vehicle injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的重型运输车乘员在重型运输车与行人或牲畜碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V61
source: Occupant of heavy transport vehicle injured in collision with pedal cycle
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fahrrad verletzt
fr_fr: Occupant d'un véhicule lourd blessé dans une collision avec un cycle
zh_cn: 重型运输车乘员在重型运输车与脚踏车碰撞中的损伤

# model:gnuhealth.pathology,name:V610
source: Occupant of heavy transport vehicle injured in collision with pedal cycle: Driver injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fahrrad verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V611
source: Occupant of heavy transport vehicle injured in collision with pedal cycle: Passenger injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fahrrad verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V612
source: Occupant of heavy transport vehicle injured in collision with pedal cycle: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fahrrad verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 重型运输车的车辆外人员在重型运输车与脚踏车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V613
source: Occupant of heavy transport vehicle injured in collision with pedal cycle: Unspecified occupant of heavy transport vehicle injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fahrrad verletzt: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的重型运输车乘员在重型运输车与脚踏车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V614
source: Occupant of heavy transport vehicle injured in collision with pedal cycle: Person injured while boarding or alighting
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fahrrad verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V615
source: Occupant of heavy transport vehicle injured in collision with pedal cycle: Driver injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fahrrad verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V616
source: Occupant of heavy transport vehicle injured in collision with pedal cycle: Passenger injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fahrrad verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V617
source: Occupant of heavy transport vehicle injured in collision with pedal cycle: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fahrrad verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 重型运输车的车辆外人员在重型运输车与脚踏车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V619
source: Occupant of heavy transport vehicle injured in collision with pedal cycle: Unspecified occupant of heavy transport vehicle injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Fahrrad verletzt: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的重型运输车乘员在重型运输车与脚踏车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V62
source: Occupant of heavy transport vehicle injured in collision with two- or three-wheeled motor vehicle
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt
fr_fr: Occupant d'un véhicule lourd blessé dans une collision avec un véhicule à moteur à deux ou à trois roues
zh_cn: 重型运输车乘员在重型运输车与两轮或三轮机动车碰撞中的损伤

# model:gnuhealth.pathology,name:V620
source: Occupant of heavy transport vehicle injured in collision with two- or three-wheeled motor vehicle: Driver injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V621
source: Occupant of heavy transport vehicle injured in collision with two- or three-wheeled motor vehicle: Passenger injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V622
source: Occupant of heavy transport vehicle injured in collision with two- or three-wheeled motor vehicle: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 重型运输车的车辆外人员在重型运输车与两轮或三轮机动车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V623
source: Occupant of heavy transport vehicle injured in collision with two- or three-wheeled motor vehicle: Unspecified occupant of heavy transport vehicle injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的重型运输车乘员在重型运输车与两轮或三轮机动车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V624
source: Occupant of heavy transport vehicle injured in collision with two- or three-wheeled motor vehicle: Person injured while boarding or alighting
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V625
source: Occupant of heavy transport vehicle injured in collision with two- or three-wheeled motor vehicle: Driver injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V626
source: Occupant of heavy transport vehicle injured in collision with two- or three-wheeled motor vehicle: Passenger injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V627
source: Occupant of heavy transport vehicle injured in collision with two- or three-wheeled motor vehicle: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 重型运输车的车辆外人员在重型运输车与两轮或三轮机动车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V629
source: Occupant of heavy transport vehicle injured in collision with two- or three-wheeled motor vehicle: Unspecified occupant of heavy transport vehicle injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的重型运输车乘员在重型运输车与两轮或三轮机动车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V63
source: Occupant of heavy transport vehicle injured in collision with car, pick-up truck or van
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt
fr_fr: Occupant d'un véhicule lourd blessé dans une collision avec une automobile ou une camionnette
zh_cn: 重型运输车乘员在重型运输车与小汽车、轻型货车或篷车碰撞中的损伤

# model:gnuhealth.pathology,name:V630
source: Occupant of heavy transport vehicle injured in collision with car, pick-up truck or van: Driver injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V631
source: Occupant of heavy transport vehicle injured in collision with car, pick-up truck or van: Passenger injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V632
source: Occupant of heavy transport vehicle injured in collision with car, pick-up truck or van: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 重型运输车的车辆外人员在重型运输车与小汽车、轻型货车或篷车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V633
source: Occupant of heavy transport vehicle injured in collision with car, pick-up truck or van: Unspecified occupant of heavy transport vehicle injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的重型运输车乘员在重型运输车与小汽车、轻型货车或篷车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V634
source: Occupant of heavy transport vehicle injured in collision with car, pick-up truck or van: Person injured while boarding or alighting
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V635
source: Occupant of heavy transport vehicle injured in collision with car, pick-up truck or van: Driver injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V636
source: Occupant of heavy transport vehicle injured in collision with car, pick-up truck or van: Passenger injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V637
source: Occupant of heavy transport vehicle injured in collision with car, pick-up truck or van: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 重型运输车的车辆外人员在重型运输车与小汽车、轻型货车或篷车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V639
source: Occupant of heavy transport vehicle injured in collision with car, pick-up truck or van: Unspecified occupant of heavy transport vehicle injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的重型运输车乘员在重型运输车与小汽车、轻型货车或篷车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V64
source: Occupant of heavy transport vehicle injured in collision with heavy transport vehicle or bus
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt
fr_fr: Occupant d'un véhicule lourd blessé dans une collision avec un véhicule lourd ou un autobus
zh_cn: 重型运输车乘员在重型运输车与重型运输车或公共汽车碰撞中的损伤

# model:gnuhealth.pathology,name:V640
source: Occupant of heavy transport vehicle injured in collision with heavy transport vehicle or bus: Driver injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V641
source: Occupant of heavy transport vehicle injured in collision with heavy transport vehicle or bus: Passenger injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V642
source: Occupant of heavy transport vehicle injured in collision with heavy transport vehicle or bus: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 重型运输车的车辆外人员在重型运输车与重型运输车或公共汽车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V643
source: Occupant of heavy transport vehicle injured in collision with heavy transport vehicle or bus: Unspecified occupant of heavy transport vehicle injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的重型运输车乘员在重型运输车与重型运输车或公共汽车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V644
source: Occupant of heavy transport vehicle injured in collision with heavy transport vehicle or bus: Person injured while boarding or alighting
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V645
source: Occupant of heavy transport vehicle injured in collision with heavy transport vehicle or bus: Driver injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V646
source: Occupant of heavy transport vehicle injured in collision with heavy transport vehicle or bus: Passenger injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V647
source: Occupant of heavy transport vehicle injured in collision with heavy transport vehicle or bus: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 重型运输车的车辆外人员在重型运输车与重型运输车或公共汽车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V649
source: Occupant of heavy transport vehicle injured in collision with heavy transport vehicle or bus: Unspecified occupant of heavy transport vehicle injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的重型运输车乘员在重型运输车与重型运输车或公共汽车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V65
source: Occupant of heavy transport vehicle injured in collision with railway train or railway vehicle
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt
fr_fr: Occupant d'un véhicule lourd blessé dans une collision avec un train ou un véhicule ferroviaire
zh_cn: 重型运输车乘员在重型运输车与火车或铁路车辆碰撞中的损伤

# model:gnuhealth.pathology,name:V650
source: Occupant of heavy transport vehicle injured in collision with railway train or railway vehicle: Driver injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V651
source: Occupant of heavy transport vehicle injured in collision with railway train or railway vehicle: Passenger injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V652
source: Occupant of heavy transport vehicle injured in collision with railway train or railway vehicle: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 重型运输车的车辆外人员在重型运输车与火车或铁路车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V653
source: Occupant of heavy transport vehicle injured in collision with railway train or railway vehicle: Unspecified occupant of heavy transport vehicle injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的重型运输车乘员在重型运输车与火车或铁路车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V654
source: Occupant of heavy transport vehicle injured in collision with railway train or railway vehicle: Person injured while boarding or alighting
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V655
source: Occupant of heavy transport vehicle injured in collision with railway train or railway vehicle: Driver injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V656
source: Occupant of heavy transport vehicle injured in collision with railway train or railway vehicle: Passenger injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V657
source: Occupant of heavy transport vehicle injured in collision with railway train or railway vehicle: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 重型运输车的车辆外人员在重型运输车与火车或铁路车辆碰撞交通事故中的损伤
