Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:I828
source: Embolism and thrombosis of other specified veins
de: Embolie und Thrombose sonstiger näher bezeichneter Venen
fr_fr: Embolie et thrombose d'autres veines précisées
zh_cn: 其他特指的静脉栓塞和血栓形成

# model:gnuhealth.pathology,name:I829
source: Embolism and thrombosis of unspecified vein
de: Embolie und Thrombose nicht näher bezeichneter Vene
fr_fr: Embolie et thrombose d'une veine non précisée
zh_cn: 未特指的静脉栓塞和血栓形成

# model:gnuhealth.pathology,name:I83
source: Varicose veins of lower extremities
de: Varizen der unteren Extremitäten
fr_fr: Varices des membres inférieurs
zh_cn: 下肢静脉曲张

# model:gnuhealth.pathology,name:I830
source: Varicose veins of lower extremities with ulcer
de: Varizen der unteren Extremitäten mit Ulzeration
fr_fr: Varices ulcérées des membres inférieurs
zh_cn: 下肢静脉曲张伴有溃疡

# model:gnuhealth.pathology,name:I831
source: Varicose veins of lower extremities with inflammation
de: Varizen der unteren Extremitäten mit Entzündung
fr_fr: Varices des membres inférieurs, avec inflammation
zh_cn: 下肢静脉曲张伴有炎症

# model:gnuhealth.pathology,name:I832
source: Varicose veins of lower extremities with both ulcer and inflammation
de: Varizen der unteren Extremitäten mit Ulzeration und Entzündung
fr_fr: Varices des membres inférieurs, avec ulcère et inflammation
zh_cn: 下肢静脉曲张伴有溃疡和炎症

# model:gnuhealth.pathology,name:I839
source: Varicose veins of lower extremities without ulcer or inflammation
de: Varizen der unteren Extremitäten ohne Ulzeration oder Entzündung
fr_fr: Varices des membres inférieurs sans ulcère ou inflammation
zh_cn: 下肢静脉曲张不伴有溃疡或炎症

# model:gnuhealth.pathology,name:I84
source: Haemorrhoids
de: Hämorrhoiden
fr_fr: Hémorroïdes
zh_cn: 痔

# model:gnuhealth.pathology,name:I840
source: Internal thrombosed haemorrhoids
de: Innere thrombosierte Hämorrhoiden
fr_fr: Hémorroïdes internes thrombosées
zh_cn: 血栓性内痔

# model:gnuhealth.pathology,name:I841
source: Internal haemorrhoids with other complications
de: Innere Hämorrhoiden mit sonstigen Komplikationen
fr_fr: Hémorroïdes internes avec autres complications
zh_cn: 内痔伴有其他并发症

# model:gnuhealth.pathology,name:I842
source: Internal haemorrhoids without complication
de: Innere Hämorrhoiden ohne Komplikation
fr_fr: Hémorroïdes internes, sans complication
zh_cn: 内痔不伴有并发症

# model:gnuhealth.pathology,name:I843
source: External thrombosed haemorrhoids
de: Äußere thrombosierte Hämorrhoiden
fr_fr: Hémorroïdes externes thrombosées
zh_cn: 血栓性外痔

# model:gnuhealth.pathology,name:I844
source: External haemorrhoids with other complications
de: Äußere Hämorrhoiden mit sonstigen Komplikationen
fr_fr: Hémorroïdes externes avec d'autres complications
zh_cn: 外痔伴有其他并发症

# model:gnuhealth.pathology,name:I845
source: External haemorrhoids without complication
de: Äußere Hämorrhoiden ohne Komplikation
fr_fr: Hémorroïdes externes, sans complication
zh_cn: 外痔不伴有并发症

# model:gnuhealth.pathology,name:I846
source: Residual haemorrhoidal skin tags
de: Marisken als Folgezustand von Hämorrhoiden
fr_fr: Cicatrices hémorroïdaires cutanées résiduelles
zh_cn: 残留的痔皮赘

# model:gnuhealth.pathology,name:I847
source: Unspecified thrombosed haemorrhoids
de: Nicht näher bezeichnete thrombosierte Hämorrhoiden
fr_fr: Hémorroïdes thrombosées non précisées
zh_cn: 未特指的血栓性痔

# model:gnuhealth.pathology,name:I848
source: Unspecified haemorrhoids with other complications
de: Nicht näher bezeichnete Hämorrhoiden mit sonstigen Komplikationen
fr_fr: Hémorroïdes non précisées avec d'autres complications
zh_cn: 未特指的痔伴有其他并发症

# model:gnuhealth.pathology,name:I849
source: Unspecified haemorrhoids without complication
de: Hämorrhoiden ohne Komplikation, nicht näher bezeichnet
fr_fr: Hémorroïdes sans complication, sans précision
zh_cn: 未特指的痔不伴有并发症

# model:gnuhealth.pathology,name:I85
source: Oesophageal varices
de: Ösophagusvarizen
fr_fr: Varices œsophagiennes
zh_cn: 食管静脉曲张

# model:gnuhealth.pathology,name:I850
source: Oesophageal varices with bleeding
de: Ösophagusvarizen mit Blutung
fr_fr: Varices œsophagiennes hémorragiques
zh_cn: 食管静脉曲张伴有出血

# model:gnuhealth.pathology,name:I859
source: Oesophageal varices without bleeding
de: Ösophagusvarizen ohne Blutung
fr_fr: Varices œsophagiennes, non hémorragiques
zh_cn: 食管静脉曲张不伴有出血

# model:gnuhealth.pathology,name:I86
source: Varicose veins of other sites
de: Varizen sonstiger Lokalisationen
fr_fr: Varices d'autres localisations
zh_cn: 其他部位的静脉曲张

# model:gnuhealth.pathology,name:I860
source: Sublingual varices
de: Sublinguale Varizen
fr_fr: Varices sublinguales
zh_cn: 舌下静脉曲张

# model:gnuhealth.pathology,name:I861
source: Scrotal varices
de: Skrotumvarizen
fr_fr: Varices scrotales
zh_cn: 阴囊静脉曲张

# model:gnuhealth.pathology,name:I862
source: Pelvic varices
de: Beckenvarizen
fr_fr: Varices pelviennes
zh_cn: 盆腔静脉曲张

# model:gnuhealth.pathology,name:I863
source: Vulval varices
de: Vulvavarizen
fr_fr: Varices vulvaires
zh_cn: 外阴静脉曲张

# model:gnuhealth.pathology,name:I864
source: Gastric varices
de: Magenvarizen
fr_fr: Varices gastriques
zh_cn: 胃静脉曲张

# model:gnuhealth.pathology,name:I868
source: Varicose veins of other specified sites
de: Varizen sonstiger näher bezeichneter Lokalisationen
fr_fr: Varices d'autres localisations précisées
zh_cn: 其他特指部位的静脉曲张

# model:gnuhealth.pathology,name:I87
source: Other disorders of veins
de: Sonstige Venenkrankheiten
fr_fr: Autres atteintes veineuses
zh_cn: 静脉的其他疾患

# model:gnuhealth.pathology,name:I870
source: Postthrombotic syndrome
de: Postthrombotisches Syndrom
zh_cn: 静脉炎后综合征

# model:gnuhealth.pathology,name:I871
source: Compression of vein
de: Venenkompression
fr_fr: Compression veineuse
zh_cn: 静脉受压

# model:gnuhealth.pathology,name:I872
source: Venous insufficiency (chronic)(peripheral)
de: Venöse Insuffizienz (chronisch) (peripher)
zh_cn: 静脉功能不全(慢性)(周围性)

# model:gnuhealth.pathology,name:I878
source: Other specified disorders of veins
de: Sonstige näher bezeichnete Venenkrankheiten
fr_fr: Autres atteintes veineuses précisées
zh_cn: 静脉其他特指的疾患

# model:gnuhealth.pathology,name:I879
source: Disorder of vein, unspecified
de: Venenkrankheit, nicht näher bezeichnet
fr_fr: Atteinte veineuse, sans précision
zh_cn: 静脉未特指的疾患

# model:gnuhealth.pathology,name:I88
source: Nonspecific lymphadenitis
de: Unspezifische Lymphadenitis
fr_fr: Lymphadénite non spécifique
zh_cn: 非特异性淋巴结炎

# model:gnuhealth.pathology,name:I880
source: Nonspecific mesenteric lymphadenitis
de: Unspezifische mesenteriale Lymphadenitis
fr_fr: Lymphadénite mésentérique non spécifique
zh_cn: 非特异性肠系膜淋巴结炎

# model:gnuhealth.pathology,name:I881
source: Chronic lymphadenitis, except mesenteric
de: Chronische Lymphadenitis, ausgenommen mesenterial
fr_fr: Lymphadénite chronique, sauf mésentérique
zh_cn: 慢性淋巴结炎，除外肠系膜

# model:gnuhealth.pathology,name:I888
source: Other nonspecific lymphadenitis
de: Sonstige unspezifische Lymphadenitis
fr_fr: Autres lymphadénites non spécifiques
zh_cn: 其他非特异性淋巴结炎

# model:gnuhealth.pathology,name:I889
source: Nonspecific lymphadenitis, unspecified
de: Unspezifische Lymphadenitis, nicht näher bezeichnet
fr_fr: Lymphadénite non spécifique, sans précision
zh_cn: 未特指的非特异性淋巴结炎

# model:gnuhealth.pathology,name:I89
source: Other noninfective disorders of lymphatic vessels and lymph nodes
de: Sonstige nichtinfektiöse Krankheiten der Lymphgefäße und Lymphknoten
zh_cn: 淋巴管和淋巴结的其他非感染性疾患

# model:gnuhealth.pathology,name:I890
source: Lymphoedema, not elsewhere classified
de: Lymphödem, anderenorts nicht klassifiziert
fr_fr: Lymphœdème, non classé ailleurs
zh_cn: 淋巴水肿，不可归类在他处者

# model:gnuhealth.pathology,name:I898
source: Other specified noninfective disorders of lymphatic vessels and lymph nodes
de: Sonstige näher bezeichnete nichtinfektiöse Krankheiten der Lymphgefäße und Lymphknoten
zh_cn: 淋巴管和淋巴结其他特指的非感染性疾患

# model:gnuhealth.pathology,name:I899
source: Noninfective disorder of lymphatic vessels and lymph nodes, unspecified
de: Nichtinfektiöse Krankheit der Lymphgefäße und Lymphknoten, nicht näher bezeichnet
zh_cn: 淋巴管和淋巴结未特指的非感染性疾患

# model:gnuhealth.pathology,name:I95
source: Hypotension
de: Hypotonie
zh_cn: 低血压

# model:gnuhealth.pathology,name:I950
source: Idiopathic hypotension
de: Idiopathische Hypotonie
fr_fr: Hypotension idiopathique
zh_cn: 特发性低血压

# model:gnuhealth.pathology,name:I951
source: Orthostatic hypotension
de: Orthostatische Hypotonie
fr_fr: Hypotension orthostatique
zh_cn: 直立性低血压

# model:gnuhealth.pathology,name:I952
source: Hypotension due to drugs
de: Hypotonie durch Arzneimittel
fr_fr: Hypotension médicamenteuse
zh_cn: 药物性低血压

# model:gnuhealth.pathology,name:I958
source: Other hypotension
de: Sonstige Hypotonie
fr_fr: Autres hypotensions
zh_cn: 其他低血压

# model:gnuhealth.pathology,name:I959
source: Hypotension, unspecified
de: Hypotonie, nicht näher bezeichnet
fr_fr: Hypotension, sans précision
zh_cn: 未特指的低血压

# model:gnuhealth.pathology,name:I97
source: Postprocedural disorders of circulatory system, not elsewhere classified
de: Kreislaufkomplikationen nach medizinischen Maßnahmen, anderenorts nicht klassifiziert
fr_fr: Troubles de l'appareil circulatoire après un acte à visée diagnostique et thérapeutique, non classés ailleurs
zh_cn: 循环系统的操作后疾患，不可归类在他处者

# model:gnuhealth.pathology,name:I970
source: Postcardiotomy syndrome
de: Postkardiotomie-Syndrom
fr_fr: Syndrome post-cardiotomie
zh_cn: 心脏切开术后综合征

# model:gnuhealth.pathology,name:I971
source: Other functional disturbances following cardiac surgery
de: Sonstige Funktionsstörungen nach kardiochirurgischem Eingriff
fr_fr: Autres troubles fonctionnels après chirurgie cardiaque
zh_cn: 心脏外科手术后的其他功能性障碍

# model:gnuhealth.pathology,name:I972
source: Postmastectomy lymphoedema syndrome
de: Lymphödem nach Mastektomie
fr_fr: Lymphœdème après mastectomie
zh_cn: 乳房切除术后状态淋巴水肿综合征

# model:gnuhealth.pathology,name:I978
source: Other postprocedural disorders of circulatory system, not elsewhere classified
de: Sonstige Kreislaufkomplikationen nach medizinischen Maßnahmen, anderenorts nicht klassifiziert
fr_fr: Autres troubles de l'appareil circulatoire après un acte à visée diagnostique et thérapeutique, non classés ailleurs
zh_cn: 循环系统的其他操作后疾患，不可归类在他处者

# model:gnuhealth.pathology,name:I979
source: Postprocedural disorder of circulatory system, unspecified
de: Kreislaufkomplikation nach medizinischer Maßnahme, nicht näher bezeichnet
fr_fr: Trouble de l'appareil circulatoire après un acte à visée diagnostique et thérapeutique, sans précision
zh_cn: 循环系统未特指的操作后疾患

# model:gnuhealth.pathology,name:I98
source: Other disorders of circulatory system in diseases classified elsewhere
de: Sonstige Störungen des Kreislaufsystems bei anderenorts klassifizierten Krankheiten
fr_fr: Autres troubles de l'appareil circulatoire au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的循环系统的其他疾患

# model:gnuhealth.pathology,name:I980
source: Cardiovascular syphilis
de: Kardiovaskuläre Syphilis
fr_fr: Syphilis cardio-vasculaire
zh_cn: 心血管梅毒

# model:gnuhealth.pathology,name:I981
source: Cardiovascular disorders in other infectious and parasitic diseases classified elsewhere
de: Störungen des Herz-Kreislaufsystems bei sonstigen anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Troubles cardio-vasculaires au cours d'autres maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的其他传染病和寄生虫病引起的心血管疾患

# model:gnuhealth.pathology,name:I982
source: Oesophageal varices without bleeding in diseases classified elsewhere
de: Ösophagusvarizen bei anderenorts klassifizierten Krankheiten, ohne Angabe einer Blutung
zh_cn: 分类于他处的疾病引起的食管静脉曲张不伴有出血

# model:gnuhealth.pathology,name:I983
source: Oesophageal varices with bleeding in diseases classified elsewhere
de: Ösophagusvarizen bei anderenorts klassifizierten Krankheiten, mit Angabe einer Blutung
zh_cn: 分类于他处的疾病引起的食管静脉曲张伴有出血

# model:gnuhealth.pathology,name:I988
source: Other specified disorders of circulatory system in diseases classified elsewhere
de: Sonstige näher bezeichnete Störungen des Kreislaufsystems bei anderenorts klassifizierten Krankheiten
fr_fr: Autres troubles précisés de l'appareil circulatoire au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的循环系统的其他特指疾患

# model:gnuhealth.pathology,name:I99
source: Other and unspecified disorders of circulatory system
de: Sonstige und nicht näher bezeichnete Krankheiten des Kreislaufsystems
fr_fr: Troubles autres et non précisés de l'appareil circulatoire
zh_cn: 循环系统其他和未特指的疾患

# model:gnuhealth.pathology,name:J00
source: Acute nasopharyngitis [common cold]
de: Akute Rhinopharyngitis [Erkältungsschnupfen]
fr_fr: Rhinopharyngite aiguë [rhume banal]
zh_cn: 急性鼻咽炎[感冒]

# model:gnuhealth.pathology,name:J01
source: Acute sinusitis
de: Akute Sinusitis
fr_fr: Sinusite aiguë
zh_cn: 急性鼻窦炎

# model:gnuhealth.pathology,name:J010
source: Acute maxillary sinusitis
de: Akute Sinusitis maxillaris
fr_fr: Sinusite maxillaire aiguë
zh_cn: 急性上颌窦炎

# model:gnuhealth.pathology,name:J011
source: Acute frontal sinusitis
de: Akute Sinusitis frontalis
fr_fr: Sinusite frontale aiguë
zh_cn: 急性额窦炎

# model:gnuhealth.pathology,name:J012
source: Acute ethmoidal sinusitis
de: Akute Sinusitis ethmoidalis
fr_fr: Sinusite ethmoïdale aiguë
zh_cn: 急性筛窦炎

# model:gnuhealth.pathology,name:J013
source: Acute sphenoidal sinusitis
de: Akute Sinusitis sphenoidalis
fr_fr: Sinusite sphénoïdale aiguë
zh_cn: 急性蝶窦炎

# model:gnuhealth.pathology,name:J014
source: Acute pansinusitis
de: Akute Pansinusitis
fr_fr: Pansinusite aiguë
zh_cn: 急性全鼻窦炎

# model:gnuhealth.pathology,name:J018
source: Other acute sinusitis
de: Sonstige akute Sinusitis
fr_fr: Autres sinusites aiguës
zh_cn: 其他的急性鼻窦炎

# model:gnuhealth.pathology,name:J019
source: Acute sinusitis, unspecified
de: Akute Sinusitis, nicht näher bezeichnet
fr_fr: Sinusite aiguë, sans précision
zh_cn: 未特指的急性鼻窦炎

# model:gnuhealth.pathology,name:J02
source: Acute pharyngitis
de: Akute Pharyngitis
fr_fr: Pharyngite aiguë
zh_cn: 急性咽炎

# model:gnuhealth.pathology,name:J020
source: Streptococcal pharyngitis
de: Streptokokken-Pharyngitis
fr_fr: Pharyngite à streptocoques
zh_cn: 链球菌性咽炎

# model:gnuhealth.pathology,name:J028
source: Acute pharyngitis due to other specified organisms
de: Akute Pharyngitis durch sonstige näher bezeichnete Erreger
fr_fr: Pharyngite aiguë due à d'autres micro-organismes précisés
zh_cn: 其他特指病原体引起的急性咽炎

# model:gnuhealth.pathology,name:J029
source: Acute pharyngitis, unspecified
de: Akute Pharyngitis, nicht näher bezeichnet
fr_fr: Pharyngite aiguë, sans précision
zh_cn: 未特指的急性咽炎

# model:gnuhealth.pathology,name:J03
source: Acute tonsillitis
de: Akute Tonsillitis
fr_fr: Amygdalite aiguë
zh_cn: 急性扁桃体炎

# model:gnuhealth.pathology,name:J030
source: Streptococcal tonsillitis
de: Streptokokken-Tonsillitis
fr_fr: Amygdalite à streptocoques
zh_cn: 链球菌性扁桃体炎

# model:gnuhealth.pathology,name:J038
source: Acute tonsillitis due to other specified organisms
de: Akute Tonsillitis durch sonstige näher bezeichnete Erreger
fr_fr: Amygdalite aiguë due à d'autres micro-organismes précisés
zh_cn: 其他特指病原体引起的急性扁桃体炎

# model:gnuhealth.pathology,name:J039
source: Acute tonsillitis, unspecified
de: Akute Tonsillitis, nicht näher bezeichnet
fr_fr: Amygdalite aiguë, sans précision
zh_cn: 未特指的急性扁桃体炎

# model:gnuhealth.pathology,name:J04
source: Acute laryngitis and tracheitis
de: Akute Laryngitis und Tracheitis
fr_fr: Laryngite et trachéite aiguës
zh_cn: 急性喉炎和气管炎

# model:gnuhealth.pathology,name:J040
source: Acute laryngitis
de: Akute Laryngitis
fr_fr: Laryngite aiguë
zh_cn: 急性喉炎

# model:gnuhealth.pathology,name:J041
source: Acute tracheitis
de: Akute Tracheitis
fr_fr: Trachéite aiguë
zh_cn: 急性气管炎

# model:gnuhealth.pathology,name:J042
source: Acute laryngotracheitis
de: Akute Laryngotracheitis
fr_fr: Laryngo-trachéite aiguë
zh_cn: 急性喉气管炎

# model:gnuhealth.pathology,name:J05
source: Acute obstructive laryngitis [croup] and epiglottitis
de: Akute obstruktive Laryngitis [Krupp] und Epiglottitis
fr_fr: Laryngite obstructive aiguë [croup] et épiglottite aiguë
zh_cn: 急性梗阻性喉炎[哮吼]和会厌炎

# model:gnuhealth.pathology,name:J050
source: Acute obstructive laryngitis [croup]
de: Akute obstruktive Laryngitis [Krupp]
fr_fr: Laryngite obstructive aiguë [croup]
zh_cn: 急性梗阻性喉炎[哮吼]

# model:gnuhealth.pathology,name:J051
source: Acute epiglottitis
de: Akute Epiglottitis
fr_fr: Epiglottite aiguë
zh_cn: 急性会厌炎

# model:gnuhealth.pathology,name:J06
source: Acute upper respiratory infections of multiple and unspecified sites
de: Akute Infektionen an mehreren oder nicht näher bezeichneten Lokalisationen der oberen Atemwege
fr_fr: Infections aiguës des voies respiratoires supérieures, à localisations multiples et non précisées
zh_cn: 多发性和未特指部位的急性上呼吸道感染

# model:gnuhealth.pathology,name:J060
source: Acute laryngopharyngitis
de: Akute Laryngopharyngitis
fr_fr: Laryngo-pharyngite aiguë
zh_cn: 急性咽喉炎

# model:gnuhealth.pathology,name:J068
source: Other acute upper respiratory infections of multiple sites
de: Sonstige akute Infektionen an mehreren Lokalisationen der oberen Atemwege
fr_fr: Autres infections aiguës des voies respiratoires supérieures, à localisations multiples
zh_cn: 多个部位的其他急性上呼吸道感染

# model:gnuhealth.pathology,name:J069
source: Acute upper respiratory infection, unspecified
de: Akute Infektion der oberen Atemwege, nicht näher bezeichnet
fr_fr: Infection des voies respiratoires supérieures, sans précision
zh_cn: 未特指的急性上呼吸道感染

# model:gnuhealth.pathology,name:J09
source: Influenza due to identified zoonotic or pandemic influenza virus
de: Grippe durch zoonotische oder pandemische nachgewiesene Influenzaviren
zh_cn: 被标明的禽流感病毒引起的流行性感冒

# model:gnuhealth.pathology,name:J10
source: influenza due to identified seasonal influenza virus
de: Grippe durch saisonale nachgewiesene Influenzaviren
zh_cn: 被标明的其他流感病毒引起的流行性感冒

# model:gnuhealth.pathology,name:J100
source: Influenza with pneumonia, seasonal influenza virus identified
de: Grippe mit Pneumonie, saisonale Influenzaviren nachgewiesen
zh_cn: 流行性感冒伴有肺炎，其他流感病毒被标明

# model:gnuhealth.pathology,name:J101
source: Influenza with other respiratory manifestations, seasonal influenza virus identified
de: Grippe mit sonstigen Manifestationen an den Atemwegen, saisonale Influenzaviren nachgewiesen
zh_cn: 流行性感冒伴有其他呼吸道表现，其他流感病毒被标明

# model:gnuhealth.pathology,name:J108
source: Influenza with other manifestations, seasonal influenza virus identified
de: Grippe mit sonstigen Manifestationen, saisonale Influenzaviren nachgewiesen
zh_cn: 流行性感冒伴有其他表现，其他流感病毒被标明

# model:gnuhealth.pathology,name:J11
source: Influenza, virus not identified
de: Grippe, Viren nicht nachgewiesen
fr_fr: Grippe, virus non identifié
zh_cn: 流行性感冒，病毒未标明

# model:gnuhealth.pathology,name:J110
source: Influenza with pneumonia, virus not identified
de: Grippe mit Pneumonie, Viren nicht nachgewiesen
fr_fr: Grippe avec pneumopathie, virus non identifié
zh_cn: 流行性感冒伴有肺炎，病毒未标明

# model:gnuhealth.pathology,name:J111
source: Influenza with other respiratory manifestations, virus not identified
de: Grippe mit sonstigen Manifestationen an den Atemwegen, Viren nicht nachgewiesen
fr_fr: Grippe avec d'autres manifestations respiratoires, virus non identifié
zh_cn: 流行性感冒伴有其他呼吸道表现，病毒未标明

# model:gnuhealth.pathology,name:J118
source: Influenza with other manifestations, virus not identified
de: Grippe mit sonstigen Manifestationen, Viren nicht nachgewiesen
fr_fr: Grippe avec d'autres manifestations, virus non identifié
zh_cn: 流行性感冒伴有其他表现，病毒未标明

# model:gnuhealth.pathology,name:J12
source: Viral pneumonia, not elsewhere classified
de: Viruspneumonie, anderenorts nicht klassifiziert
fr_fr: Pneumopathies virales, non classées ailleurs
zh_cn: 病毒性肺炎，不可归类在他处者

# model:gnuhealth.pathology,name:J120
source: Adenoviral pneumonia
de: Pneumonie durch Adenoviren
fr_fr: Pneumopathie adénovirale
zh_cn: 腺病毒肺炎

# model:gnuhealth.pathology,name:J121
source: Respiratory syncytial virus pneumonia
de: Pneumonie durch Respiratory-Syncytial-Viren [RS-Viren]
fr_fr: Pneumopathie due au virus respiratoire syncytial [VRS]
zh_cn: 呼吸道合胞体病毒肺炎

# model:gnuhealth.pathology,name:J122
source: Parainfluenza virus pneumonia
de: Pneumonie durch Parainfluenzaviren
fr_fr: Pneumopathie due aux virus paragrippaux
zh_cn: 副流感病毒肺炎

# model:gnuhealth.pathology,name:J123
source: Human metapneumovirus pneumonia
de: Pneumonie durch humanes Metapneumovirus

# model:gnuhealth.pathology,name:J128
source: Other viral pneumonia
de: Pneumonie durch sonstige Viren
fr_fr: Autres pneumopathies virales
zh_cn: 其他的病毒性肺炎

# model:gnuhealth.pathology,name:J129
source: Viral pneumonia, unspecified
de: Viruspneumonie, nicht näher bezeichnet
fr_fr: Pneumopathie virale, sans précision
zh_cn: 未特指的病毒性肺炎

# model:gnuhealth.pathology,name:J13
source: Pneumonia due to Streptococcus pneumoniae
de: Pneumonie durch Streptococcus pneumoniae
fr_fr: Pneumonie due à Streptococcus pneumoniae
zh_cn: 链球菌性肺炎

# model:gnuhealth.pathology,name:J14
source: Pneumonia due to Haemophilus influenzae
de: Pneumonie durch Haemophilus influenzae
fr_fr: Pneumopathie due à Haemophilus influenzae
zh_cn: 流感嗜血杆菌性肺炎

# model:gnuhealth.pathology,name:J15
source: Bacterial pneumonia, not elsewhere classified
de: Pneumonie durch Bakterien, anderenorts nicht klassifiziert
fr_fr: Pneumopathies bactériennes, non classées ailleurs
zh_cn: 细菌性肺炎，不可归类在他处者

# model:gnuhealth.pathology,name:J150
source: Pneumonia due to Klebsiella pneumoniae
de: Pneumonie durch Klebsiella pneumoniae
fr_fr: Pneumopathie due à Klebsiella pneumoniae
zh_cn: 肺炎杆菌性肺炎

# model:gnuhealth.pathology,name:J151
source: Pneumonia due to Pseudomonas
de: Pneumonie durch Pseudomonas
fr_fr: Pneumopathie due à Pseudomonas
zh_cn: 假单胞菌性肺炎

# model:gnuhealth.pathology,name:J152
source: Pneumonia due to staphylococcus
de: Pneumonie durch Staphylokokken
fr_fr: Pneumopathie due à des staphylocoques
zh_cn: 葡萄球菌性肺炎

# model:gnuhealth.pathology,name:J153
source: Pneumonia due to streptococcus, group B
de: Pneumonie durch Streptokokken der Gruppe B
fr_fr: Pneumopathie due à des streptocoques, groupe B
zh_cn: B族链球菌性肺炎

# model:gnuhealth.pathology,name:J154
source: Pneumonia due to other streptococci
de: Pneumonie durch sonstige Streptokokken
fr_fr: Pneumopathie due à d'autres streptocoques
zh_cn: 其他链球菌性肺炎

# model:gnuhealth.pathology,name:J155
source: Pneumonia due to Escherichia coli
de: Pneumonie durch Escherichia coli
fr_fr: Pneumopathie due à Escherichia coli
zh_cn: 大肠杆菌性肺炎

# model:gnuhealth.pathology,name:J156
source: Pneumonia due to other Gram-negative bacteria
de: Pneumonie durch andere gramnegative Bakterien
zh_cn: 其他需氧的革兰氏阴性细菌性肺炎

# model:gnuhealth.pathology,name:J157
source: Pneumonia due to Mycoplasma pneumoniae
de: Pneumonie durch Mycoplasma pneumoniae
fr_fr: Pneumopathie due à Mycoplasma pneumoniae
zh_cn: 肺炎支原体性肺炎

# model:gnuhealth.pathology,name:J158
source: Other bacterial pneumonia
de: Sonstige bakterielle Pneumonie
fr_fr: Autres pneumopathies bactériennes
zh_cn: 其他的细菌性肺炎

# model:gnuhealth.pathology,name:J159
source: Bacterial pneumonia, unspecified
de: Bakterielle Pneumonie, nicht näher bezeichnet
fr_fr: Pneumopathie bactérienne, sans précision
zh_cn: 未特指的细菌性肺炎

# model:gnuhealth.pathology,name:J16
source: Pneumonia due to other infectious organisms, not elsewhere classified
de: Pneumonie durch sonstige Infektionserreger, anderenorts nicht klassifiziert
fr_fr: Pneumopathie due à d'autres micro-organismes infectieux, non classée ailleurs
zh_cn: 其他传染性病原体引起的肺炎，不可归类在他处者

# model:gnuhealth.pathology,name:J160
source: Chlamydial pneumonia
de: Pneumonie durch Chlamydien
fr_fr: Pneumopathie due à Chlamydia
zh_cn: 衣原体肺炎

# model:gnuhealth.pathology,name:J168
source: Pneumonia due to other specified infectious organisms
de: Pneumonie durch sonstige näher bezeichnete Infektionserreger
fr_fr: Pneumopathie due à d'autres micro-organismes infectieux
zh_cn: 其他特指传染性病原体引起的肺炎
