Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:G062
source: Extradural and subdural abscess, unspecified
de: Extraduraler und subduraler Abszess, nicht näher bezeichnet
fr_fr: Abcès extra-dural et sous-dural, sans précision
zh_cn: 未特指的硬膜外和硬膜下脓肿

# model:gnuhealth.pathology,name:G07
source: Intracranial and intraspinal abscess and granuloma in diseases classified elsewhere
de: Intrakranielle und intraspinale Abszesse und Granulome bei anderenorts klassifizierten Krankheiten
fr_fr: Abcès et granulome intracrâniens et intrarachidiens au cours d'affections classées ailleurs
zh_cn: 分类于他处的疾病引起的颅内、椎管内脓肿和肉芽肿

# model:gnuhealth.pathology,name:G08
source: Intracranial and intraspinal phlebitis and thrombophlebitis
de: Intrakranielle und intraspinale Phlebitis und Thrombophlebitis
fr_fr: Phlébite et thrombophlébite intracrâniennes et intrarachidiennes
zh_cn: 颅内和椎管内的静脉炎和血栓性静脉炎

# model:gnuhealth.pathology,name:G09
source: Sequelae of inflammatory diseases of central nervous system
de: Folgen entzündlicher Krankheiten des Zentralnervensystems
fr_fr: Séquelles d'affections inflammatoires du système nerveux central
zh_cn: 中枢神经系统炎性疾病的后遗症

# model:gnuhealth.pathology,name:G10
source: Huntington disease
de: Chorea Huntington
zh_cn: 亨廷顿病

# model:gnuhealth.pathology,name:G11
source: Hereditary ataxia
de: Hereditäre Ataxie
fr_fr: Ataxie héréditaire
zh_cn: 遗传性共济失调

# model:gnuhealth.pathology,name:G110
source: Congenital nonprogressive ataxia
de: Angeborene nichtprogressive Ataxie
fr_fr: Ataxie congénitale non progressive
zh_cn: 先天性非进行性共济失调

# model:gnuhealth.pathology,name:G111
source: Early-onset cerebellar ataxia
de: Früh beginnende zerebellare Ataxie
fr_fr: Ataxie cérébelleuse à début précoce
zh_cn: 早期发病的小脑性共济失调

# model:gnuhealth.pathology,name:G112
source: Late-onset cerebellar ataxia
de: Spät beginnende zerebellare Ataxie
fr_fr: Ataxie cérébelleuse tardive
zh_cn: 晚期发病的小脑性共济失调

# model:gnuhealth.pathology,name:G113
source: Cerebellar ataxia with defective DNA repair
de: Zerebellare Ataxie mit defektem DNA-Reparatursystem
fr_fr: Ataxie cérébelleuse avec défaut de réparation de l'ADN
zh_cn: 小脑共济失调伴有脱氧核糖核酸[DNA]修复缺陷

# model:gnuhealth.pathology,name:G114
source: Hereditary spastic paraplegia
de: Hereditäre spastische Paraplegie
fr_fr: Paraplégie spastique héréditaire
zh_cn: 遗传性痉挛性截瘫

# model:gnuhealth.pathology,name:G118
source: Other hereditary ataxias
de: Sonstige hereditäre Ataxien
fr_fr: Autres ataxies héréditaires
zh_cn: 其他遗传性共济失调

# model:gnuhealth.pathology,name:G119
source: Hereditary ataxia, unspecified
de: Hereditäre Ataxie, nicht näher bezeichnet
fr_fr: Ataxie héréditaire, sans précision
zh_cn: 未特指的遗传性共济失调

# model:gnuhealth.pathology,name:G12
source: Spinal muscular atrophy and related syndromes
de: Spinale Muskelatrophie und verwandte Syndrome
fr_fr: Amyotrophie spinale et syndromes apparentés
zh_cn: 脊髓性肌萎缩和有关的综合征

# model:gnuhealth.pathology,name:G120
source: Infantile spinal muscular atrophy, type I [Werdnig-Hoffman]
de: Infantile spinale Muskelatrophie, Typ I [Typ Werdnig-Hoffmann]
fr_fr: Amyotrophie spinale infantile, type I [Werdnig-Hoffman]
zh_cn: 婴儿脊髓性肌萎缩，I型[韦德尼希-霍夫曼]

# model:gnuhealth.pathology,name:G121
source: Other inherited spinal muscular atrophy
de: Sonstige vererbte spinale Muskelatrophie
fr_fr: Autres amyotrophies spinales héréditaires
zh_cn: 其他遗传性脊髓性肌萎缩

# model:gnuhealth.pathology,name:G122
source: Motor neuron disease
de: Motoneuron-Krankheit
fr_fr: Maladies du neurone moteur
zh_cn: 运动神经元病

# model:gnuhealth.pathology,name:G128
source: Other spinal muscular atrophies and related syndromes
de: Sonstige spinale Muskelatrophien und verwandte Syndrome
fr_fr: Autres amyotrophies spinales et syndromes apparentés
zh_cn: 其他脊髓性肌萎缩和有关的综合征

# model:gnuhealth.pathology,name:G129
source: Spinal muscular atrophy, unspecified
de: Spinale Muskelatrophie, nicht näher bezeichnet
fr_fr: Amyotrophie spinale, sans précision
zh_cn: 未特指的脊髓性肌萎缩

# model:gnuhealth.pathology,name:G13
source: Systemic atrophies primarily affecting central nervous system in diseases classified elsewhere
de: Systematrophien, vorwiegend das Zentralnervensystem betreffend, bei anderenorts klassifizierten Krankheiten
fr_fr: Affections dégénératives systémiques affectant principalement le système nerveux central au cours d'affections classées ailleurs
zh_cn: 分类于他处的疾病引起的主要影响中枢神经系统的全身性萎缩

# model:gnuhealth.pathology,name:G130
source: Paraneoplastic neuromyopathy and neuropathy
de: Paraneoplastische Neuromyopathie und Neuropathie
fr_fr: Neuromyopathie et neuropathie paranéoplasiques
zh_cn: 癌旁神经肌病和神经病

# model:gnuhealth.pathology,name:G131
source: Other systemic atrophy primarily affecting central nervous system in neoplastic disease
de: Sonstige Systematrophien, vorwiegend das Zentralnervensystem betreffend, bei Neubildungen
fr_fr: Autres affections dégénératives systémiques affectant principalement le système nerveux central au cours de maladies tumorales
zh_cn: 肿瘤病引起的主要影响中枢神经系统的其他全身性萎缩

# model:gnuhealth.pathology,name:G132
source: Systemic atrophy primarily affecting central nervous system in myxoedema
de: Systematrophie, vorwiegend das Zentralnervensystem betreffend, bei Myxödem
fr_fr: Affections dégénératives systémiques affectant principalement le système nerveux central au cours d'un myxœdème (E00.1+, E03.-+)
zh_cn: 粘液水肿引起的主要影响中枢神经系统的全身性萎缩(E00.1+，E03.-+)

# model:gnuhealth.pathology,name:G138
source: Systemic atrophy primarily affecting central nervous system in other diseases classified elsewhere
de: Systematrophien, vorwiegend das Zentralnervensystem betreffend, bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Affections dégénératives systémiques affectant principalement le système nerveux central au cours d'autres affections classées ailleurs
zh_cn: 分类于他处的其他疾病引起的主要影响中枢神经系统的全身性萎缩

# model:gnuhealth.pathology,name:G14
source: Postpolio syndrome
de: Postpolio-Syndrom
zh_cn: 脊髓灰质炎后综合征

# model:gnuhealth.pathology,name:G20
source: Parkinson disease
de: Primäres Parkinson-Syndrom
zh_cn: 帕金森病

# model:gnuhealth.pathology,name:G21
source: Secondary parkinsonism
de: Sekundäres Parkinson-Syndrom
zh_cn: 继发性帕金森综合征

# model:gnuhealth.pathology,name:G210
source: Malignant neuroleptic syndrome
de: Malignes Neuroleptika-Syndrom
fr_fr: Syndrome malin des neuroleptiques
zh_cn: 恶性抗精神病药综合征

# model:gnuhealth.pathology,name:G211
source: Other drug-induced secondary parkinsonism
de: Sonstiges arzneimittelinduziertes Parkinson-Syndrom
zh_cn: 其他药物性继发性帕金森综合征

# model:gnuhealth.pathology,name:G212
source: Secondary parkinsonism due to other external agents
de: Parkinson-Syndrom durch sonstige exogene Agenzien
zh_cn: 其他外部因素引起的继发性帕金森综合征

# model:gnuhealth.pathology,name:G213
source: Postencephalitic parkinsonism
de: Postenzephalitisches Parkinson-Syndrom
zh_cn: 脑炎后帕金森综合征

# model:gnuhealth.pathology,name:G214
source: Vascular parkinsonism
de: Vaskuläres Parkinson-Syndrom
zh_cn: 血管性帕金森综合征

# model:gnuhealth.pathology,name:G218
source: Other secondary parkinsonism
de: Sonstiges sekundäres Parkinson-Syndrom
zh_cn: 其他继发性帕金森综合征

# model:gnuhealth.pathology,name:G219
source: Secondary parkinsonism, unspecified
de: Sekundäres Parkinson-Syndrom, nicht näher bezeichnet
zh_cn: 未特指的继发性帕金森综合征

# model:gnuhealth.pathology,name:G22
source: Parkinsonism in diseases classified elsewhere
de: Parkinson-Syndrom bei anderenorts klassifizierten Krankheiten
fr_fr: Syndrome parkinsonien au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的帕金森综合征

# model:gnuhealth.pathology,name:G23
source: Other degenerative diseases of basal ganglia
de: Sonstige degenerative Krankheiten der Basalganglien
fr_fr: Autres maladies dégénératives des noyaux gris centraux
zh_cn: 其他的基底核变性疾病

# model:gnuhealth.pathology,name:G230
source: Hallervorden-Spatz disease
de: Hallervorden-Spatz-Syndrom
fr_fr: Maladie de Hallervorden-Spatz
zh_cn: 哈勒沃登-施帕茨病

# model:gnuhealth.pathology,name:G231
source: Progressive supranuclear ophthalmoplegia [Steele-Richardson-Olszewski]
de: Progressive supranukleäre Ophthalmoplegie [Steele-Richardson-Olszewski-Syndrom]
fr_fr: Ophtalmoplégie supranucléaire progressive [maladie de Steele-Richardson-Olszewski]
zh_cn: 进行性核上性眼肌麻痹[斯蒂尔-里查森-奥尔谢夫斯基]

# model:gnuhealth.pathology,name:G232
source: Multiple system atrophy, parkinsonian type [MSA-P]
de: Multiple Systematrophie vom Parkinson-Typ [MSA-P]
zh_cn: 纹状体黑质变性

# model:gnuhealth.pathology,name:G233
source: Multiple system atrophy, cerebellar type [MSA-C]
de: Multiple Systematrophie vom zerebellären Typ [MSA-C]

# model:gnuhealth.pathology,name:G238
source: Other specified degenerative diseases of basal ganglia
de: Sonstige näher bezeichnete degenerative Krankheiten der Basalganglien
fr_fr: Autres maladies dégénératives précisées des noyaux gris centraux
zh_cn: 其他特指的基底核变性疾病

# model:gnuhealth.pathology,name:G239
source: Degenerative disease of basal ganglia, unspecified
de: Degenerative Krankheit der Basalganglien, nicht näher bezeichnet
fr_fr: Maladie dégénérative des noyaux gris centraux, sans précision
zh_cn: 未特指的基底核变性疾病

# model:gnuhealth.pathology,name:G24
source: Dystonia
de: Dystonie
fr_fr: Dystonie
zh_cn: 张力失常

# model:gnuhealth.pathology,name:G240
source: Drug-induced dystonia
de: Arzneimittelinduzierte Dystonie
fr_fr: Dystonie médicamenteuse
zh_cn: 药物性张力失常

# model:gnuhealth.pathology,name:G241
source: Idiopathic familial dystonia
de: Idiopathische familiäre Dystonie
fr_fr: Dystonie idiopathique familiale
zh_cn: 特发性家族性张力失常

# model:gnuhealth.pathology,name:G242
source: Idiopathic nonfamilial dystonia
de: Idiopathische nichtfamiliäre Dystonie
fr_fr: Dystonie idiopathique non familiale
zh_cn: 特发性非家族性张力失常

# model:gnuhealth.pathology,name:G243
source: Spasmodic torticollis
de: Torticollis spasticus
fr_fr: Torticolis spasmodique
zh_cn: 痉挛性斜颈

# model:gnuhealth.pathology,name:G244
source: Idiopathic orofacial dystonia
de: Idiopathische orofaziale Dystonie
fr_fr: Dystonie bucco-faciale idiopathique
zh_cn: 特发性口面运动障碍

# model:gnuhealth.pathology,name:G245
source: Blepharospasm
de: Blepharospasmus
fr_fr: Blépharospasme
zh_cn: 睑痉挛

# model:gnuhealth.pathology,name:G248
source: Other dystonia
de: Sonstige Dystonie
fr_fr: Autres dystonies
zh_cn: 其他张力失常

# model:gnuhealth.pathology,name:G249
source: Dystonia, unspecified
de: Dystonie, nicht näher bezeichnet
fr_fr: Dystonie, sans précision
zh_cn: 未特指的张力失常

# model:gnuhealth.pathology,name:G25
source: Other extrapyramidal and movement disorders
de: Sonstige extrapyramidale Krankheiten und Bewegungsstörungen
fr_fr: Autres syndromes extrapyramidaux et troubles de la motricité
zh_cn: 其他锥体束外和运动疾患

# model:gnuhealth.pathology,name:G250
source: Essential tremor
de: Essentieller Tremor
fr_fr: Tremblement essentiel
zh_cn: 特发性震颤

# model:gnuhealth.pathology,name:G251
source: Drug-induced tremor
de: Arzneimittelinduzierter Tremor
fr_fr: Tremblement dû à des médicaments
zh_cn: 药物性震颤

# model:gnuhealth.pathology,name:G252
source: Other specified forms of tremor
de: Sonstige näher bezeichnete Tremorformen
fr_fr: Autres formes précisées de tremblement
zh_cn: 其他特指型震颤

# model:gnuhealth.pathology,name:G253
source: Myoclonus
de: Myoklonus
fr_fr: Myoclonie
zh_cn: 肌阵挛

# model:gnuhealth.pathology,name:G254
source: Drug-induced chorea
de: Arzneimittelinduzierte Chorea
fr_fr: Chorée médicamenteuse
zh_cn: 药物性舞蹈症

# model:gnuhealth.pathology,name:G255
source: Other chorea
de: Sonstige Chorea
fr_fr: Autres chorées
zh_cn: 其他舞蹈症

# model:gnuhealth.pathology,name:G256
source: Drug-induced tics and other tics of organic origin
de: Arzneimittelinduzierte Tics und sonstige Tics organischen Ursprungs
fr_fr: Tics médicamenteux et autres tics d'origine organique
zh_cn: 药物性抽搐和其他器质性原因的抽搐

# model:gnuhealth.pathology,name:G258
source: Other specified extrapyramidal and movement disorders
de: Sonstige näher bezeichnete extrapyramidale Krankheiten und Bewegungsstörungen
fr_fr: Autres syndromes précisés extrapyramidaux et troubles de la motricité
zh_cn: 其他特指的锥体束外和运动疾患

# model:gnuhealth.pathology,name:G259
source: Extrapyramidal and movement disorder, unspecified
de: Extrapyramidale Krankheit oder Bewegungsstörung, nicht näher bezeichnet
fr_fr: Syndrome extrapyramidal et trouble de la motricité, sans précision
zh_cn: 未特指的锥体束外和运动疾患

# model:gnuhealth.pathology,name:G26
source: Extrapyramidal and movement disorders in diseases classified elsewhere
de: Extrapyramidale Krankheiten und Bewegungsstörungen bei anderenorts klassifizierten Krankheiten
fr_fr: Syndromes extrapyramidaux et troubles de la motricité au cours d'affections classées ailleurs
zh_cn: 分类于他处的疾病引起的锥体束外和运动疾患

# model:gnuhealth.pathology,name:G30
source: Alzheimer disease
de: Alzheimer-Krankheit
zh_cn: 阿尔茨海默病

# model:gnuhealth.pathology,name:G300
source: Alzheimer disease with early onset
de: Alzheimer-Krankheit mit frühem Beginn
zh_cn: 阿尔茨海默病伴有早期发病

# model:gnuhealth.pathology,name:G301
source: Alzheimer disease with late onset
de: Alzheimer-Krankheit mit spätem Beginn
zh_cn: 阿尔茨海默病伴有晚期发病

# model:gnuhealth.pathology,name:G308
source: Other Alzheimer disease
de: Sonstige Alzheimer-Krankheit
zh_cn: 其他阿尔茨海默病

# model:gnuhealth.pathology,name:G309
source: Alzheimer disease, unspecified
de: Alzheimer-Krankheit, nicht näher bezeichnet
zh_cn: 未特指的阿尔茨海默病

# model:gnuhealth.pathology,name:G31
source: Other degenerative diseases of nervous system, not elsewhere classified
de: Sonstige degenerative Krankheiten des Nervensystems, anderenorts nicht klassifiziert
fr_fr: Autres affections dégénératives du système nerveux, non classées ailleurs
zh_cn: 神经系统的其他变性性疾病，不可归类在他处者

# model:gnuhealth.pathology,name:G310
source: Circumscribed brain atrophy
de: Umschriebene Hirnatrophie
fr_fr: Atrophie cérébrale circonscrite
zh_cn: 局限性脑萎缩

# model:gnuhealth.pathology,name:G311
source: Senile degeneration of brain, not elsewhere classified
de: Senile Degeneration des Gehirns, anderenorts nicht klassifiziert
fr_fr: Dégénérescence cérébrale sénile, non classée ailleurs
zh_cn: 老年性脑变性，不可归类在他处者

# model:gnuhealth.pathology,name:G312
source: Degeneration of nervous system due to alcohol
de: Degeneration des Nervensystems durch Alkohol
fr_fr: Dégénérescence du système nerveux liée à l'alcool
zh_cn: 酒精性神经系统变性

# model:gnuhealth.pathology,name:G318
source: Other specified degenerative diseases of nervous system
de: Sonstige näher bezeichnete degenerative Krankheiten des Nervensystems
fr_fr: Autres affections dégénératives précisées du système nerveux
zh_cn: 神经系统其他特指的变性性疾病

# model:gnuhealth.pathology,name:G319
source: Degenerative disease of nervous system, unspecified
de: Degenerative Krankheit des Nervensystems, nicht näher bezeichnet
fr_fr: Affection dégénérative du système nerveux, sans précision
zh_cn: 神经系统未特指的变性性疾病

# model:gnuhealth.pathology,name:G32
source: Other degenerative disorders of nervous system in diseases classified elsewhere
de: Sonstige degenerative Krankheiten des Nervensystems bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections dégénératives du système nerveux au cours d'affections classées ailleurs
zh_cn: 分类于他处的疾病引起的神经系统其他变性性疾患

# model:gnuhealth.pathology,name:G320
source: Subacute combined degeneration of spinal cord in diseases classified elsewhere
de: Subakute kombinierte Degeneration des Rückenmarks bei anderenorts klassifizierten Krankheiten
fr_fr: Dégénérescence combinée subaiguë de la moelle épinière au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的脊髓亚急性混合变性

# model:gnuhealth.pathology,name:G328
source: Other specified degenerative disorders of nervous system in diseases classified elsewhere
de: Sonstige näher bezeichnete degenerative Krankheiten des Nervensystems bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections dégénératives précisées du système nerveux au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的神经系统其他特指的变性性疾息

# model:gnuhealth.pathology,name:G35
source: Multiple sclerosis
de: Multiple Sklerose [Encephalomyelitis disseminata]
fr_fr: Sclérose en plaques
zh_cn: 多发性硬化

# model:gnuhealth.pathology,name:G36
source: Other acute disseminated demyelination
de: Sonstige akute disseminierte Demyelinisation
fr_fr: Autres affections démyélinisantes aiguës disséminées
zh_cn: 其他急性播散性脱髓鞘

# model:gnuhealth.pathology,name:G360
source: Neuromyelitis optica [Devic]
de: Neuromyelitis optica [Devic-Krankheit]
fr_fr: Neuromyélite optique [Devic]
zh_cn: 视神经脊髓炎[德维克]

# model:gnuhealth.pathology,name:G361
source: Acute and subacute haemorrhagic leukoencephalitis [Hurst]
de: Akute und subakute hämorrhagische Leukoenzephalitis [Hurst]
fr_fr: Leucoencéphalite hémorragique aiguë et subaiguë [Hurst]
zh_cn: 急性和亚急性出血性白质脑炎[赫斯特]

# model:gnuhealth.pathology,name:G368
source: Other specified acute disseminated demyelination
de: Sonstige näher bezeichnete akute disseminierte Demyelinisation
fr_fr: Autres affections démyélinisantes aiguës disséminées précisées
zh_cn: 其他特指的急性播散性脱髓鞘

# model:gnuhealth.pathology,name:G369
source: Acute disseminated demyelination, unspecified
de: Akute disseminierte Demyelinisation, nicht näher bezeichnet
fr_fr: Affection démyélinisante aiguë disséminée, sans précision
zh_cn: 未特指的急性播散性脱髓鞘

# model:gnuhealth.pathology,name:G37
source: Other demyelinating diseases of central nervous system
de: Sonstige demyelinisierende Krankheiten des Zentralnervensystems
fr_fr: Autres affections démyélinisantes du système nerveux central
zh_cn: 中枢神经系统的其他脱髓鞘疾病

# model:gnuhealth.pathology,name:G370
source: Diffuse sclerosis
de: Diffuse Hirnsklerose
fr_fr: Sclérose diffuse
zh_cn: 弥漫性硬化

# model:gnuhealth.pathology,name:G371
source: Central demyelination of corpus callosum
de: Zentrale Demyelinisation des Corpus callosum
fr_fr: Démyélinisation centrale du corps calleux
zh_cn: 胼胝体中枢性脱髓鞘

# model:gnuhealth.pathology,name:G372
source: Central pontine myelinolysis
de: Zentrale pontine Myelinolyse
fr_fr: Myélinolyse centropontine
zh_cn: 中枢性脑桥髓鞘破坏

# model:gnuhealth.pathology,name:G373
source: Acute transverse myelitis in demyelinating disease of central nervous system
de: Myelitis transversa acuta bei demyelinisierender Krankheit des Zentralnervensystems
fr_fr: Myélite transverse aiguë au cours d'affections démyélinisantes du système nerveux central
zh_cn: 中枢神经系统脱髓鞘病的急性横贯性脊髓炎

# model:gnuhealth.pathology,name:G374
source: Subacute necrotizing myelitis
de: Subakute nekrotisierende Myelitis [Foix-Alajouanine-Syndrom]
zh_cn: 亚急性坏死性脊髓炎

# model:gnuhealth.pathology,name:G375
source: Concentric sclerosis [Bal├│]
de: Konzentrische Sklerose [Baló-Krankheit]
zh_cn: 同心性硬化[鲍洛]

# model:gnuhealth.pathology,name:G378
source: Other specified demyelinating diseases of central nervous system
de: Sonstige näher bezeichnete demyelinisierende Krankheiten des Zentralnervensystems
fr_fr: Autres affections démyélinisantes précisées du système nerveux central
zh_cn: 中枢神经系统其他特指的脱髓鞘疾病

# model:gnuhealth.pathology,name:G379
source: Demyelinating disease of central nervous system, unspecified
de: Demyelinisierende Krankheit des Zentralnervensystems, nicht näher bezeichnet
fr_fr: Affection démyélinisante du système nerveux central, sans précision
zh_cn: 未特指的中枢神经系统脱髓鞘病

# model:gnuhealth.pathology,name:G40
source: Epilepsy
de: Epilepsie
fr_fr: Epilepsie
zh_cn: 癫癎[癫痫]

# model:gnuhealth.pathology,name:G400
source: Localization-related (focal)(partial) idiopathic epilepsy and epileptic syndromes with seizures of localized onset
de: Lokalisationsbezogene (fokale) (partielle) idiopathische Epilepsie und epileptische Syndrome mit fokal beginnenden Anfällen
zh_cn: 局部相关性(局灶性)(部分)特发性癫痫和伴有局限性发作的癫痫综合征

# model:gnuhealth.pathology,name:G401
source: Localization-related (focal)(partial) symptomatic epilepsy and epileptic syndromes with simple partial seizures
de: Lokalisationsbezogene (fokale) (partielle) symptomatische Epilepsie und epileptische Syndrome mit einfachen fokalen Anfällen
zh_cn: 局部相关性(局灶性)(部分)症状性癫痫和伴有简单部夯发作的癫痫综合征

# model:gnuhealth.pathology,name:G402
source: Localization-related (focal)(partial) symptomatic epilepsy and epileptic syndromes with complex partial seizures
de: Lokalisationsbezogene (fokale) (partielle) symptomatische Epilepsie und epileptische Syndrome mit komplexen fokalen Anfällen
zh_cn: 局部相关性(局灶性)(部分)症状性癫痫和伴有复杂部分发作的癫痫综合征

# model:gnuhealth.pathology,name:G403
source: Generalized idiopathic epilepsy and epileptic syndromes
de: Generalisierte idiopathische Epilepsie und epileptische Syndrome
zh_cn: 全身性特发性癫痫和癫痫综合征

# model:gnuhealth.pathology,name:G404
source: Other generalized epilepsy and epileptic syndromes
de: Sonstige generalisierte Epilepsie und epileptische Syndrome
zh_cn: 其他全身性癫痫和癫痫综合征

# model:gnuhealth.pathology,name:G405
source: Special epileptic syndromes
de: Spezielle epileptische Syndrome
fr_fr: Syndromes épileptiques particuliers
zh_cn: 特指的癫痫综合征

# model:gnuhealth.pathology,name:G406
source: Grand mal seizures, unspecified (with or without petit mal)
de: Grand-Mal-Anfälle, nicht näher bezeichnet (mit oder ohne Petit-Mal)
fr_fr: Crise de grand mal, sans précision (avec ou sans petit mal)
zh_cn: 未特指的癫痫大发作(伴有或不伴有小发作)

# model:gnuhealth.pathology,name:G407
source: Petit mal, unspecified, without grand mal seizures
de: Petit-Mal-Anfälle, nicht näher bezeichnet, ohne Grand-Mal-Anfälle
fr_fr: Petit mal, sans crises de grand mal, sans précision
zh_cn: 未特指的癫痫小发作，不伴有大发作

# model:gnuhealth.pathology,name:G408
source: Other epilepsy
de: Sonstige Epilepsien
fr_fr: Autres épilepsies
zh_cn: 其他癫痫

# model:gnuhealth.pathology,name:G409
source: Epilepsy, unspecified
de: Epilepsie, nicht näher bezeichnet
fr_fr: Epilepsie, sans précision
zh_cn: 未特指的癫痫

# model:gnuhealth.pathology,name:G410
source: Grand mal status epilepticus
de: Grand-Mal-Status
fr_fr: Etat de grand mal épileptique
zh_cn: 癫痫大发作持续状态

# model:gnuhealth.pathology,name:G411
source: Petit mal status epilepticus
de: Petit-Mal-Status
fr_fr: Etat de petit mal épileptique
zh_cn: 癫痫小发作持续状态

# model:gnuhealth.pathology,name:G412
source: Complex partial status epilepticus
de: Status epilepticus mit komplexfokalen Anfällen
fr_fr: Etat de mal épileptique partiel complexe
zh_cn: 复杂部分性癫痢持续状态

# model:gnuhealth.pathology,name:G418
source: Other status epilepticus
de: Sonstiger Status epilepticus
fr_fr: Autres états de mal épileptique
zh_cn: 其他癫痫持续状态

# model:gnuhealth.pathology,name:G419
source: Status epilepticus, unspecified
de: Status epilepticus, nicht näher bezeichnet
fr_fr: Etat de mal épileptique, sans précision
zh_cn: 未特指的癫痫持续状态

# model:gnuhealth.pathology,name:G43
source: Migraine
de: Migräne
zh_cn: 偏头痛

# model:gnuhealth.pathology,name:G430
source: Migraine without aura [common migraine]
de: Migräne ohne Aura [Gewöhnliche Migräne]
fr_fr: Migraine sans aura [migraine commune]
zh_cn: 偏头痛不伴有先兆[普通偏头痛]

# model:gnuhealth.pathology,name:G431
source: Migraine with aura [classical migraine]
de: Migräne mit Aura [Klassische Migräne]
fr_fr: Migraine avec aura [migraine classique]
zh_cn: 偏头痛伴有先兆[典型偏头痛]

# model:gnuhealth.pathology,name:G432
source: Status migrainosus
de: Status migraenosus
fr_fr: Etat de mal migraineux
zh_cn: 偏头痛状态

# model:gnuhealth.pathology,name:G433
source: Complicated migraine
de: Komplizierte Migräne
fr_fr: Migraine compliquée
zh_cn: 复杂性偏头痛

# model:gnuhealth.pathology,name:G438
source: Other migraine
de: Sonstige Migräne
fr_fr: Autres migraines
zh_cn: 其他偏头痛

# model:gnuhealth.pathology,name:G439
source: Migraine, unspecified
de: Migräne, nicht näher bezeichnet
fr_fr: Migraine, sans précision
zh_cn: 未特指的偏头痛

# model:gnuhealth.pathology,name:G44
source: Other headache syndromes
de: Sonstige Kopfschmerzsyndrome
fr_fr: Autres syndromes d'algies céphaliques
zh_cn: 其他头痛综合征

# model:gnuhealth.pathology,name:G440
source: Cluster headache syndrome
de: Cluster-Kopfschmerz
fr_fr: Syndrome d'algie vasculaire de la face
zh_cn: 丛集性头痛综合征

# model:gnuhealth.pathology,name:G441
source: Vascular headache, not elsewhere classified
de: Vasomotorischer Kopfschmerz, anderenorts nicht klassifiziert
fr_fr: Céphalée vasculaire, non classée ailleurs
zh_cn: 血管性头痛，不可归类在他处者
