Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V659
source: Occupant of heavy transport vehicle injured in collision with railway train or railway vehicle: Unspecified occupant of heavy transport vehicle injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的重型运输车乘员在重型运输车与火车或铁路车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V66
source: Occupant of heavy transport vehicle injured in collision with other nonmotor vehicle
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt
fr_fr: Occupant d'un véhicule lourd blessé dans une collision avec un autre véhicule sans moteur
zh_cn: 重型运输车乘员在重型运输车与其他非机动车辆碰撞中的损伤

# model:gnuhealth.pathology,name:V660
source: Occupant of heavy transport vehicle injured in collision with other nonmotor vehicle: Driver injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V661
source: Occupant of heavy transport vehicle injured in collision with other nonmotor vehicle: Passenger injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V662
source: Occupant of heavy transport vehicle injured in collision with other nonmotor vehicle: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 重型运输车的车辆外人员在重型运输车与其他非机动车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V663
source: Occupant of heavy transport vehicle injured in collision with other nonmotor vehicle: Unspecified occupant of heavy transport vehicle injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的重型运输车乘员在重型运输车与其他非机动车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V664
source: Occupant of heavy transport vehicle injured in collision with other nonmotor vehicle: Person injured while boarding or alighting
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V665
source: Occupant of heavy transport vehicle injured in collision with other nonmotor vehicle: Driver injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V666
source: Occupant of heavy transport vehicle injured in collision with other nonmotor vehicle: Passenger injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V667
source: Occupant of heavy transport vehicle injured in collision with other nonmotor vehicle: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 重型运输车的车辆外人员在重型运输车与其他非机动车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V669
source: Occupant of heavy transport vehicle injured in collision with other nonmotor vehicle: Unspecified occupant of heavy transport vehicle injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的重型运输车乘员在重型运输车与其他非机动车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V67
source: Occupant of heavy transport vehicle injured in collision with fixed or stationary object
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt
fr_fr: Occupant d'un véhicule lourd blessé dans une collision avec un objet fixe ou stationnaire
zh_cn: 重型运输车乘员在重型运输车与固定或静止物体碰撞中的损伤

# model:gnuhealth.pathology,name:V670
source: Occupant of heavy transport vehicle injured in collision with fixed or stationary object: Driver injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V671
source: Occupant of heavy transport vehicle injured in collision with fixed or stationary object: Passenger injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V672
source: Occupant of heavy transport vehicle injured in collision with fixed or stationary object: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 重型运输车的车辆外人员在重型运输车与固定或静止物体碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V673
source: Occupant of heavy transport vehicle injured in collision with fixed or stationary object: Unspecified occupant of heavy transport vehicle injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的重型运输车乘员在重型运输车与固定或静止物体碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V674
source: Occupant of heavy transport vehicle injured in collision with fixed or stationary object: Person injured while boarding or alighting
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V675
source: Occupant of heavy transport vehicle injured in collision with fixed or stationary object: Driver injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V676
source: Occupant of heavy transport vehicle injured in collision with fixed or stationary object: Passenger injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V677
source: Occupant of heavy transport vehicle injured in collision with fixed or stationary object: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 重型运输车的车辆外人员在重型运输车与固定或静止物体碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V679
source: Occupant of heavy transport vehicle injured in collision with fixed or stationary object: Unspecified occupant of heavy transport vehicle injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的重型运输车乘员在重型运输车与固定或静止物体碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V68
source: Occupant of heavy transport vehicle injured in noncollision transport accident
de: Benutzer eines Lastkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt
fr_fr: Occupant d'un véhicule lourd blessé dans un accident de transport, sans collision
zh_cn: 重型运输车乘员在非碰撞性运输事故中的损伤

# model:gnuhealth.pathology,name:V680
source: Occupant of heavy transport vehicle injured in noncollision transport accident: Driver injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V681
source: Occupant of heavy transport vehicle injured in noncollision transport accident: Passenger injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V682
source: Occupant of heavy transport vehicle injured in noncollision transport accident: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 重型运输车的车辆外人员在非碰撞性运输事故非交通事故中的损伤

# model:gnuhealth.pathology,name:V683
source: Occupant of heavy transport vehicle injured in noncollision transport accident: Unspecified occupant of heavy transport vehicle injured in nontraffic accident
de: Benutzer eines Lastkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的重型运输车乘员在非碰撞性运输事故非交通事故中的损伤

# model:gnuhealth.pathology,name:V684
source: Occupant of heavy transport vehicle injured in noncollision transport accident: Person injured while boarding or alighting
de: Benutzer eines Lastkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V685
source: Occupant of heavy transport vehicle injured in noncollision transport accident: Driver injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V686
source: Occupant of heavy transport vehicle injured in noncollision transport accident: Passenger injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V687
source: Occupant of heavy transport vehicle injured in noncollision transport accident: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 重型运输车的车辆外人员在非碰撞性运输事故交通事故中的损伤

# model:gnuhealth.pathology,name:V689
source: Occupant of heavy transport vehicle injured in noncollision transport accident: Unspecified occupant of heavy transport vehicle injured in traffic accident
de: Benutzer eines Lastkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的重型运输车乘员在非碰撞性运输事故交通事故中的损伤

# model:gnuhealth.pathology,name:V69
source: Occupant of heavy transport vehicle injured in other and unspecified transport accidents
de: Benutzer eines Lastkraftwagens bei sonstigen und nicht näher bezeichneten Transportmittelunfällen verletzt
fr_fr: Occupant d'un véhicule lourd blessé dans des accidents de transport, autres et sans précision
zh_cn: 重型运输车乘员在其他和未特指的运输事故中的损伤

# model:gnuhealth.pathology,name:V690
source: Occupant of heavy transport vehicle injured in other and unspecified transport accidents: Driver injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Fahrer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中重型运输车与其他机动车辆碰撞造成重型运输车司机的损伤

# model:gnuhealth.pathology,name:V691
source: Occupant of heavy transport vehicle injured in other and unspecified transport accidents: Passenger injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Fahrgast bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中重型运输车与其他机动车辆碰撞造成重型运输车乘客的损伤

# model:gnuhealth.pathology,name:V692
source: Occupant of heavy transport vehicle injured in other and unspecified transport accidents: Unspecified occupant of heavy transport vehicle injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中重型运输车与其他机动车辆碰撞造成的重型运输车乘员的损伤

# model:gnuhealth.pathology,name:V693
source: Occupant of heavy transport vehicle injured in other and unspecified transport accidents: Occupant [any] of heavy transport vehicle injured in unspecified nontraffic accident
de: Benutzer eines Lastkraftwagens [jeder Art] bei nicht näher bezeichnetem Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: [任何]重型运输车乘员在未特指的非交通事故中的损伤

# model:gnuhealth.pathology,name:V694
source: Occupant of heavy transport vehicle injured in other and unspecified transport accidents: Driver injured in collision with other and unspecified motor vehicles in traffic accident
de: Fahrer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中重型运输车与其他机动车辆碰撞造成重型运输车司机的损伤

# model:gnuhealth.pathology,name:V695
source: Occupant of heavy transport vehicle injured in other and unspecified transport accidents: Passenger injured in collision with other and unspecified motor vehicles in traffic accident
de: Fahrgast bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中重型运输车与其他机动车辆碰撞造成重型运输车乘客的损伤

# model:gnuhealth.pathology,name:V696
source: Occupant of heavy transport vehicle injured in other and unspecified transport accidents: Unspecified occupant of heavy transport vehicle injured in collision with other and unspecified motor vehicles in traffic accident
de: Nicht näher bezeichneter Benutzer eines Lastkraftwagens bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中重型运输车与其他和机动车辆碰撞造成重型运输车乘员的损伤

# model:gnuhealth.pathology,name:V698
source: Occupant of heavy transport vehicle injured in other and unspecified transport accidents: Occupant [any] of heavy transport vehicle injured in other specified transport accidents
de: Benutzer eines Lastkraftwagens [jeder Art] bei sonstigen näher bezeichneten Transportmittelunfällen verletzt
zh_cn: 重型运输车乘员在其他特指运输事故中的损伤

# model:gnuhealth.pathology,name:V699
source: Occupant of heavy transport vehicle injured in other and unspecified transport accidents: Occupant [any] of heavy transport vehicle injured in unspecified traffic accident
de: Benutzer eines Lastkraftwagens [jeder Art] bei nicht näher bezeichnetem Verkehrsunfall verletzt
zh_cn: [任何]重型运输车乘员在未特指交通事故中的损伤

# model:gnuhealth.pathology,name:V70
source: Bus occupant injured in collision with pedestrian or animal
de: Autobusbenutzer bei Zusammenstoß mit Fußgänger oder Tier verletzt
fr_fr: Occupant d'un autobus blessé dans une collision avec un piéton ou un animal
zh_cn: 公共汽车乘员在公共汽车与行人或牲畜碰撞中的损伤

# model:gnuhealth.pathology,name:V700
source: Bus occupant injured in collision with pedestrian or animal: Driver injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V701
source: Bus occupant injured in collision with pedestrian or animal: Passenger injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V702
source: Bus occupant injured in collision with pedestrian or animal: Person on outside of vehicle injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Fußgänger oder Tier verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 公共汽车的车辆外人员在公共汽车与行人或牲畜碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V703
source: Bus occupant injured in collision with pedestrian or animal: Unspecified bus occupant injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Fußgänger oder Tier verletzt: Nicht näher bezeichneter Autobusbenutzer bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的公共汽车乘员在公共汽车与行人或牲畜碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V704
source: Bus occupant injured in collision with pedestrian or animal: Person injured while boarding or alighting
de: Autobusbenutzer bei Zusammenstoß mit Fußgänger oder Tier verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V705
source: Bus occupant injured in collision with pedestrian or animal: Driver injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V706
source: Bus occupant injured in collision with pedestrian or animal: Passenger injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V707
source: Bus occupant injured in collision with pedestrian or animal: Person on outside of vehicle injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Fußgänger oder Tier verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 公共汽车的车辆外人员在公共汽车与行人或牲畜碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V709
source: Bus occupant injured in collision with pedestrian or animal: Unspecified bus occupant injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Fußgänger oder Tier verletzt: Nicht näher bezeichneter Autobusbenutzer bei Verkehrsunfall verletzt
zh_cn: 未特指的公共汽车乘员在公共汽车与行人或牲畜碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V71
source: Bus occupant injured in collision with pedal cycle
de: Autobusbenutzer bei Zusammenstoß mit Fahrrad verletzt
fr_fr: Occupant d'un autobus blessé dans une collision avec un cycle
zh_cn: 公共汽车乘员在公共汽车与脚踏车碰撞中的损伤

# model:gnuhealth.pathology,name:V710
source: Bus occupant injured in collision with pedal cycle: Driver injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Fahrrad verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V711
source: Bus occupant injured in collision with pedal cycle: Passenger injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Fahrrad verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V712
source: Bus occupant injured in collision with pedal cycle: Person on outside of vehicle injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Fahrrad verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 公共汽车的车辆外人员在公共汽车与脚踏车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V713
source: Bus occupant injured in collision with pedal cycle: Unspecified bus occupant injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Fahrrad verletzt: Nicht näher bezeichneter Autobusbenutzer bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的公共汽车乘员在公共汽车与脚踏车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V714
source: Bus occupant injured in collision with pedal cycle: Person injured while boarding or alighting
de: Autobusbenutzer bei Zusammenstoß mit Fahrrad verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V715
source: Bus occupant injured in collision with pedal cycle: Driver injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Fahrrad verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V716
source: Bus occupant injured in collision with pedal cycle: Passenger injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Fahrrad verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V717
source: Bus occupant injured in collision with pedal cycle: Person on outside of vehicle injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Fahrrad verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 公共汽车的车辆外人员在公共汽车与脚踏车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V719
source: Bus occupant injured in collision with pedal cycle: Unspecified bus occupant injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Fahrrad verletzt: Nicht näher bezeichneter Autobusbenutzer bei Verkehrsunfall verletzt
zh_cn: 未特指的公共汽车乘员在公共汽车与脚踏车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V72
source: Bus occupant injured in collision with two- or three-wheeled motor vehicle
de: Autobusbenutzer bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt
fr_fr: Occupant d'un autobus blessé dans une collision avec un véhicule à moteur à deux ou trois roues
zh_cn: 公共汽车乘员在公共汽车与两轮或三轮机动车碰撞中的损伤

# model:gnuhealth.pathology,name:V720
source: Bus occupant injured in collision with two- or three-wheeled motor vehicle: Driver injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V721
source: Bus occupant injured in collision with two- or three-wheeled motor vehicle: Passenger injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V722
source: Bus occupant injured in collision with two- or three-wheeled motor vehicle: Person on outside of vehicle injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 公共汽车的车辆外人员在公共汽车与两轮或三轮机动车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V723
source: Bus occupant injured in collision with two- or three-wheeled motor vehicle: Unspecified bus occupant injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Nicht näher bezeichneter Autobusbenutzer bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的公共汽车乘员在公共汽车与两轮或三轮机动车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V724
source: Bus occupant injured in collision with two- or three-wheeled motor vehicle: Person injured while boarding or alighting
de: Autobusbenutzer bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V725
source: Bus occupant injured in collision with two- or three-wheeled motor vehicle: Driver injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt
