Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:W323
source: Sports and athletics area
de: Unfall durch Handfeuerwaffe: Sportstätten
fr_fr: décharge d'arme de poing | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W324
source: Street and highway
de: Unfall durch Handfeuerwaffe: Straßen und Wege
fr_fr: décharge d'arme de poing | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W325
source: Trade and service area
de: Unfall durch Handfeuerwaffe: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: décharge d'arme de poing | zone de commerce et de service
zh_cn: 贸易和服务器

# model:gnuhealth.pathology,name:W326
source: Industrial and construction area
de: Unfall durch Handfeuerwaffe: Industrieanlagen und Baustellen
fr_fr: décharge d'arme de poing | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W327
source: Farm
de: Unfall durch Handfeuerwaffe: Landwirtschaftlicher Betrieb
fr_fr: décharge d'arme de poing | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W328
source: Other specified place
de: Unfall durch Handfeuerwaffe: Sonstige näher bezeichnete Orte
fr_fr: décharge d'arme de poing | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W329
source: Unspecified place
de: Unfall durch Handfeuerwaffe: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: décharge d'arme de poing | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W33
source: Rifle, shotgun and larger firearm discharge
de: Unfall durch Gewehr, Schrotflinte und schwerere Feuerwaffe [Schusswaffe]
fr_fr: Décharge de fusil, de carabine et d'arme de plus grande taille
zh_cn: 步枪、猎枪和较大火器发射

# model:gnuhealth.pathology,name:W330
source: Home
de: Unfall durch Gewehr, Schrotflinte und schwerere Feuerwaffe [Schußwaffe]: Zu Hause
fr_fr: décharge de fusil, de carabine et d'arme de plus grande taille | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W331
source: Residential institution
de: Unfall durch Gewehr, Schrotflinte und schwerere Feuerwaffe [Schußwaffe]: Wohnheime oder -anstalten
fr_fr: décharge de fusil, de carabine et d'arme de plus grande taille | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W332
source: School, other institution and public administrative area
de: Unfall durch Gewehr, Schrotflinte und schwerere Feuerwaffe [Schußwaffe]: Schule, sonstige öffentliche Bauten
fr_fr: décharge de fusil, de carabine et d'arme de plus grande taille | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W333
source: Sports and athletics area
de: Unfall durch Gewehr, Schrotflinte und schwerere Feuerwaffe [Schußwaffe]: Sportstätten
fr_fr: décharge de fusil, de carabine et d'arme de plus grande taille | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W334
source: Street and highway
de: Unfall durch Gewehr, Schrotflinte und schwerere Feuerwaffe [Schußwaffe]: Straßen und Wege
fr_fr: décharge de fusil, de carabine et d'arme de plus grande taille | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W335
source: Trade and service area
de: Unfall durch Gewehr, Schrotflinte und schwerere Feuerwaffe [Schußwaffe]: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: décharge de fusil, de carabine et d'arme de plus grande taille | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W336
source: Industrial and construction area
de: Unfall durch Gewehr, Schrotflinte und schwerere Feuerwaffe [Schußwaffe]: Industrieanlagen und Baustellen
fr_fr: décharge de fusil, de carabine et d'arme de plus grande taille | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W337
source: Farm
de: Unfall durch Gewehr, Schrotflinte und schwerere Feuerwaffe [Schußwaffe]: Landwirtschaftlicher Betrieb
fr_fr: décharge de fusil, de carabine et d'arme de plus grande taille | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W338
source: Other specified place
de: Unfall durch Gewehr, Schrotflinte und schwerere Feuerwaffe [Schußwaffe]: Sonstige näher bezeichnete Orte
fr_fr: décharge de fusil, de carabine et d'arme de plus grande taille | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W339
source: Unspecified place
de: Unfall durch Gewehr, Schrotflinte und schwerere Feuerwaffe [Schußwaffe]: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: décharge de fusil, de carabine et d'arme de plus grande taille | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W34
source: Discharge from other and unspecified firearms
de: Unfall durch sonstige und nicht näher bezeichnete Feuerwaffen [Schusswaffen]
fr_fr: Décharge d'armes, autres et sans précision
zh_cn: 其他和未特指的火器发射

# model:gnuhealth.pathology,name:W340
source: Home
de: Unfall durch sonstige und nicht näher bezeichnete Feuerwaffen [Schußwaffen]: Zu Hause
fr_fr: décharge d'armes, autres et sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W341
source: Residential institution
de: Unfall durch sonstige und nicht näher bezeichnete Feuerwaffen [Schußwaffen]: Wohnheime oder -anstalten
fr_fr: décharge d'armes, autres et sans précision | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W342
source: School, other institution and public administrative area
de: Unfall durch sonstige und nicht näher bezeichnete Feuerwaffen [Schußwaffen]: Schule, sonstige öffentliche Bauten
fr_fr: décharge d'armes, autres et sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W343
source: Sports and athletics area
de: Unfall durch sonstige und nicht näher bezeichnete Feuerwaffen [Schußwaffen]: Sportstätten
fr_fr: décharge d'armes, autres et sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W344
source: Street and highway
de: Unfall durch sonstige und nicht näher bezeichnete Feuerwaffen [Schußwaffen]: Straßen und Wege
fr_fr: décharge d'armes, autres et sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W345
source: Trade and service area
de: Unfall durch sonstige und nicht näher bezeichnete Feuerwaffen [Schußwaffen]: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: décharge d'armes, autres et sans précision | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W346
source: Industrial and construction area
de: Unfall durch sonstige und nicht näher bezeichnete Feuerwaffen [Schußwaffen]: Industrieanlagen und Baustellen
fr_fr: décharge d'armes, autres et sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W347
source: Farm
de: Unfall durch sonstige und nicht näher bezeichnete Feuerwaffen [Schußwaffen]: Landwirtschaftlicher Betrieb
fr_fr: décharge d'armes, autres et sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W348
source: Other specified place
de: Unfall durch sonstige und nicht näher bezeichnete Feuerwaffen [Schußwaffen]: Sonstige näher bezeichnete Orte
fr_fr: décharge d'armes, autres et sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W349
source: Unspecified place
de: Unfall durch sonstige und nicht näher bezeichnete Feuerwaffen [Schußwaffen]: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: décharge d'armes, autres et sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W35
source: Explosion and rupture of boiler
de: Explosion oder Platzen eines Kessels
fr_fr: Explosion et éclatement d'une chaudière
zh_cn: 锅炉爆炸和破裂

# model:gnuhealth.pathology,name:W350
source: Home
de: Explosion oder Platzen eines Kessels: Zu Hause
fr_fr: explosion et éclatement d'une chaudière | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W351
source: Residential institution
de: Explosion oder Platzen eines Kessels: Wohnheime oder -anstalten
fr_fr: explosion et éclatement d'une chaudière | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W352
source: School, other institution and public administrative area
de: Explosion oder Platzen eines Kessels: Schule, sonstige öffentliche Bauten
fr_fr: explosion et éclatement d'une chaudière | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W353
source: Sports and athletics area
de: Explosion oder Platzen eines Kessels: Sportstätten
fr_fr: explosion et éclatement d'une chaudière | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W354
source: Street and highway
de: Explosion oder Platzen eines Kessels: Straßen und Wege
fr_fr: explosion et éclatement d'une chaudière | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W355
source: Trade and service area
de: Explosion oder Platzen eines Kessels: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: explosion et éclatement d'une chaudière | zone de commerce et de service
zh_cn: 贸易和服务器

# model:gnuhealth.pathology,name:W356
source: Industrial and construction area
de: Explosion oder Platzen eines Kessels: Industrieanlagen und Baustellen
fr_fr: explosion et éclatement d'une chaudière | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W357
source: Farm
de: Explosion oder Platzen eines Kessels: Landwirtschaftlicher Betrieb
fr_fr: explosion et éclatement d'une chaudière | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W358
source: Other specified place
de: Explosion oder Platzen eines Kessels: Sonstige näher bezeichnete Orte
fr_fr: explosion et éclatement d'une chaudière | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W359
source: Unspecified place
de: Explosion oder Platzen eines Kessels: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: explosion et éclatement d'une chaudière | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W36
source: Explosion and rupture of gas cylinder
de: Explosion oder Platzen einer Gasflasche
fr_fr: Explosion et éclatement d'une bouteille de gaz
zh_cn: 高压气罐爆炸和破裂

# model:gnuhealth.pathology,name:W360
source: Home
de: Explosion oder Platzen einer Gasflasche: Zu Hause
fr_fr: explosion et éclatement d'une bouteille de gaz | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W361
source: Residential institution
de: Explosion oder Platzen einer Gasflasche: Wohnheime oder -anstalten
fr_fr: explosion et éclatement d'une bouteille de gaz | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W362
source: School, other institution and public administrative area
de: Explosion oder Platzen einer Gasflasche: Schule, sonstige öffentliche Bauten
fr_fr: explosion et éclatement d'une bouteille de gaz | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W363
source: Sports and athletics area
de: Explosion oder Platzen einer Gasflasche: Sportstätten
fr_fr: explosion et éclatement d'une bouteille de gaz | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W364
source: Street and highway
de: Explosion oder Platzen einer Gasflasche: Straßen und Wege
fr_fr: explosion et éclatement d'une bouteille de gaz | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W365
source: Trade and service area
de: Explosion oder Platzen einer Gasflasche: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: explosion et éclatement d'une bouteille de gaz | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W366
source: Industrial and construction area
de: Explosion oder Platzen einer Gasflasche: Industrieanlagen und Baustellen
fr_fr: explosion et éclatement d'une bouteille de gaz | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W367
source: Farm
de: Explosion oder Platzen einer Gasflasche: Landwirtschaftlicher Betrieb
fr_fr: explosion et éclatement d'une bouteille de gaz | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W368
source: Other specified place
de: Explosion oder Platzen einer Gasflasche: Sonstige näher bezeichnete Orte
fr_fr: explosion et éclatement d'une bouteille de gaz | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W369
source: Unspecified place
de: Explosion oder Platzen einer Gasflasche: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: explosion et éclatement d'une bouteille de gaz | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W37
source: Explosion and rupture of pressurized tyre, pipe or hose
de: Explosion oder Platzen eines unter Druck stehenden Reifens, Rohres oder Schlauches
zh_cn: 压缩轮胎、管子和软管爆炸和破裂

# model:gnuhealth.pathology,name:W370
source: Home
de: Explosion oder Platzen eines unter Druck stehenden Reifens, Rohres oder Schlauches: Zu Hause
fr_fr: explosion et éclatement de pneumatique ou de tuyau sous pression | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W371
source: Residential institution
de: Explosion oder Platzen eines unter Druck stehenden Reifens, Rohres oder Schlauches: Wohnheime oder -anstalten
fr_fr: explosion et éclatement de pneumatique ou de tuyau sous pression | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W372
source: School, other institution and public administrative area
de: Explosion oder Platzen eines unter Druck stehenden Reifens, Rohres oder Schlauches: Schule, sonstige öffentliche Bauten
fr_fr: explosion et éclatement de pneumatique ou de tuyau sous pression | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W373
source: Sports and athletics area
de: Explosion oder Platzen eines unter Druck stehenden Reifens, Rohres oder Schlauches: Sportstätten
fr_fr: explosion et éclatement de pneumatique ou de tuyau sous pression | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W374
source: Street and highway
de: Explosion oder Platzen eines unter Druck stehenden Reifens, Rohres oder Schlauches: Straßen und Wege
fr_fr: explosion et éclatement de pneumatique ou de tuyau sous pression | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W375
source: Trade and service area
de: Explosion oder Platzen eines unter Druck stehenden Reifens, Rohres oder Schlauches: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: explosion et éclatement de pneumatique ou de tuyau sous pression | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W376
source: Industrial and construction area
de: Explosion oder Platzen eines unter Druck stehenden Reifens, Rohres oder Schlauches: Industrieanlagen und Baustellen
fr_fr: explosion et éclatement de pneumatique ou de tuyau sous pression | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W377
source: Farm
de: Explosion oder Platzen eines unter Druck stehenden Reifens, Rohres oder Schlauches: Landwirtschaftlicher Betrieb
fr_fr: explosion et éclatement de pneumatique ou de tuyau sous pression | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W378
source: Other specified place
de: Explosion oder Platzen eines unter Druck stehenden Reifens, Rohres oder Schlauches: Sonstige näher bezeichnete Orte
fr_fr: explosion et éclatement de pneumatique ou de tuyau sous pression | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W379
source: Unspecified place
de: Explosion oder Platzen eines unter Druck stehenden Reifens, Rohres oder Schlauches: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: explosion et éclatement de pneumatique ou de tuyau sous pression | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W38
source: Explosion and rupture of other specified pressurized devices
de: Explosion oder Platzen von sonstigen näher bezeichneten unter Druck stehenden Geräten
zh_cn: 其他特指压缩装置的爆炸和破裂

# model:gnuhealth.pathology,name:W380
source: Home
de: Explosion oder Platzen von sonstigen näher bezeichneten unter Druck stehenden Geräten: Zu Hause
fr_fr: explosion et éclatement d'autres appareils précisés sous pression | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W381
source: Residential institution
de: Explosion oder Platzen von sonstigen näher bezeichneten unter Druck stehenden Geräten: Wohnheime oder -anstalten
fr_fr: explosion et éclatement d'autres appareils précisés sous pression | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W382
source: School, other institution and public administrative area
de: Explosion oder Platzen von sonstigen näher bezeichneten unter Druck stehenden Geräten: Schule, sonstige öffentliche Bauten
fr_fr: explosion et éclatement d'autres appareils précisés sous pression | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W383
source: Sports and athletics area
de: Explosion oder Platzen von sonstigen näher bezeichneten unter Druck stehenden Geräten: Sportstätten
fr_fr: explosion et éclatement d'autres appareils précisés sous pression | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W384
source: Street and highway
de: Explosion oder Platzen von sonstigen näher bezeichneten unter Druck stehenden Geräten: Straßen und Wege
fr_fr: explosion et éclatement d'autres appareils précisés sous pression | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W385
source: Trade and service area
de: Explosion oder Platzen von sonstigen näher bezeichneten unter Druck stehenden Geräten: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: explosion et éclatement d'autres appareils précisés sous pression | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W386
source: Industrial and construction area
de: Explosion oder Platzen von sonstigen näher bezeichneten unter Druck stehenden Geräten: Industrieanlagen und Baustellen
fr_fr: explosion et éclatement d'autres appareils précisés sous pression | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W387
source: Farm
de: Explosion oder Platzen von sonstigen näher bezeichneten unter Druck stehenden Geräten: Landwirtschaftlicher Betrieb
fr_fr: explosion et éclatement d'autres appareils précisés sous pression | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W388
source: Other specified place
de: Explosion oder Platzen von sonstigen näher bezeichneten unter Druck stehenden Geräten: Sonstige näher bezeichnete Orte
fr_fr: explosion et éclatement d'autres appareils précisés sous pression | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W389
source: Unspecified place
de: Explosion oder Platzen von sonstigen näher bezeichneten unter Druck stehenden Geräten: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: explosion et éclatement d'autres appareils précisés sous pression | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W39
source: Discharge of firework
de: Abbrennen von Feuerwerkskörper(n)
fr_fr: Projections de feu d'artifice
zh_cn: 烟火发射

# model:gnuhealth.pathology,name:W390
source: Home
de: Abbrennen von Feuerwerkskörper(n): Zu Hause
fr_fr: projections de feu d'artifice | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W391
source: Residential institution
de: Abbrennen von Feuerwerkskörper(n): Wohnheime oder -anstalten
fr_fr: projections de feu d'artifice | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W392
source: School, other institution and public administrative area
de: Abbrennen von Feuerwerkskörper(n): Schule, sonstige öffentliche Bauten
fr_fr: projections de feu d'artifice | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W393
source: Sports and athletics area
de: Abbrennen von Feuerwerkskörper(n): Sportstätten
fr_fr: projections de feu d'artifice | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W394
source: Street and highway
de: Abbrennen von Feuerwerkskörper(n): Straßen und Wege
fr_fr: projections de feu d'artifice | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W395
source: Trade and service area
de: Abbrennen von Feuerwerkskörper(n): Gewerbe- und Dienstleistungseinrichtungen
fr_fr: projections de feu d'artifice | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W396
source: Industrial and construction area
de: Abbrennen von Feuerwerkskörper(n): Industrieanlagen und Baustellen
fr_fr: projections de feu d'artifice | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W397
source: Farm
de: Abbrennen von Feuerwerkskörper(n): Landwirtschaftlicher Betrieb
fr_fr: projections de feu d'artifice | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W398
source: Other specified place
de: Abbrennen von Feuerwerkskörper(n): Sonstige näher bezeichnete Orte
fr_fr: projections de feu d'artifice | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W399
source: Unspecified place
de: Abbrennen von Feuerwerkskörper(n): Nicht näher bezeichneter Ort des Ereignisses
fr_fr: projections de feu d'artifice | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W40
source: Explosion of other materials
de: Explosion sonstiger stofflicher Substanzen
fr_fr: Explosion d'autres matériaux
zh_cn: 其他材料爆炸

# model:gnuhealth.pathology,name:W400
source: Home
de: Explosion sonstiger stofflicher Substanzen: Zu Hause
fr_fr: explosion d'autres matériaux | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W401
source: Residential institution
de: Explosion sonstiger stofflicher Substanzen: Wohnheime oder -anstalten
fr_fr: explosion d'autres matériaux | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W402
source: School, other institution and public administrative area
de: Explosion sonstiger stofflicher Substanzen: Schule, sonstige öffentliche Bauten
fr_fr: explosion d'autres matériaux | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W403
source: Sports and athletics area
de: Explosion sonstiger stofflicher Substanzen: Sportstätten
fr_fr: explosion d'autres matériaux | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W404
source: Street and highway
de: Explosion sonstiger stofflicher Substanzen: Straßen und Wege
fr_fr: explosion d'autres matériaux | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W405
source: Trade and service area
de: Explosion sonstiger stofflicher Substanzen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: explosion d'autres matériaux | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W406
source: Industrial and construction area
de: Explosion sonstiger stofflicher Substanzen: Industrieanlagen und Baustellen
fr_fr: explosion d'autres matériaux | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W407
source: Farm
de: Explosion sonstiger stofflicher Substanzen: Landwirtschaftlicher Betrieb
fr_fr: explosion d'autres matériaux | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W408
source: Other specified place
de: Explosion sonstiger stofflicher Substanzen: Sonstige näher bezeichnete Orte
fr_fr: explosion d'autres matériaux | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W409
source: Unspecified place
de: Explosion sonstiger stofflicher Substanzen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: explosion d'autres matériaux | lieu, sans précision
zh_cn: 未指定的地方
