Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Y126
source: Industrial and construction area
de: Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y127
source: Farm
de: Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y128
source: Other specified place
de: Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs, intention non déterminée | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:Y129
source: Unspecified place
de: Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs, intention non déterminée | lieu, sans précision
zh_cn: 麻醉品和致幻药[致幻剂]的中毒及暴露于该类药物，不可归类在他处，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y13
source: Poisoning by and exposure to other drugs acting on the autonomic nervous system, undetermined intent
de: Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem, Umstände unbestimmt
fr_fr: Intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits, intention non déterminée
zh_cn: 作用于自主神经系统的其他药物的中毒及暴露于该类药物，意图不确定

# model:gnuhealth.pathology,name:Y130
source: Home
de: Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem, Umstände unbestimmt: Zu Hause
fr_fr: intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y131
source: Residential institution
de: Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits, intention non déterminée | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:Y132
source: School, other institution and public administrative area
de: Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y133
source: Sports and athletics area
de: Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem, Umstände unbestimmt: Sportstätten
fr_fr: intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y134
source: Street and highway
de: Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem, Umstände unbestimmt: Straßen und Wege
fr_fr: intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y135
source: Trade and service area
de: Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y136
source: Industrial and construction area
de: Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y137
source: Farm
de: Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y138
source: Other specified place
de: Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits, intention non déterminée | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:Y139
source: Unspecified place
de: Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits, intention non déterminée | lieu, sans précision
zh_cn: 作用于自主神经系统的其他药物的中毒及暴露于该类药物，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y14
source: Poisoning by and exposure to other and unspecified drugs, medicaments and biological substances, undetermined intent
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen, Umstände unbestimmt
fr_fr: Intoxication par des médicaments et substances biologiques, autres et sans précision et exposition à ces produits, intention non déterminée
zh_cn: 其他和未特指的药物、药剂和生物制品的中毒及暴露于该类药物，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y140
source: Home
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen, Umstände unbestimmt: Zu Hause
fr_fr: intoxication par des médicaments et substances biologiques, autres et sans précision et exposition à ces produits, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y141
source: Residential institution
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: intoxication par des médicaments et substances biologiques, autres et sans précision et exposition à ces produits, intention non déterminée | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:Y142
source: School, other institution and public administrative area
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: intoxication par des médicaments et substances biologiques, autres et sans précision et exposition à ces produits, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y143
source: Sports and athletics area
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen, Umstände unbestimmt: Sportstätten
fr_fr: intoxication par des médicaments et substances biologiques, autres et sans précision et exposition à ces produits, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y144
source: Street and highway
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen, Umstände unbestimmt: Straßen und Wege
fr_fr: intoxication par des médicaments et substances biologiques, autres et sans précision et exposition à ces produits, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y145
source: Trade and service area
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: intoxication par des médicaments et substances biologiques, autres et sans précision et exposition à ces produits, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y146
source: Industrial and construction area
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: intoxication par des médicaments et substances biologiques, autres et sans précision et exposition à ces produits, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y147
source: Farm
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: intoxication par des médicaments et substances biologiques, autres et sans précision et exposition à ces produits, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y148
source: Other specified place
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: intoxication par des médicaments et substances biologiques, autres et sans précision et exposition à ces produits, intention non déterminée | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:Y149
source: Unspecified place
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: intoxication par des médicaments et substances biologiques, autres et sans précision et exposition à ces produits, intention non déterminée | lieu, sans précision
zh_cn: 其他和未特指的药物、药剂和生物制品的中毒及暴露于该类药物，意图不确定

# model:gnuhealth.pathology,name:Y15
source: Poisoning by and exposure to alcohol, undetermined intent
de: Vergiftung durch und Exposition gegenüber Alkohol, Umstände unbestimmt
fr_fr: Intoxication par l'alcool et exposition à l'alcool, intention non déterminée
zh_cn: 酒精中毒及暴露于酒精，意图不确定

# model:gnuhealth.pathology,name:Y150
source: Home
de: Vergiftung durch und Exposition gegenüber Alkohol, Umstände unbestimmt: Zu Hause
fr_fr: intoxication par l'alcool et exposition à l'alcool, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y151
source: Residential institution
de: Vergiftung durch und Exposition gegenüber Alkohol, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: intoxication par l'alcool et exposition à l'alcool, intention non déterminée | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:Y152
source: School, other institution and public administrative area
de: Vergiftung durch und Exposition gegenüber Alkohol, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: intoxication par l'alcool et exposition à l'alcool, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y153
source: Sports and athletics area
de: Vergiftung durch und Exposition gegenüber Alkohol, Umstände unbestimmt: Sportstätten
fr_fr: intoxication par l'alcool et exposition à l'alcool, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y154
source: Street and highway
de: Vergiftung durch und Exposition gegenüber Alkohol, Umstände unbestimmt: Straßen und Wege
fr_fr: intoxication par l'alcool et exposition à l'alcool, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y155
source: Trade and service area
de: Vergiftung durch und Exposition gegenüber Alkohol, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: intoxication par l'alcool et exposition à l'alcool, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y156
source: Industrial and construction area
de: Vergiftung durch und Exposition gegenüber Alkohol, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: intoxication par l'alcool et exposition à l'alcool, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y157
source: Farm
de: Vergiftung durch und Exposition gegenüber Alkohol, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: intoxication par l'alcool et exposition à l'alcool, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y158
source: Other specified place
de: Vergiftung durch und Exposition gegenüber Alkohol, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: intoxication par l'alcool et exposition à l'alcool, intention non déterminée | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:Y159
source: Unspecified place
de: Vergiftung durch und Exposition gegenüber Alkohol, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: intoxication par l'alcool et exposition à l'alcool, intention non déterminée | lieu, sans précision
zh_cn: 酒精中毒及暴露于酒精，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y16
source: Poisoning by and exposure to organic solvents and halogenated hydrocarbons and their vapours, undetermined intent
de: Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n), Umstände unbestimmt
fr_fr: Intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits, intention non déterminée
zh_cn: 有机溶剂和卤素烃及其蒸气的中毒及暴露于该类物质，意图不确定

# model:gnuhealth.pathology,name:Y160
source: Home
de: Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n), Umstände unbestimmt: Zu Hause
fr_fr: intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y161
source: Residential institution
de: Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n), Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits, intention non déterminée | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:Y162
source: School, other institution and public administrative area
de: Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n), Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y163
source: Sports and athletics area
de: Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n), Umstände unbestimmt: Sportstätten
fr_fr: intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y164
source: Street and highway
de: Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n), Umstände unbestimmt: Straßen und Wege
fr_fr: intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y165
source: Trade and service area
de: Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n), Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y166
source: Industrial and construction area
de: Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n), Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:Y167
source: Farm
de: Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n), Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y168
source: Other specified place
de: Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n), Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits, intention non déterminée | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:Y169
source: Unspecified place
de: Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n), Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits, intention non déterminée | lieu, sans précision
zh_cn: 有机溶剂和卤素烃及其蒸气的中毒及暴露于该类物质，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y17
source: Poisoning by and exposure to other gases and vapours, undetermined intent
de: Vergiftung durch und Exposition gegenüber Kohlenmonoxid und sonstigen Gasen und Dämpfen, Umstände unbestimmt
fr_fr: Intoxication par d'autres gaz et émanations et exposition à ces produits, intention non déterminée
zh_cn: 其他气体和蒸气的中毒及暴露于该类物质，意图不确定

# model:gnuhealth.pathology,name:Y170
source: Poisoning by and exposure to other gases and vapours, undetermined intent: Home
de: Vergiftung durch und Exposition gegenüber Kohlenmonoxid aus Abgas von Verbrennungsmotor

# model:gnuhealth.pathology,name:Y171
source: Poisoning by and exposure to other gases and vapours, undetermined intent: Residential institution
de: Vergiftung durch und Exposition gegenüber Kohlenmonoxid aus Gasversorgung

# model:gnuhealth.pathology,name:Y172
source: Poisoning by and exposure to other gases and vapours, undetermined intent: School, other institution and public administrative area
de: Vergiftung durch und Exposition gegenüber Kohlenmonoxid aus sonstigen häuslichen Brennstoffen

# model:gnuhealth.pathology,name:Y173
source: Poisoning by and exposure to other gases and vapours, undetermined intent: Sports and athletics area
de: Vergiftung durch und Exposition gegenüber Kohlenmonoxid aus sonstigen Quellen

# model:gnuhealth.pathology,name:Y174
source: Poisoning by and exposure to other gases and vapours, undetermined intent: Street and highway
de: Vergiftung durch und Exposition gegenüber Kohlenmonoxid aus nicht näher bezeichneten Quellen

# model:gnuhealth.pathology,name:Y175
source: Poisoning by and exposure to other gases and vapours, undetermined intent: Trade and service area
de: Vergiftung durch und Exposition gegenüber sonstige(n) Gase(n) und Dämpfe(n), Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen

# model:gnuhealth.pathology,name:Y176
source: Poisoning by and exposure to other gases and vapours, undetermined intent: Industrial and construction area
de: Vergiftung durch und Exposition gegenüber sonstige(n) Gase(n) und Dämpfe(n), Umstände unbestimmt: Industrieanlagen und Baustellen

# model:gnuhealth.pathology,name:Y177
source: Poisoning by and exposure to other gases and vapours, undetermined intent: Farm
de: Vergiftung durch und Exposition gegenüber sonstige(n) Gase(n) und Dämpfe(n), Umstände unbestimmt: Landwirtschaftlicher Betrieb

# model:gnuhealth.pathology,name:Y178
source: Poisoning by and exposure to other gases and vapours, undetermined intent: Other specified place
de: Vergiftung durch und Exposition gegenüber sonstigen näher bezeichneten Gasen und Dämpfen

# model:gnuhealth.pathology,name:Y179
source: Poisoning by and exposure to other gases and vapours, undetermined intent: Unspecified place
de: Vergiftung durch und Exposition gegenüber sonstigen nicht näher bezeichneten Gasen und Dämpfen
zh_cn: 其他气体和蒸气的中毒及暴露于该类物质，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y18
source: Poisoning by and exposure to pesticides, undetermined intent
de: Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)], Umstände unbestimmt
fr_fr: Intoxication par des pesticides et exposition à ces produits, intention non déterminée
zh_cn: 杀虫剂的中毒及暴露于杀虫剂，意图不确定

# model:gnuhealth.pathology,name:Y180
source: Home
de: Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)], Umstände unbestimmt: Zu Hause
fr_fr: intoxication par des pesticides et exposition à ces produits, intention non déterminée | domicile
zh_cn: 家
