Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:R20
source: Disturbances of skin sensation
de: Sensibilitätsstörungen der Haut
fr_fr: Troubles de la sensibilité cutanée
zh_cn: 皮肤感觉障碍

# model:gnuhealth.pathology,name:R200
source: Anaesthesia of skin
de: Anästhesie der Haut
fr_fr: Anesthésie cutanée
zh_cn: 皮肤感觉缺失

# model:gnuhealth.pathology,name:R201
source: Hypoaesthesia of skin
de: Hypästhesie der Haut
fr_fr: Hypoesthésie cutanée
zh_cn: 皮肤感觉减退

# model:gnuhealth.pathology,name:R202
source: Paraesthesia of skin
de: Parästhesie der Haut
fr_fr: Paresthésie cutanée
zh_cn: 皮肤感觉异常

# model:gnuhealth.pathology,name:R203
source: Hyperaesthesia
de: Hyperästhesie der Haut
fr_fr: Hyperesthésie
zh_cn: 感觉过敏

# model:gnuhealth.pathology,name:R208
source: Other and unspecified disturbances of skin sensation
de: Sonstige und nicht näher bezeichnete Sensibilitätsstörungen der Haut
fr_fr: Troubles de la sensibilité cutanée, autres et non précisés
zh_cn: 其他和未特指的皮肤感觉障碍

# model:gnuhealth.pathology,name:R21
source: Rash and other nonspecific skin eruption
de: Hautausschlag und sonstige unspezifische Hauteruptionen
fr_fr: Rash et autres éruptions cutanées non spécifiques
zh_cn: 皮疹和其他非特异性斑疹

# model:gnuhealth.pathology,name:R22
source: Localized swelling, mass and lump of skin and subcutaneous tissue
de: Lokalisierte Schwellung, Raumforderung und Knoten der Haut und der Unterhaut
zh_cn: 皮肤和皮下组织的局部肿胀、肿物和肿块

# model:gnuhealth.pathology,name:R220
source: Localized swelling, mass and lump, head
de: Lokalisierte Schwellung, Raumforderung und Knoten der Haut und der Unterhaut am Kopf
zh_cn: 头部的局部肿胀、肿物和肿块

# model:gnuhealth.pathology,name:R221
source: Localized swelling, mass and lump, neck
de: Lokalisierte Schwellung, Raumforderung und Knoten der Haut und der Unterhaut am Hals
zh_cn: 颈部的局部肿胀、肿物和肿块

# model:gnuhealth.pathology,name:R222
source: Localized swelling, mass and lump, trunk
de: Lokalisierte Schwellung, Raumforderung und Knoten der Haut und der Unterhaut am Rumpf
zh_cn: 躯干的局部肿胀、肿物和肿块

# model:gnuhealth.pathology,name:R223
source: Localized swelling, mass and lump, upper limb
de: Lokalisierte Schwellung, Raumforderung und Knoten der Haut und der Unterhaut an den oberen Extremitäten
zh_cn: 上肢的局部肿胀、肿物和肿块

# model:gnuhealth.pathology,name:R224
source: Localized swelling, mass and lump, lower limb
de: Lokalisierte Schwellung, Raumforderung und Knoten der Haut und der Unterhaut an den unteren Extremitäten
zh_cn: 下肢的局部肿胀、肿物和肿块

# model:gnuhealth.pathology,name:R227
source: Localized swelling, mass and lump, multiple sites
de: Lokalisierte Schwellung, Raumforderung und Knoten der Haut und der Unterhaut an mehreren Lokalisationen
zh_cn: 多部位的局部肿胀、肿物和肿块

# model:gnuhealth.pathology,name:R229
source: Localized swelling, mass and lump, unspecified
de: Lokalisierte Schwellung, Raumforderung und Knoten der Haut und der Unterhaut, nicht näher bezeichnet
zh_cn: 未特指的局部肿胀、肿物和肿块

# model:gnuhealth.pathology,name:R23
source: Other skin changes
de: Sonstige Hautveränderungen
fr_fr: Autres modifications de la peau
zh_cn: 其他皮肤改变

# model:gnuhealth.pathology,name:R230
source: Cyanosis
de: Zyanose
fr_fr: Cyanose
zh_cn: 发绀[紫绀]

# model:gnuhealth.pathology,name:R231
source: Pallor
de: Blässe
fr_fr: Pâleur
zh_cn: 苍白

# model:gnuhealth.pathology,name:R232
source: Flushing
de: Gesichtsrötung [Flush]
fr_fr: Rougeur
zh_cn: 发红

# model:gnuhealth.pathology,name:R233
source: Spontaneous ecchymoses
de: Spontane Ekchymosen
fr_fr: Ecchymoses spontanées
zh_cn: 自发性瘀斑

# model:gnuhealth.pathology,name:R234
source: Changes in skin texture
de: Veränderungen des Hautreliefs
fr_fr: Modifications du tissu cutané
zh_cn: 皮肤质地的改变

# model:gnuhealth.pathology,name:R238
source: Other and unspecified skin changes
de: Sonstige und nicht näher bezeichnete Hautveränderungen
fr_fr: Modifications de la peau, autres et non précisées
zh_cn: 其他和未特指的皮肤改变

# model:gnuhealth.pathology,name:R25
source: Abnormal involuntary movements
de: Abnorme unwillkürliche Bewegungen
fr_fr: Mouvements involontaires anormaux
zh_cn: 异常的不随意运动

# model:gnuhealth.pathology,name:R250
source: Abnormal head movements
de: Abnorme Kopfbewegungen
fr_fr: Mouvements anormaux de la tête
zh_cn: 异常的头部运动

# model:gnuhealth.pathology,name:R251
source: Tremor, unspecified
de: Tremor, nicht näher bezeichnet
fr_fr: Tremblement, sans précision
zh_cn: 未特指的震颤

# model:gnuhealth.pathology,name:R252
source: Cramp and spasm
de: Krämpfe und Spasmen der Muskulatur
fr_fr: Crampe et spasme
zh_cn: 痛性痉挛和痉挛

# model:gnuhealth.pathology,name:R253
source: Fasciculation
de: Faszikulation
zh_cn: 肌束震颤

# model:gnuhealth.pathology,name:R258
source: Other and unspecified abnormal involuntary movements
de: Sonstige und nicht näher bezeichnete abnorme unwillkürliche Bewegungen
fr_fr: Mouvements involontaires anormaux, autres et non précisés
zh_cn: 其他和未特指异常的不随意运动

# model:gnuhealth.pathology,name:R26
source: Abnormalities of gait and mobility
de: Störungen des Ganges und der Mobilität
fr_fr: Anomalies de la démarche et de la motilité
zh_cn: 异常的步态和移动

# model:gnuhealth.pathology,name:R260
source: Ataxic gait
de: Ataktischer Gang
fr_fr: Démarche ataxique
zh_cn: 共济失调步态

# model:gnuhealth.pathology,name:R261
source: Paralytic gait
de: Paretischer Gang
fr_fr: Démarche paralytique
zh_cn: 麻痹步态

# model:gnuhealth.pathology,name:R262
source: Difficulty in walking, not elsewhere classified
de: Gehbeschwerden, anderenorts nicht klassifiziert
fr_fr: Difficulté à la marche, non classée ailleurs
zh_cn: 行走困难，不可归类在他处者

# model:gnuhealth.pathology,name:R263
source: Immobility
de: Immobilität
zh_cn: 固态[不动]

# model:gnuhealth.pathology,name:R268
source: Other and unspecified abnormalities of gait and mobility
de: Sonstige und nicht näher bezeichnete Störungen des Ganges und der Mobilität
fr_fr: Anomalies de la démarche et de la motilité, autres et non précisées
zh_cn: 其他和未特指的异常的步态和移动

# model:gnuhealth.pathology,name:R27
source: Other lack of coordination
de: Sonstige Koordinationsstörungen
zh_cn: 其他协调缺乏

# model:gnuhealth.pathology,name:R270
source: Ataxia, unspecified
de: Ataxie, nicht näher bezeichnet
fr_fr: Ataxie, sans précision
zh_cn: 未特指的共济失调

# model:gnuhealth.pathology,name:R278
source: Other and unspecified lack of coordination
de: Sonstige und nicht näher bezeichnete Koordinationsstörungen
zh_cn: 其他和未特指的协调缺乏

# model:gnuhealth.pathology,name:R29
source: Other symptoms and signs involving the nervous and musculoskeletal systems
de: Sonstige Symptome, die das Nervensystem und das Muskel-Skelett-System betreffen
fr_fr: Autres symptômes et signes relatifs aux systèmes nerveux et ostéo-musculaire
zh_cn: 累及神经和肌肉骨骼系统的其他症状和体征

# model:gnuhealth.pathology,name:R290
source: Tetany
de: Tetanie
fr_fr: Tétanie
zh_cn: 手足搐搦

# model:gnuhealth.pathology,name:R292
source: Abnormal reflex
de: Abnorme Reflexe
fr_fr: Réflexes anormaux
zh_cn: 异常反射

# model:gnuhealth.pathology,name:R293
source: Abnormal posture
de: Abnorme Körperhaltung
fr_fr: Posture anormale
zh_cn: 异常姿势

# model:gnuhealth.pathology,name:R294
source: Clicking hip
de: Schnappende Hüfte
fr_fr: Hanche "à ressort"
zh_cn: 弹响髋

# model:gnuhealth.pathology,name:R296
source: Tendency to fall, not elsewhere classified
de: Sturzneigung, anderenorts nicht klassifiziert
zh_cn: 跌倒倾向，不可归类在他处者

# model:gnuhealth.pathology,name:R298
source: Other and unspecified symptoms and signs involving the nervous and musculoskeletal systems
de: Sonstige und nicht näher bezeichnete Symptome, die das Nervensystem und das Muskel-Skelett-System betreffen
fr_fr: Symptômes et signes relatifs aux systèmes nerveux et ostéo-musculaire, autres et non précisés
zh_cn: 累及神经和肌肉骨骼系统其他和未特指的症状和体征

# model:gnuhealth.pathology,name:R30
source: Pain associated with micturition
de: Schmerzen beim Wasserlassen
fr_fr: Douleur à la miction
zh_cn: 与排尿有关的疼痛

# model:gnuhealth.pathology,name:R300
source: Dysuria
de: Dysurie
fr_fr: Dysurie
zh_cn: 排尿困难

# model:gnuhealth.pathology,name:R301
source: Vesical tenesmus
de: Tenesmus vesicae
fr_fr: Ténesme vésical
zh_cn: 排尿里急后重

# model:gnuhealth.pathology,name:R309
source: Painful micturition, unspecified
de: Schmerzen beim Wasserlassen, nicht näher bezeichnet
fr_fr: Miction douloureuse, sans précision
zh_cn: 未特指的痛性排尿

# model:gnuhealth.pathology,name:R31
source: Unspecified haematuria
de: Nicht näher bezeichnete Hämaturie
fr_fr: Hématurie, sans précision
zh_cn: 未特指的血尿

# model:gnuhealth.pathology,name:R32
source: Unspecified urinary incontinence
de: Nicht näher bezeichnete Harninkontinenz
fr_fr: Incontinence urinaire, sans précision
zh_cn: 未特指的尿失禁

# model:gnuhealth.pathology,name:R33
source: Retention of urine
de: Harnverhaltung
fr_fr: Rétention d'urine
zh_cn: 尿潴留

# model:gnuhealth.pathology,name:R34
source: Anuria and oliguria
de: Anurie und Oligurie
fr_fr: Anurie et oligurie
zh_cn: 无尿和少尿

# model:gnuhealth.pathology,name:R35
source: Polyuria
de: Polyurie
fr_fr: Polyurie
zh_cn: 多尿

# model:gnuhealth.pathology,name:R36
source: Urethral discharge
de: Ausfluss aus der Harnröhre
fr_fr: Ecoulement urétral
zh_cn: 尿道排出物

# model:gnuhealth.pathology,name:R39
source: Other symptoms and signs involving the urinary system
de: Sonstige Symptome, die das Harnsystem betreffen
fr_fr: Autres symptômes et signes relatifs à l'appareil urinaire
zh_cn: 累及泌尿系统的其他症状和体征

# model:gnuhealth.pathology,name:R390
source: Extravasation of urine
de: Urin-Extravasation
fr_fr: Extravasation d'urine
zh_cn: 尿外渗

# model:gnuhealth.pathology,name:R391
source: Other difficulties with micturition
de: Sonstige Miktionsstörungen
fr_fr: Autres troubles de la miction
zh_cn: 其他排尿困难

# model:gnuhealth.pathology,name:R392
source: Extrarenal uraemia
de: Extrarenale Urämie
fr_fr: Urémie extrarénale
zh_cn: 肾外性尿毒症

# model:gnuhealth.pathology,name:R398
source: Other and unspecified symptoms and signs involving the urinary system
de: Sonstige und nicht näher bezeichnete Symptome, die das Harnsystem betreffen
fr_fr: Symptômes et signes relatifs à l'appareil urinaire, autres et non précisés
zh_cn: 累及泌尿系统其他和未特指的症状和体征

# model:gnuhealth.pathology,name:R40
source: Somnolence, stupor and coma
de: Somnolenz, Sopor und Koma
fr_fr: Somnolence, stupeur et coma
zh_cn: 嗜眠、木僵和昏迷

# model:gnuhealth.pathology,name:R400
source: Somnolence
de: Somnolenz
zh_cn: 嗜眠

# model:gnuhealth.pathology,name:R401
source: Stupor
de: Sopor
fr_fr: Stupeur
zh_cn: 木僵

# model:gnuhealth.pathology,name:R402
source: Coma, unspecified
de: Koma, nicht näher bezeichnet
fr_fr: Coma, sans précision
zh_cn: 未特指的昏迷

# model:gnuhealth.pathology,name:R41
source: Other symptoms and signs involving cognitive functions and awareness
de: Sonstige Symptome, die das Erkennungsvermögen und das Bewusstsein betreffen
fr_fr: Autres symptômes et signes relatifs aux fonctions cognitives et à la conscience
zh_cn: 累及认知功能和意识的其他症状和体征

# model:gnuhealth.pathology,name:R410
source: Disorientation, unspecified
de: Orientierungsstörung, nicht näher bezeichnet
fr_fr: Désorientation, sans précision
zh_cn: 未特指的定向障碍

# model:gnuhealth.pathology,name:R411
source: Anterograde amnesia
de: Anterograde Amnesie
fr_fr: Amnésie antérograde
zh_cn: 顺行性遗忘

# model:gnuhealth.pathology,name:R412
source: Retrograde amnesia
de: Retrograde Amnesie
fr_fr: Amnésie rétrograde
zh_cn: 逆行性遗忘

# model:gnuhealth.pathology,name:R413
source: Other amnesia
de: Sonstige Amnesie
fr_fr: Autres formes d'amnésie
zh_cn: 其他遗忘症

# model:gnuhealth.pathology,name:R418
source: Other and unspecified symptoms and signs involving cognitive functions and awareness
de: Sonstige und nicht näher bezeichnete Symptome, die das Erkennungsvermögen und das Bewusstsein betreffen
fr_fr: Symptômes et signes relatifs aux fonctions cognitives et à la conscience, autres et non précisés
zh_cn: 累及认知功能和意识的其他和未特指的症状和体征

# model:gnuhealth.pathology,name:R42
source: Dizziness and giddiness
de: Schwindel und Taumel
fr_fr: Etourdissements et éblouissements
zh_cn: 头晕和眩晕

# model:gnuhealth.pathology,name:R43
source: Disturbances of smell and taste
de: Störungen des Geruchs- und Geschmackssinnes
fr_fr: Troubles de l'odorat et du goût
zh_cn: 嗅觉和味觉障碍

# model:gnuhealth.pathology,name:R430
source: Anosmia
de: Anosmie
fr_fr: Anosmie
zh_cn: 嗅觉丧失

# model:gnuhealth.pathology,name:R431
source: Parosmia
de: Parosmie
fr_fr: Parosmie
zh_cn: 嗅觉倒错

# model:gnuhealth.pathology,name:R432
source: Parageusia
de: Parageusie
fr_fr: Paragueusie
zh_cn: 味觉倒错

# model:gnuhealth.pathology,name:R438
source: Other and unspecified disturbances of smell and taste
de: Sonstige und nicht näher bezeichnete Störungen des Geruchs- und Geschmackssinnes
fr_fr: Troubles de l'odorat et du goût, autres et non précisés
zh_cn: 其他和未特指的嗅觉和味觉障碍

# model:gnuhealth.pathology,name:R44
source: Other symptoms and signs involving general sensations and perceptions
de: Sonstige Symptome, die die Sinneswahrnehmungen und das Wahrnehmungsvermögen betreffen
fr_fr: Autres symptômes et signes relatifs aux sensations et aux perceptions générales
zh_cn: 累及一般感觉和知觉的其他症状和体征

# model:gnuhealth.pathology,name:R440
source: Auditory hallucinations
de: Akustische Halluzinationen
fr_fr: Hallucinations auditives
zh_cn: 幻听

# model:gnuhealth.pathology,name:R441
source: Visual hallucinations
de: Optische Halluzinationen
fr_fr: Hallucinations visuelles
zh_cn: 幻视

# model:gnuhealth.pathology,name:R442
source: Other hallucinations
de: Sonstige Halluzinationen
fr_fr: Autres hallucinations
zh_cn: 其他幻觉

# model:gnuhealth.pathology,name:R443
source: Hallucinations, unspecified
de: Halluzinationen, nicht näher bezeichnet
fr_fr: Hallucinations, sans précision
zh_cn: 未特指的幻觉

# model:gnuhealth.pathology,name:R448
source: Other and unspecified symptoms and signs involving general sensations and perceptions
de: Sonstige und nicht näher bezeichnete Symptome, die die Sinneswahrnehmungen und das Wahrnehmungsvermögen betreffen
fr_fr: Symptômes et signes relatifs aux sensations et aux perceptions générales, autres et non précisés
zh_cn: 累及一般感觉和知觉的其他和未特指的症状和体征

# model:gnuhealth.pathology,name:R45
source: Symptoms and signs involving emotional state
de: Symptome, die die Stimmung betreffen
fr_fr: Symptômes et signes relatifs à l'humeur
zh_cn: 累及情绪状态的症状和体征

# model:gnuhealth.pathology,name:R450
source: Nervousness
de: Nervosität
fr_fr: Nervosité
zh_cn: 神经质

# model:gnuhealth.pathology,name:R451
source: Restlessness and agitation
de: Ruhelosigkeit und Erregung
fr_fr: Agitation
zh_cn: 不安和激动

# model:gnuhealth.pathology,name:R452
source: Unhappiness
de: Unglücklichsein
fr_fr: Tristesse
zh_cn: 不愉快

# model:gnuhealth.pathology,name:R453
source: Demoralization and apathy
de: Demoralisierung und Apathie
zh_cn: 沮丧和情感淡漠

# model:gnuhealth.pathology,name:R454
source: Irritability and anger
de: Reizbarkeit und Wut
fr_fr: Irritabilité et colère
zh_cn: 急躁和愤怒

# model:gnuhealth.pathology,name:R455
source: Hostility
de: Feindseligkeit
fr_fr: Hostilité
zh_cn: 敌视

# model:gnuhealth.pathology,name:R456
source: Physical violence
de: Körperliche Gewalt
fr_fr: Violence physique
zh_cn: 凶暴

# model:gnuhealth.pathology,name:R457
source: State of emotional shock and stress, unspecified
de: Emotioneller Schock oder Stress, nicht näher bezeichnet
fr_fr: Etat de choc émotionnel et tension, sans précision
zh_cn: 未特指的情绪冲动和紧张状态

# model:gnuhealth.pathology,name:R458
source: Other symptoms and signs involving emotional state
de: Sonstige Symptome, die die Stimmung betreffen
fr_fr: Autres symptômes et signes relatifs à l'humeur
zh_cn: 累及情绪状态的其他症状和体征

# model:gnuhealth.pathology,name:R46
source: Symptoms and signs involving appearance and behaviour
de: Symptome, die das äußere Erscheinungsbild und das Verhalten betreffen
fr_fr: Symptômes et signes relatifs à l'apparence et au comportement
zh_cn: 累及外貌与行为的症状和体征

# model:gnuhealth.pathology,name:R460
source: Very low level of personal hygiene
de: Stark vernachlässigte Körperpflege
fr_fr: Hygiène personnelle très défectueuse
zh_cn: 个人卫生水平极差

# model:gnuhealth.pathology,name:R461
source: Bizarre personal appearance
de: Besonders auffälliges äußeres Erscheinungsbild
fr_fr: Apparence personnelle bizarre
zh_cn: 不正常的个人外貌

# model:gnuhealth.pathology,name:R462
source: Strange and inexplicable behaviour
de: Seltsames und unerklärliches Verhalten
fr_fr: Comportement étrange et inexplicable
zh_cn: 奇怪和令人费解的行为

# model:gnuhealth.pathology,name:R463
source: Overactivity
de: Hyperaktivität
fr_fr: Suractivité
zh_cn: 过度活动

# model:gnuhealth.pathology,name:R464
source: Slowness and poor responsiveness
de: Verlangsamung und herabgesetztes Reaktionsvermögen
fr_fr: Lenteur et manque de réactivité
zh_cn: 迟钝和反应不良

# model:gnuhealth.pathology,name:R465
source: Suspiciousness and marked evasiveness
de: Misstrauen oder ausweichendes Verhalten
fr_fr: Caractère soupçonneux et évasif
zh_cn: 多疑和明显逃避

# model:gnuhealth.pathology,name:R466
source: Undue concern and preoccupation with stressful events
de: Unangemessene Betroffenheit und Beschäftigung mit Stressereignissen
fr_fr: Inquiétude et préoccupation exagérées pour les événements sources de tension
zh_cn: 对应激事件的过分担心和偏见

# model:gnuhealth.pathology,name:R467
source: Verbosity and circumstantial detail obscuring reason for contact
de: Wortschwall oder umständliche Detailschilderung, die die Gründe für eine Konsultation oder Inanspruchnahme verschleiern
fr_fr: Prolixité et détails masquant les raisons de la consultation et gênant le contact
zh_cn: 用啰唆和详细叙述的语言使交往的理由含糊不清

# model:gnuhealth.pathology,name:R468
source: Other symptoms and signs involving appearance and behaviour
de: Sonstige Symptome, die das äußere Erscheinungsbild und das Verhalten betreffen
fr_fr: Autres symptômes et signes relatifs à l'apparence et au comportement
zh_cn: 累及外貌与行为的其他症状和体征

# model:gnuhealth.pathology,name:R47
source: Speech disturbances, not elsewhere classified
de: Sprech- und Sprachstörungen, anderenorts nicht klassifiziert
fr_fr: Troubles du langage, non classés ailleurs
zh_cn: 言语障碍，不可归类在他处者

# model:gnuhealth.pathology,name:R470
source: Dysphasia and aphasia
de: Dysphasie und Aphasie
fr_fr: Dysphasie et aphasie
zh_cn: 言语困难和失语

# model:gnuhealth.pathology,name:R471
source: Dysarthria and anarthria
de: Dysarthrie und Anarthrie
fr_fr: Dysarthrie et anarthrie
zh_cn: 构音困难和构音不全

# model:gnuhealth.pathology,name:R478
source: Other and unspecified speech disturbances
de: Sonstige und nicht näher bezeichnete Sprech- und Sprachstörungen
fr_fr: Troubles du langage, autres et non précisés
zh_cn: 其他和未特指的言语障碍

# model:gnuhealth.pathology,name:R48
source: Dyslexia and other symbolic dysfunctions, not elsewhere classified
de: Dyslexie und sonstige Werkzeugstörungen, anderenorts nicht klassifiziert
fr_fr: Dyslexie et autres troubles de la fonction symbolique, non classés ailleurs
zh_cn: 诵读困难和其他符号识别功能障碍，不可归类在他处者

# model:gnuhealth.pathology,name:R480
source: Dyslexia and alexia
de: Dyslexie und Alexie
fr_fr: Dyslexie et alexie
zh_cn: 诵读困难和失读(症)

# model:gnuhealth.pathology,name:R481
source: Agnosia
de: Agnosie
fr_fr: Agnosie
zh_cn: 失认

# model:gnuhealth.pathology,name:R482
source: Apraxia
de: Apraxie
fr_fr: Apraxie
zh_cn: 失用

# model:gnuhealth.pathology,name:R488
source: Other and unspecified symbolic dysfunctions
de: Sonstige und nicht näher bezeichnete Werkzeugstörungen
fr_fr: Troubles de la fonction symbolique, autres et non précisés
zh_cn: 其他和未特指的符号识别功能障碍

# model:gnuhealth.pathology,name:R49
source: Voice disturbances
de: Störungen der Stimme
fr_fr: Troubles de la voix
zh_cn: 语音障碍

# model:gnuhealth.pathology,name:R490
source: Dysphonia
de: Dysphonie
fr_fr: Dysphonie
zh_cn: 发声困难

# model:gnuhealth.pathology,name:R491
source: Aphonia
de: Aphonie
fr_fr: Aphonie
zh_cn: 失声

# model:gnuhealth.pathology,name:R492
source: Hypernasality and hyponasality
de: Rhinophonia (aperta) (clausa)
fr_fr: Hypernasalité et hyponasalité
zh_cn: 鼻音过重和鼻音过轻

# model:gnuhealth.pathology,name:R498
source: Other and unspecified voice disturbances
de: Sonstige und nicht näher bezeichnete Störungen der Stimme
fr_fr: Troubles de la voix, autres et non précisés
zh_cn: 其他和未特指的语音障碍

# model:gnuhealth.pathology,name:R50
source: Fever of other and unknown origin
de: Fieber sonstiger und unbekannter Ursache
zh_cn: 其他和原因不明的发热

# model:gnuhealth.pathology,name:R500
source: Fever with chills
de: Fieber mit Schüttelfrost
fr_fr: fièvre avec frissons
zh_cn: 发热恶寒

# model:gnuhealth.pathology,name:R501
source: Persistent fever
de: Anhaltendes Fieber
fr_fr: fièvre persistante
zh_cn: 持续发热

# model:gnuhealth.pathology,name:R502
source: Drug-induced fever
de: Medikamenten-induziertes Fieber [Drug fever]
zh_cn: 药物性发热

# model:gnuhealth.pathology,name:R508
source: Other specified fever
de: Sonstiges näher bezeichnetes Fieber
zh_cn: 其他特指的发热

# model:gnuhealth.pathology,name:R509
source: Fever, unspecified
de: Fieber, nicht näher bezeichnet
fr_fr: Fièvre, sans précision
zh_cn: 未特指的发热

# model:gnuhealth.pathology,name:R51
source: Headache
de: Kopfschmerz
fr_fr: Céphalée
zh_cn: 头痛

# model:gnuhealth.pathology,name:R52
source: Pain, not elsewhere classified
de: Schmerz, anderenorts nicht klassifiziert
fr_fr: Douleur, non classée ailleurs
zh_cn: 疼痛，不可归类在他处者

# model:gnuhealth.pathology,name:R520
source: Acute pain
de: Akuter Schmerz
fr_fr: Douleur aiguë
zh_cn: 急性疼痛

# model:gnuhealth.pathology,name:R521
source: Chronic intractable pain
de: Chronischer unbeeinflussbarer Schmerz
fr_fr: Douleur chronique irréductible
zh_cn: 慢性顽固性疼痛

# model:gnuhealth.pathology,name:R522
source: Other chronic pain
de: Sonstiger chronischer Schmerz
fr_fr: Autres douleurs chroniques
zh_cn: 其他慢性疼痛

# model:gnuhealth.pathology,name:R529
source: Pain, unspecified
de: Schmerz, nicht näher bezeichnet
fr_fr: Douleur, sans précision
zh_cn: 未特指的疼痛

# model:gnuhealth.pathology,name:R53
source: Malaise and fatigue
de: Unwohlsein und Ermüdung
fr_fr: Malaise et fatigue
zh_cn: 不适和疲劳

# model:gnuhealth.pathology,name:R54
source: Senility
de: Senilität
fr_fr: Sénilité
zh_cn: 衰老

# model:gnuhealth.pathology,name:R55
source: Syncope and collapse
de: Synkope und Kollaps
fr_fr: Syncope et collapsus
zh_cn: 晕厥和虚脱

# model:gnuhealth.pathology,name:R56
source: Convulsions, not elsewhere classified
de: Krämpfe, anderenorts nicht klassifiziert
fr_fr: Convulsions, non classées ailleurs
zh_cn: 惊厥，不可归类在他处者

# model:gnuhealth.pathology,name:R560
source: Febrile convulsions
de: Fieberkrämpfe
fr_fr: Convulsions fébriles
zh_cn: 发热性惊厥

# model:gnuhealth.pathology,name:R568
source: Other and unspecified convulsions
de: Sonstige und nicht näher bezeichnete Krämpfe
fr_fr: Convulsions, autres et non précisées
zh_cn: 其他和未特指的惊厥

# model:gnuhealth.pathology,name:R57
source: Shock, not elsewhere classified
de: Schock, anderenorts nicht klassifiziert
fr_fr: Choc, non classé ailleurs
zh_cn: 休克，不可归类在他处者

# model:gnuhealth.pathology,name:R570
source: Cardiogenic shock
de: Kardiogener Schock
fr_fr: Choc cardiogénique
zh_cn: 心源性休克

# model:gnuhealth.pathology,name:R571
source: Hypovolaemic shock
de: Hypovolämischer Schock
fr_fr: Choc hypovolémique
zh_cn: 血容量不足性休克

# model:gnuhealth.pathology,name:R572
source: Septic shock
de: Septischer Schock
zh_cn: 感染性休克

# model:gnuhealth.pathology,name:R578
source: Other shock
de: Sonstige Formen des Schocks
fr_fr: Autres chocs
zh_cn: 其他休克

# model:gnuhealth.pathology,name:R579
source: Shock, unspecified
de: Schock, nicht näher bezeichnet
fr_fr: Choc, sans précision
zh_cn: 未特指的休克

# model:gnuhealth.pathology,name:R58
source: Haemorrhage, not elsewhere classified
de: Blutung, anderenorts nicht klassifiziert
fr_fr: Hémorragie, non classée ailleurs
zh_cn: 出血，不可归类在他处者

# model:gnuhealth.pathology,name:R59
source: Enlarged lymph nodes
de: Lymphknotenvergrößerung
fr_fr: Adénopathies
zh_cn: 淋巴结增大

# model:gnuhealth.pathology,name:R590
source: Localized enlarged lymph nodes
de: Lymphknotenvergrößerung, umschrieben
zh_cn: 局限性淋巴结增大

# model:gnuhealth.pathology,name:R591
source: Generalized enlarged lymph nodes
de: Lymphknotenvergrößerung, generalisiert
zh_cn: 全身性淋巴结增大
