Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Y880
source: Sequelae of adverse effects caused by drugs, medicaments and biological substances in therapeutic use
de: Folgezustände nach Verabreichung von Arzneimitteln, Drogen und biologisch aktiven Substanzen, die bei therapeutischer Anwendung unerwünschte Nebenwirkungen verursachten
fr_fr: Séquelles de l'administration de médicaments et de substances biologiques ayant provoqué des effets indésirables au cours de leur usage thérapeutique
zh_cn: 在治疗中使用药物、药剂和生物制品引起有害效应的后遗症

# model:gnuhealth.pathology,name:Y881
source: Sequelae of misadventures to patients during surgical and medical procedures
de: Folgezustände nach Zwischenfällen während chirurgischer und medizinischer Maßnahmen
fr_fr: Séquelles d'accidents et de complications survenus au cours d'actes médicaux et chirurgicaux
zh_cn: 在手术和医疗操作中对病人的意外事故的后遗症

# model:gnuhealth.pathology,name:Y882
source: Sequelae of adverse incidents associated with medical devices in diagnostic and therapeutic use
de: Folgezustände nach Zwischenfällen bei der Verwendung medizintechnischer Geräte und Produkte bei diagnostischer oder therapeutischer Anwendung
fr_fr: Séquelles d'appareils médicaux associés à des accidents au cours d'actes diagnostiques et thérapeutiques
zh_cn: 与在诊断和治疗中使用医疗装置有关的有害事件的后遗症

# model:gnuhealth.pathology,name:Y883
source: Sequelae of surgical and medical procedures as the cause of abnormal reaction of the patient, or of later complication, without mention of misadventure at the time of the procedure
de: Folgezustände nach chirurgischen und medizinischen Maßnahmen als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme
zh_cn: 手术和医疗操作的后遗症作为病人异常反应或以后并发症的原因。而在操作当时并未提及意外事故

# model:gnuhealth.pathology,name:Y89
source: Sequelae of other external causes
de: Folgezustände nach sonstigen äußeren Ursachen
fr_fr: Séquelles d'autres causes externes
zh_cn: 其他外因的后遗症

# model:gnuhealth.pathology,name:Y890
source: Sequelae of legal intervention
de: Folgezustände nach gesetzlichen Maßnahmen
fr_fr: Séquelles de l'intervention de la force publique
zh_cn: 依法处置的后遗症

# model:gnuhealth.pathology,name:Y891
source: Sequelae of war operations
de: Folgezustände nach Verletzungen durch Kriegshandlungen
fr_fr: Séquelles de faits de guerre
zh_cn: 作战行动的后遗症

# model:gnuhealth.pathology,name:Y899
source: Sequelae of unspecified external cause
de: Folgezustände nach nicht näher bezeichneter äußerer Ursache
fr_fr: Séquelles de cause externe, sans précision
zh_cn: 未特指外因的后遗症

# model:gnuhealth.pathology,name:Y90
source: Evidence of alcohol involvement determined by blood alcohol level
de: Alkoholnachweis aufgrund des Blutalkoholspiegels
fr_fr: Preuves du rôle de l'alcool confirmé par le taux d'alcoolémie
zh_cn: 测定血中酒精水平以获得酒精影响的证据

# model:gnuhealth.pathology,name:Y900
source: Blood alcohol level of less than 20 mg/100 ml
de: Blutalkoholspiegel unter 20mg/100ml
fr_fr: Alcoolémie inférieure à 20 mg/100 ml
zh_cn: 血中酒精水平低于20mg／100ml

# model:gnuhealth.pathology,name:Y901
source: Blood alcohol level of 20-39 mg/100 ml
de: Blutalkoholspiegel von 20-39mg/100ml
fr_fr: Alcoolémie de 20 à moins de 40 mg/100 ml
zh_cn: 血中酒精水平在20-39mg／100ml

# model:gnuhealth.pathology,name:Y902
source: Blood alcohol level of 40-59 mg/100 ml
de: Blutalkoholspiegel von 40-59mg/100ml
fr_fr: Alcoolémie de 40 à moins de 60 mg/100 ml
zh_cn: 血中酒精水平在40-59mg／100ml

# model:gnuhealth.pathology,name:Y903
source: Blood alcohol level of 60-79 mg/100 ml
de: Blutalkoholspiegel von 60-79mg/100ml
fr_fr: Alcoolémie de 60 à moins de 80 mg/100 ml
zh_cn: 血中酒精水平在60-79mg／100ml

# model:gnuhealth.pathology,name:Y904
source: Blood alcohol level of 80-99 mg/100 ml
de: Blutalkoholspiegel von 80-99mg/100ml
fr_fr: Alcoolémie de 80 à moins de 100 mg/100 ml
zh_cn: 血中酒精水平在80-99mg／100ml

# model:gnuhealth.pathology,name:Y905
source: Blood alcohol level of 100-119 mg/100 ml
de: Blutalkoholspiegel von 100-119mg/100ml
fr_fr: Alcoolémie de 100 à moins de 120 mg/100 ml
zh_cn: 血中酒精水平在100-119mg／100ml

# model:gnuhealth.pathology,name:Y906
source: Blood alcohol level of 120-199 mg/100 ml
de: Blutalkoholspiegel von 120-199mg/100ml
fr_fr: Alcoolémie de 120 à moins de 200 mg/100 ml
zh_cn: 血中酒精水平在120-199mg／100ml

# model:gnuhealth.pathology,name:Y907
source: Blood alcohol level of 200-239 mg/100 ml
de: Blutalkoholspiegel von 200-239mg/100ml
fr_fr: Alcoolémie de 200 à moins de 240 mg/100 ml
zh_cn: 血中酒精水平在200-239mg／100ml

# model:gnuhealth.pathology,name:Y908
source: Blood alcohol level of 240 mg/100 ml or more
de: Blutalkoholspiegel von 240mg/100ml oder mehr
fr_fr: Alcoolémie égale ou supérieure à 240 mg/100 ml
zh_cn: 血中酒精水平在240mg／l00ml或以上

# model:gnuhealth.pathology,name:Y909
source: Presence of alcohol in blood, level not specified
de: Alkoholnachweis, Blutalkoholspiegel nicht angegeben
fr_fr: Présence d'alcool dans le sang, sans précision de taux
zh_cn: 血中存在酒精，水平未特指

# model:gnuhealth.pathology,name:Y91
source: Evidence of alcohol involvement determined by level of intoxication
de: Alkoholnachweis aufgrund des Vergiftungsgrades
fr_fr: Preuves du rôle de l'alcool confirmé par le degré d'intoxication
zh_cn: 测定中毒水平以获得酒精影响的证据

# model:gnuhealth.pathology,name:Y910
source: Mild alcohol intoxication
de: Leichte Alkoholvergiftung
fr_fr: Intoxication alcoolique légère
zh_cn: 轻度酒精中毒

# model:gnuhealth.pathology,name:Y911
source: Moderate alcohol intoxication
de: Mäßige Alkoholvergiftung
fr_fr: Intoxication alcoolique modérée
zh_cn: 中度酒精中毒

# model:gnuhealth.pathology,name:Y912
source: Severe alcohol intoxication
de: Schwere Alkoholvergiftung
fr_fr: Intoxication alcoolique sévère
zh_cn: 严重酒精中毒

# model:gnuhealth.pathology,name:Y913
source: Very severe alcohol intoxication
de: Sehr schwere Alkoholvergiftung
fr_fr: Intoxication alcoolique très sévère
zh_cn: 极严重的酒精中毒

# model:gnuhealth.pathology,name:Y919
source: Alcohol involvement, not otherwise specified
de: Alkoholbeteiligung ohne nähere Angabe
fr_fr: Rôle de l'alcool, sans autre indication
zh_cn: 其他未特指的酒精影响

# model:gnuhealth.pathology,name:Y95
source: Nosocomial condition
de: Nosokomiale Faktoren
fr_fr: Facteurs nosocomiaux
zh_cn: 医源性情况

# model:gnuhealth.pathology,name:Y96
source: Work-related condition
de: Arbeitsbezogene Faktoren
fr_fr: Facteurs liés aux conditions de travail
zh_cn: 与工作有关的情况

# model:gnuhealth.pathology,name:Y97
source: Environmental-pollution-related condition
de: Durch Umweltverschmutzung bedingte Faktoren
fr_fr: Facteurs liés à la pollution de l'environnement
zh_cn: 与环境污染有关的情况

# model:gnuhealth.pathology,name:Y98
source: Lifestyle-related condition
de: Durch Lebensgewohnheiten bedingte Faktoren
fr_fr: Facteurs liés au mode de vie
zh_cn: 与生活方式有关的情况

# model:gnuhealth.pathology,name:Z00
source: General examination and investigation of persons without complaint and reported diagnosis
de: Allgemeinuntersuchung und Abklärung bei Personen ohne Beschwerden oder angegebene Diagnose
zh_cn: 无主诉或诊断报告的人接受的一般性检查和调查

# model:gnuhealth.pathology,name:Z000
source: General medical examination
de: Ärztliche Allgemeinuntersuchung
fr_fr: Examen médical général
zh_cn: 一般性医学检查

# model:gnuhealth.pathology,name:Z001
source: Routine child health examination
de: Gesundheitsvorsorgeuntersuchung eines Kindes
fr_fr: Examen de routine de l'enfant
zh_cn: 儿童常规健康检查

# model:gnuhealth.pathology,name:Z002
source: Examination for period of rapid growth in childhood
de: Untersuchung aufgrund eines Wachstumsschubes in der Kindheit
fr_fr: Examen à la période de croissance rapide de l'enfance
zh_cn: 儿童快速生长期的检查

# model:gnuhealth.pathology,name:Z003
source: Examination for adolescent development state
de: Untersuchung aufgrund des Entwicklungsstandes während der Adoleszenz
fr_fr: Examen de l'adolescent en cours de croissance
zh_cn: 青春发育期的检查

# model:gnuhealth.pathology,name:Z004
source: General psychiatric examination, not elsewhere classified
de: Allgemeine psychiatrische Untersuchung, anderenorts nicht klassifiziert
fr_fr: Examen psychiatrique général, non classé ailleurs
zh_cn: 一般精神科检查，不可归类在他处者

# model:gnuhealth.pathology,name:Z005
source: Examination of potential donor of organ and tissue
de: Untersuchung eines potentiellen Organ- oder Gewebespenders
fr_fr: Examen d'un donneur éventuel d'organe et de tissu
zh_cn: 器官和组织的可能供者接受的检查

# model:gnuhealth.pathology,name:Z006
source: Examination for normal comparison and control in clinical research programme
de: Untersuchung von Personen zu Vergleichs- und Kontrollzwecken im Rahmen klinischer Forschungsprogramme
fr_fr: Examen de comparaison et de contrôle dans le cadre d'un programme de recherche clinique
zh_cn: 为临床研究项目的正常比较和对照接受的检查

# model:gnuhealth.pathology,name:Z008
source: Other general examinations
de: Sonstige Allgemeinuntersuchungen
fr_fr: Autres examens généraux
zh_cn: 其他一般性检查

# model:gnuhealth.pathology,name:Z01
source: Other special examinations and investigations of persons without complaint or reported diagnosis
de: Sonstige spezielle Untersuchungen und Abklärungen bei Personen ohne Beschwerden oder angegebene Diagnose
fr_fr: Autres examens spéciaux et investigations de sujets ne se plaignant de rien ou pour lesquels aucun diagnostic n'est rapporté
zh_cn: 无主诉或诊断报告的人接受的其他特殊检查和调查

# model:gnuhealth.pathology,name:Z010
source: Examination of eyes and vision
de: Visusprüfung und Untersuchung der Augen
fr_fr: Examen des yeux et de la vision
zh_cn: 眼和视力检查

# model:gnuhealth.pathology,name:Z011
source: Examination of ears and hearing
de: Hörprüfung und Untersuchung der Ohren
fr_fr: Examen des oreilles et de l'audition
zh_cn: 耳和听力检查

# model:gnuhealth.pathology,name:Z012
source: Dental examination
de: Untersuchung der Zähne
fr_fr: Examen dentaire
zh_cn: 牙科检查

# model:gnuhealth.pathology,name:Z013
source: Examination of blood pressure
de: Messung des Blutdrucks
fr_fr: Mesure de la tension artérielle
zh_cn: 血压检查

# model:gnuhealth.pathology,name:Z014
source: Gynaecological examination (general)(routine)
de: Gynäkologische Untersuchung (allgemein) (routinemäßig)
fr_fr: Examen gynécologique (de routine) (général)
zh_cn: 妇科学(一般性)(常规)检查

# model:gnuhealth.pathology,name:Z015
source: Diagnostic skin and sensitization tests
de: Diagnostische Haut- und Sensibilisierungstestung
zh_cn: 诊断性皮肤试验和致敏试验

# model:gnuhealth.pathology,name:Z016
source: Radiological examination, not elsewhere classified
de: Röntgenuntersuchung, anderenorts nicht klassifiziert
fr_fr: Examen radiologique, non classé ailleurs
zh_cn: 放射学检查，不可归类在他处者

# model:gnuhealth.pathology,name:Z017
source: Laboratory examination
de: Laboruntersuchung
fr_fr: Examens de laboratoire
zh_cn: 实验室检查

# model:gnuhealth.pathology,name:Z018
source: Other specified special examinations
de: Sonstige näher bezeichnete spezielle Untersuchungen
fr_fr: Autres examens spéciaux précisés
zh_cn: 其他特指的特殊检查

# model:gnuhealth.pathology,name:Z019
source: Special examination, unspecified
de: Spezielle Untersuchung, nicht näher bezeichnet
fr_fr: Examen spécial, sans précision
zh_cn: 未特指的特殊检查

# model:gnuhealth.pathology,name:Z02
source: Examination and encounter for administrative purposes
de: Untersuchung und Konsultation aus administrativen Gründen
fr_fr: Examen médical et prise de contact à des fins administratives
zh_cn: 为行政管理目的接受的检查和会面

# model:gnuhealth.pathology,name:Z020
source: Examination for admission to educational institution
de: Untersuchung zur Aufnahme in eine Bildungseinrichtung
fr_fr: Examen pour l'admission dans une institution éducative
zh_cn: 为入学接受的检查

# model:gnuhealth.pathology,name:Z021
source: Pre-employment examination
de: Einstellungsuntersuchung
fr_fr: Examen d'embauche
zh_cn: 就业前接受的检查

# model:gnuhealth.pathology,name:Z022
source: Examination for admission to residential institutions
de: Untersuchung zur Aufnahme in eine Wohneinrichtung
zh_cn: 为进入居住机构接受的检查

# model:gnuhealth.pathology,name:Z023
source: Examination for recruitment to armed forces
de: Musterungsuntersuchung
fr_fr: Examen d'incorporation dans l'armée
zh_cn: 征兵中新兵接受的检查

# model:gnuhealth.pathology,name:Z024
source: Examination for driving licence
de: Untersuchung zur Erlangung des Führerscheines
fr_fr: Examen pour le permis de conduire
zh_cn: 为办驾驶执照接受的检查

# model:gnuhealth.pathology,name:Z025
source: Examination for participation in sport
de: Untersuchung zur Teilnahme am Sport
fr_fr: Examen pour la pratique d'un sport
zh_cn: 为参加体育运动接受的检查

# model:gnuhealth.pathology,name:Z026
source: Examination for insurance purposes
de: Untersuchung zu Versicherungszwecken
fr_fr: Examen à des fins d'assurance
zh_cn: 为保险目的接受的检查

# model:gnuhealth.pathology,name:Z027
source: Issue of medical certificate
de: Ausstellung einer ärztlichen Bescheinigung
fr_fr: Délivrance d'un certificat médical
zh_cn: 医学证明书的发给

# model:gnuhealth.pathology,name:Z028
source: Other examinations for administrative purposes
de: Sonstige Untersuchungen aus administrativen Gründen
fr_fr: Autres examens à des fins administratives
zh_cn: 为行政管理目的接受的其他检查

# model:gnuhealth.pathology,name:Z029
source: Examination for administrative purposes, unspecified
de: Untersuchung aus administrativen Gründen, nicht näher bezeichnet
fr_fr: Examen à des fins administratives, sans précision
zh_cn: 为行政管理目的接受未特指的检查

# model:gnuhealth.pathology,name:Z03
source: Medical observation and evaluation for suspected diseases and conditions
de: Ärztliche Beobachtung und Beurteilung von Verdachtsfällen, Verdacht ausgeschlossen
fr_fr: Mise en observation et examen médical pour suspicion de maladies
zh_cn: 为可疑疾病和情况接受的医疗观察和评价

# model:gnuhealth.pathology,name:Z030
source: Observation for suspected tuberculosis
de: Beobachtung bei Verdacht auf Tuberkulose
fr_fr: Mise en observation pour suspicion de tuberculose
zh_cn: 可疑结核病的观察

# model:gnuhealth.pathology,name:Z031
source: Observation for suspected malignant neoplasm
de: Beobachtung bei Verdacht auf bösartige Neubildung
fr_fr: Mise en observation pour suspicion de tumeur maligne
zh_cn: 可疑恶性肿瘤的观察

# model:gnuhealth.pathology,name:Z032
source: Observation for suspected mental and behavioural disorders
de: Beobachtung bei Verdacht auf psychische Krankheiten oder Verhaltensstörungen
fr_fr: Mise en observation pour suspicion de troubles mentaux et du comportement
zh_cn: 可疑精神和行为障碍的观察

# model:gnuhealth.pathology,name:Z033
source: Observation for suspected nervous system disorder
de: Beobachtung bei Verdacht auf neurologische Krankheit
fr_fr: Mise en observation pour suspicion d'affection du système nerveux
zh_cn: 可疑神经系统疾患的观察

# model:gnuhealth.pathology,name:Z034
source: Observation for suspected myocardial infarction
de: Beobachtung bei Verdacht auf Herzinfarkt
fr_fr: Mise en observation pour suspicion d'infarctus du myocarde
zh_cn: 可疑心肌梗死的观察

# model:gnuhealth.pathology,name:Z035
source: Observation for other suspected cardiovascular diseases
de: Beobachtung bei Verdacht auf sonstige kardiovaskuläre Krankheiten
fr_fr: Mise en observation pour suspicion d'autres affections cardio-vasculaires
zh_cn: 其他可疑心血管病的观察

# model:gnuhealth.pathology,name:Z036
source: Observation for suspected toxic effect from ingested substance
de: Beobachtung bei Verdacht auf toxische Wirkung von aufgenommenen Substanzen
fr_fr: Mise en observation pour suspicion d'effet toxique de substances ingérées
zh_cn: 摄入物质引起可疑毒性效应的观察

# model:gnuhealth.pathology,name:Z038
source: Observation for other suspected diseases and conditions
de: Beobachtung bei sonstigen Verdachtsfällen
fr_fr: Mise en observation pour suspicion d'autres maladies
zh_cn: 其他可疑疾病和情况的观察

# model:gnuhealth.pathology,name:Z039
source: Observation for suspected disease or condition, unspecified
de: Beobachtung bei Verdachtsfall, nicht näher bezeichnet
fr_fr: Mise en observation pour suspicion de maladie, sans précision
zh_cn: 未特指的可疑疾病和情况的观察

# model:gnuhealth.pathology,name:Z04
source: Examination and observation for other reasons
de: Untersuchung und Beobachtung aus sonstigen Gründen
fr_fr: Examen et mise en observation pour d'autres raisons
zh_cn: 为其他原因接受的检查和观察

# model:gnuhealth.pathology,name:Z040
source: Blood-alcohol and blood-drug test
de: Alkohol- oder Drogenbestimmung im Blut
fr_fr: Alcootest et recherche de substances pharmacologiques dans le sang
zh_cn: 接受血中酒精和血中药物检验

# model:gnuhealth.pathology,name:Z041
source: Examination and observation following transport accident
de: Untersuchung und Beobachtung nach Transportmittelunfall
fr_fr: Examen et mise en observation après un accident de transport
zh_cn: 交通事故后接受的检查和观察

# model:gnuhealth.pathology,name:Z042
source: Examination and observation following work accident
de: Untersuchung und Beobachtung nach Arbeitsunfall
fr_fr: Examen et mise en observation après un accident du travail
zh_cn: 工作事故后接受的检查和观察

# model:gnuhealth.pathology,name:Z043
source: Examination and observation following other accident
de: Untersuchung und Beobachtung nach anderem Unfall
fr_fr: Examen et mise en observation après un autre accident
zh_cn: 其他事故后接受的检查和观察

# model:gnuhealth.pathology,name:Z044
source: Examination and observation following alleged rape and seduction
de: Untersuchung und Beobachtung nach angegebener Vergewaltigung oder sexuellem Missbrauch
fr_fr: Examen et mise en observation après allégation de viol et de séduction
zh_cn: 嫌疑强奸和诱奸后接受的检查和观察

# model:gnuhealth.pathology,name:Z045
source: Examination and observation following other inflicted injury
de: Untersuchung und Beobachtung nach sonstiger durch eine Person zugefügter Verletzung
fr_fr: Examen et mise en observation après d'autres blessures dues à une agression
zh_cn: 其他加害性损伤后接受的检查和观察

# model:gnuhealth.pathology,name:Z046
source: General psychiatric examination, requested by authority
de: Allgemeine psychiatrische Untersuchung auf behördliche Anforderung
fr_fr: Examen psychiatrique général, à la demande des autorités
zh_cn: 接受权威机构要求的一般精神科检查

# model:gnuhealth.pathology,name:Z048
source: Examination and observation for other specified reasons
de: Untersuchung und Beobachtung aus sonstigen näher bezeichneten Gründen
fr_fr: Examen et mise en observation pour d'autres raisons précisées
zh_cn: 为其他特指原因接受的检查和观察

# model:gnuhealth.pathology,name:Z049
source: Examination and observation for unspecified reason
de: Untersuchung und Beobachtung aus nicht näher bezeichnetem Grund
fr_fr: Examen et mise en observation pour une raison non précisée
zh_cn: 未特指原因接受的检查和观察

# model:gnuhealth.pathology,name:Z08
source: Follow-up examination after treatment for malignant neoplasms
de: Nachuntersuchung nach Behandlung wegen bösartiger Neubildung
zh_cn: 恶性肿瘤治疗后的随诊检查

# model:gnuhealth.pathology,name:Z080
source: Follow-up examination after surgery for malignant neoplasm
de: Nachuntersuchung nach chirurgischem Eingriff wegen bösartiger Neubildung
fr_fr: Examen de contrôle après traitement chirurgical d'une tumeur maligne
zh_cn: 恶性肿瘤手术后的随诊检查

# model:gnuhealth.pathology,name:Z081
source: Follow-up examination after radiotherapy for malignant neoplasm
de: Nachuntersuchung nach Strahlentherapie wegen bösartiger Neubildung
fr_fr: Examen de contrôle après radiothérapie pour tumeur maligne
zh_cn: 恶性肿瘤放射治疗后的随诊检查

# model:gnuhealth.pathology,name:Z082
source: Follow-up examination after chemotherapy for malignant neoplasm
de: Nachuntersuchung nach Chemotherapie wegen bösartiger Neubildung
fr_fr: Examen de contrôle après chimiothérapie pour tumeur maligne
zh_cn: 恶性肿瘤化学治疗后的随诊检查

# model:gnuhealth.pathology,name:Z087
source: Follow-up examination after combined treatment for malignant neoplasm
de: Nachuntersuchung nach Kombinationstherapie wegen bösartiger Neubildung
fr_fr: Examen de contrôle après traitements combinés pour tumeur maligne
zh_cn: 恶性肿瘤联合治疗后的随诊检查

# model:gnuhealth.pathology,name:Z088
source: Follow-up examination after other treatment for malignant neoplasm
de: Nachuntersuchung nach sonstiger Behandlung wegen bösartiger Neubildung
fr_fr: Examen de contrôle après d'autres traitements pour tumeur maligne
zh_cn: 恶性肿瘤其他治疗后的随诊检查

# model:gnuhealth.pathology,name:Z089
source: Follow-up examination after unspecified treatment for malignant neoplasm
de: Nachuntersuchung nach nicht näher bezeichneter Behandlung wegen bösartiger Neubildung
fr_fr: Examen de contrôle après traitement pour tumeur maligne, sans précision
zh_cn: 恶性肿瘤未特指的治疗后的随诊检查

# model:gnuhealth.pathology,name:Z09
source: Follow-up examination after treatment for conditions other than malignant neoplasms
de: Nachuntersuchung nach Behandlung wegen anderer Krankheitszustände außer bösartigen Neubildungen
fr_fr: Examen de contrôle après traitement d'affections autres que les tumeurs malignes
zh_cn: 除恶性肿瘤外，为其他情况治疗后的随诊检查

# model:gnuhealth.pathology,name:Z090
source: Follow-up examination after surgery for other conditions
de: Nachuntersuchung nach chirurgischem Eingriff wegen anderer Krankheitszustände
fr_fr: Examen de contrôle après traitement chirurgical d'autres affections
zh_cn: 其他情况手术后的随诊检查

# model:gnuhealth.pathology,name:Z091
source: Follow-up examination after radiotherapy for other conditions
de: Nachuntersuchung nach Strahlentherapie wegen anderer Krankheitszustände
fr_fr: Examen de contrôle après radiothérapie pour d'autres affections
zh_cn: 其他情况放射治疗后的随诊检查

# model:gnuhealth.pathology,name:Z092
source: Follow-up examination after chemotherapy for other conditions
de: Nachuntersuchung nach Chemotherapie wegen anderer Krankheitszustände
fr_fr: Examen de contrôle après chimiothérapie pour d'autres affections
zh_cn: 其他情况化学治疗后的随诊检查

# model:gnuhealth.pathology,name:Z093
source: Follow-up examination after psychotherapy
de: Nachuntersuchung nach Psychotherapie
fr_fr: Examen de contrôle après psychothérapie
zh_cn: 心理治疗后的随诊检查

# model:gnuhealth.pathology,name:Z094
source: Follow-up examination after treatment of fracture
de: Nachuntersuchung nach Frakturbehandlung
fr_fr: Examen de contrôle après traitement d'une fracture
zh_cn: 骨折治疗后的随诊检查

# model:gnuhealth.pathology,name:Z097
source: Follow-up examination after combined treatment for other conditions
de: Nachuntersuchung nach Kombinationsbehandlung wegen anderer Krankheitszustände
fr_fr: Examen de contrôle après traitements combinés pour d'autres affections
zh_cn: 其他情况的联合治疗后的随诊检查

# model:gnuhealth.pathology,name:Z098
source: Follow-up examination after other treatment for other conditions
de: Nachuntersuchung nach sonstiger Behandlung wegen anderer Krankheitszustände
fr_fr: Examen de contrôle après d'autres traitements pour d'autres affections
zh_cn: 其他情况的其他治疗后的随诊检查

# model:gnuhealth.pathology,name:Z099
source: Follow-up examination after unspecified treatment for other conditions
de: Nachuntersuchung nach nicht näher bezeichneter Behandlung wegen anderer Krankheitszustände
fr_fr: Examen de contrôle après traitement pour une affection, sans précision
zh_cn: 其他情况的未特指治疗后的随诊检查

# model:gnuhealth.pathology,name:Z10
source: Routine general health check-up of defined subpopulation
de: Allgemeine Reihenuntersuchung bestimmter Bevölkerungsgruppen
fr_fr: Examen général de routine d'une sous-population définie
zh_cn: 限定人群的常规一般性健康查体

# model:gnuhealth.pathology,name:Z100
source: Occupational health examination
de: Arbeitsmedizinische Untersuchung
fr_fr: Examen de médecine du travail
zh_cn: 职业性健康检查

# model:gnuhealth.pathology,name:Z101
source: Routine general health check-up of inhabitants of institutions
de: Allgemeine Reihenuntersuchung von Bewohnern institutioneller Einrichtungen
fr_fr: Examen général de routine des résidents d'institutions
zh_cn: 公共机构居民的常规一般性健康查体

# model:gnuhealth.pathology,name:Z102
source: Routine general health check-up of armed forces
de: Allgemeine Reihenuntersuchung von Angehörigen der Streitkräfte
fr_fr: Examen général de routine des forces armées
zh_cn: 军队的常规一般性健康查体

# model:gnuhealth.pathology,name:Z103
source: Routine general health check-up of sports teams
de: Allgemeine Reihenuntersuchung von Sportmannschaften
fr_fr: Examen général de routine des équipes sportives
zh_cn: 体育比赛队的常规一般性健康查体
