Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Z30
source: Contraceptive management
de: Kontrazeptive Maßnahmen
fr_fr: Prise en charge d'une contraception
zh_cn: 避孕问题

# model:gnuhealth.pathology,name:Z300
source: General counselling and advice on contraception
de: Allgemeine Beratung zu Fragen der Kontrazeption
fr_fr: Conseils et avis généraux concernant la contraception
zh_cn: 有关避孕的一般咨询和指导

# model:gnuhealth.pathology,name:Z301
source: Insertion of (intrauterine) contraceptive device
de: Einsetzen eines Pessars (intrauterin) zur Kontrazeption
zh_cn: (子宫内)避孕装置的放置

# model:gnuhealth.pathology,name:Z302
source: Sterilization
de: Sterilisierung
zh_cn: 绝育

# model:gnuhealth.pathology,name:Z303
source: Menstrual extraction
de: Auslösung der Menstruation
fr_fr: Extraction cataméniale
zh_cn: 月经引出

# model:gnuhealth.pathology,name:Z304
source: Surveillance of contraceptive drugs
de: Überwachung bei medikamentöser Kontrazeption
fr_fr: Surveillance de contraceptifs
zh_cn: 避孕药的监督

# model:gnuhealth.pathology,name:Z305
source: Surveillance of (intrauterine) contraceptive device
de: Überwachung von Patientinnen mit Pessar (intrauterin) zur Kontrazeption
zh_cn: (子宫内)避孕装置的监督

# model:gnuhealth.pathology,name:Z308
source: Other contraceptive management
de: Sonstige kontrazeptive Maßnahmen
fr_fr: Autres prises en charge d'une contraception
zh_cn: 其他避孕问题

# model:gnuhealth.pathology,name:Z309
source: Contraceptive management, unspecified
de: Kontrazeptive Maßnahme, nicht näher bezeichnet
fr_fr: Prise en charge d'une contraception, sans précision
zh_cn: 未特指的避孕问题

# model:gnuhealth.pathology,name:Z31
source: Procreative management
de: Fertilisationsfördernde Maßnahmen
fr_fr: Mesures procréatives
zh_cn: 生育问题

# model:gnuhealth.pathology,name:Z310
source: Tuboplasty or vasoplasty after previous sterilization
de: Tuben- oder Vasoplastik nach früherer Sterilisierung
zh_cn: 既往绝育术后的输卵管或输精管成形术

# model:gnuhealth.pathology,name:Z311
source: Artificial insemination
de: Künstliche Insemination
zh_cn: 人工授精

# model:gnuhealth.pathology,name:Z312
source: In vitro fertilization
de: In-vitro-Fertilisation
zh_cn: 试管内受精

# model:gnuhealth.pathology,name:Z313
source: Other assisted fertilization methods
de: Andere Methoden, die die Fertilisation unterstützen
zh_cn: 其他辅助受精方法

# model:gnuhealth.pathology,name:Z314
source: Procreative investigation and testing
de: Untersuchung und Test im Zusammenhang mit Fertilisation
fr_fr: Recherches et tests en vue d'une procréation
zh_cn: 生育调查和检验

# model:gnuhealth.pathology,name:Z315
source: Genetic counselling
de: Genetische Beratung
fr_fr: Conseil génétique
zh_cn: 遗传咨询

# model:gnuhealth.pathology,name:Z316
source: General counselling and advice on procreation
de: Allgemeine Beratung im Zusammenhang mit Fertilisation
fr_fr: Conseils et avis généraux en matière de procréation
zh_cn: 关于生育的一般咨询和指导

# model:gnuhealth.pathology,name:Z318
source: Other procreative management
de: Sonstige fertilisationsfördernde Maßnahmen
fr_fr: Autres mesures procréatives
zh_cn: 其他生育问题

# model:gnuhealth.pathology,name:Z319
source: Procreative management, unspecified
de: Fertilisationsfördernde Maßnahme, nicht näher bezeichnet
fr_fr: Mesure procréative, sans précision
zh_cn: 未特指的生育问题

# model:gnuhealth.pathology,name:Z32
source: Pregnancy examination and test
de: Untersuchung und Test zur Feststellung einer Schwangerschaft
fr_fr: Examen et test de grossesse
zh_cn: 妊娠检查和检验

# model:gnuhealth.pathology,name:Z320
source: Pregnancy, not (yet) confirmed
de: Schwangerschaft, (noch) nicht bestätigt
fr_fr: Grossesse non (encore) confirmée
zh_cn: 妊娠(尚)未确认

# model:gnuhealth.pathology,name:Z321
source: Pregnancy confirmed
de: Schwangerschaft, bestätigt
zh_cn: 确认妊娠

# model:gnuhealth.pathology,name:Z329
source: Pregnancy confirmed
de: Schwangerschaft, bestätigt
fr_fr: Grossesse confirmée
zh_cn: 怀孕

# model:gnuhealth.pathology,name:Z33
source: Pregnant state, incidental
de: Schwangerschaftsfeststellung als Nebenbefund
fr_fr: Grossesse constatée fortuitement
zh_cn: 附带妊娠状态

# model:gnuhealth.pathology,name:Z34
source: Supervision of normal pregnancy
de: Überwachung einer normalen Schwangerschaft
fr_fr: Surveillance d'une grossesse normale
zh_cn: 正常妊娠监督

# model:gnuhealth.pathology,name:Z340
source: Supervision of normal first pregnancy
de: Überwachung einer normalen Erstschwangerschaft
fr_fr: Surveillance d'une première grossesse normale
zh_cn: 首次正常妊娠的监督

# model:gnuhealth.pathology,name:Z348
source: Supervision of other normal pregnancy
de: Überwachung einer sonstigen normalen Schwangerschaft
fr_fr: Surveillance d'une autre grossesse normale
zh_cn: 其他正常妊娠的监督

# model:gnuhealth.pathology,name:Z349
source: Supervision of normal pregnancy, unspecified
de: Überwachung einer normalen Schwangerschaft, nicht näher bezeichnet
fr_fr: Surveillance d'une grossesse normale, sans précision
zh_cn: 未特指的正常妊娠监督

# model:gnuhealth.pathology,name:Z35
source: Supervision of high-risk pregnancy
de: Überwachung einer Risikoschwangerschaft
fr_fr: Surveillance d'une grossesse à haut risque
zh_cn: 高危妊娠监督

# model:gnuhealth.pathology,name:Z350
source: Supervision of pregnancy with history of infertility
de: Überwachung einer Schwangerschaft bei Infertilitätsanamnese
fr_fr: Surveillance d'une grossesse avec antécédent de stérilité
zh_cn: 具有不孕症史者的妊娠监督

# model:gnuhealth.pathology,name:Z351
source: Supervision of pregnancy with history of abortive outcome
de: Überwachung einer Schwangerschaft bei Abortanamnese
fr_fr: Surveillance d'une grossesse avec antécédent d'avortement
zh_cn: 具有流产结局史者的妊娠监督

# model:gnuhealth.pathology,name:Z352
source: Supervision of pregnancy with other poor reproductive or obstetric history
de: Überwachung einer Schwangerschaft bei sonstiger ungünstiger geburtshilflicher oder Reproduktionsanamnese
fr_fr: Surveillance d'une grossesse avec d'autres antécédents obstétricaux pathologiques et difficultés à procréer
zh_cn: 具有其他不良生殖或产科病史者的妊娠监督

# model:gnuhealth.pathology,name:Z353
source: Supervision of pregnancy with history of insufficient antenatal care
de: Überwachung einer Schwangerschaft mit ungenügender pränataler Betreuung in der Anamnese
fr_fr: Surveillance d'une grossesse avec antécédent de soins prénatals insuffisants
zh_cn: 具有缺乏产前医疗照顾病史者的妊娠监督

# model:gnuhealth.pathology,name:Z354
source: Supervision of pregnancy with grand multiparity
de: Überwachung einer Schwangerschaft bei ausgeprägter Multiparität
fr_fr: Surveillance de grossesse avec multiparité élevée
zh_cn: 具有多胎产者的妊娠监督

# model:gnuhealth.pathology,name:Z355
source: Supervision of elderly primigravida
de: Überwachung einer älteren Erstschwangeren
fr_fr: Surveillance d'une primigeste âgée
zh_cn: 高龄初孕妇的监督

# model:gnuhealth.pathology,name:Z356
source: Supervision of very young primigravida
de: Überwachung einer sehr jungen Erstschwangeren
fr_fr: Surveillance d'une primigeste très jeune
zh_cn: 极年轻初孕妇的监督

# model:gnuhealth.pathology,name:Z357
source: Supervision of high-risk pregnancy due to social problems
de: Überwachung einer Risikoschwangerschaft, durch soziale Probleme bedingt
fr_fr: Surveillance d'une grossesse à haut risque du fait de problèmes sociaux
zh_cn: 由于社会问题引起的高危妊娠监督

# model:gnuhealth.pathology,name:Z358
source: Supervision of other high-risk pregnancies
de: Überwachung sonstiger Risikoschwangerschaften
fr_fr: Surveillance d'autres grossesses à haut risque
zh_cn: 其他高危妊娠监督

# model:gnuhealth.pathology,name:Z359
source: Supervision of high-risk pregnancy, unspecified
de: Überwachung einer Risikoschwangerschaft, nicht näher bezeichnet
fr_fr: Surveillance de grossesse à haut risque, sans précision
zh_cn: 未特指的高危妊娠监督

# model:gnuhealth.pathology,name:Z36
source: Antenatal screening
de: Pränatales Screening
fr_fr: Dépistage prénatal
zh_cn: 产前筛查

# model:gnuhealth.pathology,name:Z360
source: Antenatal screening for chromosomal anomalies
de: Pränatales Screening auf Chromosomenanomalien
fr_fr: Dépistage prénatal d'anomalies chromosomiques
zh_cn: 对染色体异常的产前筛查

# model:gnuhealth.pathology,name:Z361
source: Antenatal screening for raised alphafetoprotein level
de: Pränatales Screening auf erhöhten Alpha-Fetoproteinspiegel
fr_fr: Dépistage prénatal d'un taux élevé d'alpha-fœtoprotéines
zh_cn: 对甲胎蛋白水平升高的产前筛查

# model:gnuhealth.pathology,name:Z362
source: Other antenatal screening based on amniocentesis
de: Anderes pränatales Screening mittels Amniozentese
fr_fr: Autres dépistages prénatals par amniocentèse
zh_cn: 基于羊水穿刺的其他产前筛查

# model:gnuhealth.pathology,name:Z363
source: Antenatal screening for malformations using ultrasound and other physical methods
de: Pränatales Screening auf Fehlbildungen mittels Ultraschall oder anderer physikalischer Verfahren
fr_fr: Dépistage prénatal de malformations par échographie et autres méthodes physiques
zh_cn: 用超声波和其他物理学方法对畸形的产前筛查

# model:gnuhealth.pathology,name:Z364
source: Antenatal screening for fetal growth retardation using ultrasound and other physical methods
de: Pränatales Screening auf fetale Wachstumsretardierung mittels Ultraschall oder anderer physikalischer Verfahren
zh_cn: 用超声波和其他物理学方法对胎儿生长迟缓的产前筛查

# model:gnuhealth.pathology,name:Z365
source: Antenatal screening for isoimmunization
de: Pränatales Screening auf Isoimmunisierung
zh_cn: 对同种免疫的产前筛查

# model:gnuhealth.pathology,name:Z368
source: Other antenatal screening
de: Sonstiges pränatales Screening
fr_fr: Autres dépistages prénatals
zh_cn: 其他产前筛查

# model:gnuhealth.pathology,name:Z369
source: Antenatal screening, unspecified
de: Pränatales Screening, nicht näher bezeichnet
fr_fr: Dépistage prénatal, sans précision
zh_cn: 未特指的产前筛查

# model:gnuhealth.pathology,name:Z37
source: Outcome of delivery
de: Resultat der Entbindung
fr_fr: Résultat de l'accouchement
zh_cn: 分娩的结局

# model:gnuhealth.pathology,name:Z370
source: Single live birth
de: Lebendgeborener Einling
fr_fr: Naissance unique, enfant vivant
zh_cn: 单一活产

# model:gnuhealth.pathology,name:Z371
source: Single stillbirth
de: Totgeborener Einling
fr_fr: Naissance unique, enfant mort-né
zh_cn: 单一死产

# model:gnuhealth.pathology,name:Z372
source: Twins, both liveborn
de: Zwillinge, beide lebendgeboren
fr_fr: Naissance gémellaire, jumeaux nés vivants
zh_cn: 双胎，均为活产

# model:gnuhealth.pathology,name:Z373
source: Twins, one liveborn and one stillborn
de: Zwillinge, ein Zwilling lebend-, der andere totgeboren
fr_fr: Naissance gémellaire, l'un des jumeaux né vivant, l'autre mort-né
zh_cn: 双胎，一为活产，一为死产

# model:gnuhealth.pathology,name:Z374
source: Twins, both stillborn
de: Zwillinge, beide totgeboren
fr_fr: Naissance gémellaire, jumeaux morts-nés
zh_cn: 双胎，均为死产

# model:gnuhealth.pathology,name:Z375
source: Other multiple births, all liveborn
de: Andere Mehrlinge, alle lebendgeboren
fr_fr: Autres naissances multiples, tous nés vivants
zh_cn: 其他多胎产，均为活产

# model:gnuhealth.pathology,name:Z376
source: Other multiple births, some liveborn
de: Andere Mehrlinge, einige lebendgeboren
fr_fr: Autres naissances multiples, certains enfants nés vivants
zh_cn: 其他多胎产，某些为活产

# model:gnuhealth.pathology,name:Z377
source: Other multiple births, all stillborn
de: Andere Mehrlinge, alle totgeboren
fr_fr: Autres naissances multiples, tous morts-nés
zh_cn: 其他多胎产，均为死产

# model:gnuhealth.pathology,name:Z379
source: Outcome of delivery, unspecified
de: Resultat der Entbindung, nicht näher bezeichnet
zh_cn: 未特指的分娩的结局

# model:gnuhealth.pathology,name:Z38
source: Liveborn infants according to place of birth
de: Lebendgeborene nach dem Geburtsort
fr_fr: Enfants nés vivants, selon le lieu de naissance
zh_cn: 按照出生地点划分活产婴儿

# model:gnuhealth.pathology,name:Z380
source: Singleton, born in hospital
de: Einling, Geburt im Krankenhaus
fr_fr: Enfant unique, né à l'hôpital
zh_cn: 单胎，在医院内出生

# model:gnuhealth.pathology,name:Z381
source: Singleton, born outside hospital
de: Einling, Geburt außerhalb des Krankenhauses
fr_fr: Enfant unique, né hors d'un hôpital
zh_cn: 单胎，在医院外出生

# model:gnuhealth.pathology,name:Z382
source: Singleton, unspecified as to place of birth
de: Einling, Geburtsort nicht näher bezeichnet
fr_fr: Enfant unique, lieu de naissance non précisé
zh_cn: 单胎，未特指出生地点

# model:gnuhealth.pathology,name:Z383
source: Twin, born in hospital
de: Zwilling, Geburt im Krankenhaus
fr_fr: Jumeaux, nés à l'hôpital
zh_cn: 双胎，在医院内出生

# model:gnuhealth.pathology,name:Z384
source: Twin, born outside hospital
de: Zwilling, Geburt außerhalb des Krankenhauses
fr_fr: Jumeaux, nés hors d'un hôpital
zh_cn: 双胎，在医院外出生

# model:gnuhealth.pathology,name:Z385
source: Twin, unspecified as to place of birth
de: Zwilling, Geburtsort nicht näher bezeichnet
fr_fr: Jumeaux, lieu de naissance non précisé
zh_cn: 双胎，未特指出生地点

# model:gnuhealth.pathology,name:Z386
source: Other multiple, born in hospital
de: Anderer Mehrling, Geburt im Krankenhaus
fr_fr: Autres naissances multiples, enfants nés à l'hôpital
zh_cn: 其他多胎，在医院内出生

# model:gnuhealth.pathology,name:Z387
source: Other multiple, born outside hospital
de: Anderer Mehrling, Geburt außerhalb des Krankenhauses
fr_fr: Autres naissances multiples, enfants nés hors d'un hôpital
zh_cn: 其他多胎，在医院外出生

# model:gnuhealth.pathology,name:Z388
source: Other multiple, unspecified as to place of birth
de: Anderer Mehrling, Geburtsort nicht näher bezeichnet
fr_fr: Autre naissances multiples, lieu de naissance non précisé
zh_cn: 其他多胎，未特指出生地点

# model:gnuhealth.pathology,name:Z39
source: Postpartum care and examination
de: Postpartale Betreuung und Untersuchung der Mutter
fr_fr: Soins et examens du post-partum
zh_cn: 产后医疗照顾和检查

# model:gnuhealth.pathology,name:Z390
source: Care and examination immediately after delivery
de: Betreuung und Untersuchung der Mutter unmittelbar nach einer Entbindung
fr_fr: Soins et examens immédiatement après l'accouchement
zh_cn: 产后即刻医疗照顾和检查

# model:gnuhealth.pathology,name:Z391
source: Care and examination of lactating mother
de: Betreuung und Untersuchung der stillenden Mutter
fr_fr: Soins et examens de l'allaitement maternel
zh_cn: 授乳母亲的医疗照顾和检查

# model:gnuhealth.pathology,name:Z392
source: Routine postpartum follow-up
de: Routinemäßige postpartale Nachuntersuchung der Mutter
fr_fr: Contrôle de routine au cours du post-partum
zh_cn: 常规产后随诊

# model:gnuhealth.pathology,name:Z40
source: Prophylactic surgery
de: Prophylaktische Operation
fr_fr: Opération prophylactique
zh_cn: 预防性手术

# model:gnuhealth.pathology,name:Z400
source: Prophylactic surgery for risk-factors related to malignant neoplasms
de: Prophylaktische Operation wegen Risikofaktoren in Verbindung mit bösartigen Neubildungen
fr_fr: Opération prophylactique pour facteur de risque de tumeurs malignes
zh_cn: 与恶性肿瘤有关的危险因素的预防性手术

# model:gnuhealth.pathology,name:Z408
source: Other prophylactic surgery
de: Sonstige prophylaktische Operation
fr_fr: Autres opérations prophylactiques
zh_cn: 其他预防性手术

# model:gnuhealth.pathology,name:Z409
source: Prophylactic surgery, unspecified
de: Prophylaktische Operation, nicht näher bezeichnet
fr_fr: Opération prophylactique, sans précision
zh_cn: 未特指的预防性手术

# model:gnuhealth.pathology,name:Z41
source: Procedures for purposes other than remedying health state
de: Maßnahmen aus anderen Gründen als der Wiederherstellung des Gesundheitszustandes
fr_fr: Thérapie sans raison médicale
zh_cn: 非以改善健康状况为目的的操作

# model:gnuhealth.pathology,name:Z410
source: Hair transplant
de: Haartransplantation
fr_fr: Implant de cheveux
zh_cn: 头发移植

# model:gnuhealth.pathology,name:Z411
source: Other plastic surgery for unacceptable cosmetic appearance
de: Andere plastische Chirurgie aus kosmetischen Gründen
fr_fr: Autres opérations plastiques pour raisons esthétiques
zh_cn: 为体表不能接受的外貌而进行的其他整形外科手术

# model:gnuhealth.pathology,name:Z412
source: Routine and ritual circumcision
de: Zirkumzision als Routinemaßnahme oder aus rituellen Gründen
fr_fr: Circoncision rituelle et de routine
zh_cn: 常规和宗教仪式的包皮环切术

# model:gnuhealth.pathology,name:Z413
source: Ear piercing
de: Ohrlochstechen
fr_fr: Perçage du lobe de l'oreille
zh_cn: 穿耳孔

# model:gnuhealth.pathology,name:Z418
source: Other procedures for purposes other than remedying health state
de: Sonstige Maßnahmen aus anderen Gründen als der Wiederherstellung des Gesundheitszustandes
fr_fr: Autres thérapies sans raison médicale
zh_cn: 非以改善健康状况为目的的其他操作

# model:gnuhealth.pathology,name:Z419
source: Procedure for purposes other than remedying health state, unspecified
de: Maßnahme aus anderen Gründen als der Wiederherstellung des Gesundheitszustandes, nicht näher bezeichnet
zh_cn: 非以改善健康状况为目的的未特指的操作

# model:gnuhealth.pathology,name:Z42
source: Follow-up care involving plastic surgery
de: Nachbehandlung unter Anwendung plastischer Chirurgie
fr_fr: Soins de contrôle comprenant une opération plastique
zh_cn: 涉及整形手术的随诊医疗

# model:gnuhealth.pathology,name:Z420
source: Follow-up care involving plastic surgery of head and neck
de: Nachbehandlung unter Anwendung plastischer Chirurgie des Kopfes oder des Halses
fr_fr: Soins de contrôle comprenant une opération plastique de la tête et du cou
zh_cn: 涉及头和颈整形手术的随诊医疗

# model:gnuhealth.pathology,name:Z421
source: Follow-up care involving plastic surgery of breast
de: Nachbehandlung unter Anwendung plastischer Chirurgie der Mamma [Brustdrüse]
fr_fr: Soins de contrôle comprenant une opération plastique du sein
zh_cn: 涉及乳房整形手术的随诊医疗

# model:gnuhealth.pathology,name:Z422
source: Follow-up care involving plastic surgery of other parts of trunk
de: Nachbehandlung unter Anwendung plastischer Chirurgie an anderen Teilen des Rumpfes
fr_fr: Soins de contrôle comprenant une opération plastique d'autres parties du tronc
zh_cn: 涉及躯干其他部位整形手术的随诊医疗

# model:gnuhealth.pathology,name:Z423
source: Follow-up care involving plastic surgery of upper extremity
de: Nachbehandlung unter Anwendung plastischer Chirurgie der oberen Extremität
fr_fr: Soins de contrôle comprenant une opération plastique des extrémités supérieures
zh_cn: 涉及上肢整形手术的随诊医疗

# model:gnuhealth.pathology,name:Z424
source: Follow-up care involving plastic surgery of lower extremity
de: Nachbehandlung unter Anwendung plastischer Chirurgie der unteren Extremität
fr_fr: Soins de contrôle comprenant une opération plastique des extrémités inférieures
zh_cn: 涉及下肢整形手术的随诊医疗

# model:gnuhealth.pathology,name:Z428
source: Follow-up care involving plastic surgery of other body part
de: Nachbehandlung unter Anwendung plastischer Chirurgie an sonstigen Körperteilen
fr_fr: Soins de contrôle comprenant une opération plastique d'autres parties du corps
zh_cn: 涉及身体其他部位整形手术的随诊医疗

# model:gnuhealth.pathology,name:Z429
source: Follow-up care involving plastic surgery, unspecified
de: Nachbehandlung unter Anwendung plastischer Chirurgie, nicht näher bezeichnet
fr_fr: Soins de contrôle comprenant une opération plastique, sans précision
zh_cn: 涉及未特指整形手术的随诊医疗

# model:gnuhealth.pathology,name:Z43
source: Attention to artificial openings
de: Versorgung künstlicher Körperöffnungen
fr_fr: Surveillance de stomies
zh_cn: 对人工造口的维护

# model:gnuhealth.pathology,name:Z430
source: Attention to tracheostomy
de: Versorgung eines Tracheostomas
fr_fr: Surveillance de trachéostomie
zh_cn: 气管造口维护

# model:gnuhealth.pathology,name:Z431
source: Attention to gastrostomy
de: Versorgung eines Gastrostomas
fr_fr: Surveillance de gastrostomie
zh_cn: 胃造口维护

# model:gnuhealth.pathology,name:Z432
source: Attention to ileostomy
de: Versorgung eines Ileostomas
fr_fr: Surveillance d'iléostomie
zh_cn: 回肠造口维护

# model:gnuhealth.pathology,name:Z433
source: Attention to colostomy
de: Versorgung eines Kolostomas
fr_fr: Surveillance de colostomie
zh_cn: 结肠造口维护

# model:gnuhealth.pathology,name:Z434
source: Attention to other artificial openings of digestive tract
de: Versorgung anderer künstlicher Körperöffnungen des Verdauungstraktes
fr_fr: Surveillance d'autres stomies de l'appareil digestif
zh_cn: 消化道其他人工造口的维护

# model:gnuhealth.pathology,name:Z435
source: Attention to cystostomy
de: Versorgung eines Zystostomas
zh_cn: 膀胱造口维护

# model:gnuhealth.pathology,name:Z436
source: Attention to other artificial openings of urinary tract
de: Versorgung sonstiger künstlicher Körperöffnungen des Harntraktes
fr_fr: Surveillance d'autres stomies des voies urinaires
zh_cn: 泌尿道其他人工造口的维护

# model:gnuhealth.pathology,name:Z437
source: Attention to artificial vagina
de: Versorgung einer künstlichen Vagina
fr_fr: Surveillance de vagin artificiel
zh_cn: 人工阴道维护

# model:gnuhealth.pathology,name:Z438
source: Attention to other artificial openings
de: Versorgung sonstiger künstlicher Körperöffnungen
fr_fr: Surveillance d'autres stomies
zh_cn: 其他人工造口的维护

# model:gnuhealth.pathology,name:Z439
source: Attention to unspecified artificial opening
de: Versorgung einer nicht näher bezeichneten künstlichen Körperöffnung
fr_fr: Surveillance d'une stomie non précisée
zh_cn: 未特指的人工造口的维护

# model:gnuhealth.pathology,name:Z44
source: Fitting and adjustment of external prosthetic device
de: Versorgen mit und Anpassen einer Ektoprothese
fr_fr: Mise en place et ajustement d'appareils de prothèse externe
zh_cn: 外部假体装置的安装和调整

# model:gnuhealth.pathology,name:Z440
source: Fitting and adjustment of artificial arm (complete)(partial)
de: Versorgen mit und Anpassen eines künstlichen Armes (komplett) (partiell)
fr_fr: Mise en place et ajustement d'un bras artificiel (total) (partiel)
zh_cn: 人工臂的(完全)(部分)安装和调整

# model:gnuhealth.pathology,name:Z441
source: Fitting and adjustment of artificial leg (complete)(partial)
de: Versorgen mit und Anpassen eines künstlichen Beines (komplett) (partiell)
fr_fr: Mise en place et ajustement d'une jambe artificielle (totale) (partielle)
zh_cn: 人工腿的(完全)(部分)安装和调整

# model:gnuhealth.pathology,name:Z442
source: Fitting and adjustment of artificial eye
de: Versorgen mit und Anpassen einer Augenprothese
fr_fr: Mise en place et ajustement d'un œil artificiel
zh_cn: 人工眼的安装和调整

# model:gnuhealth.pathology,name:Z443
source: Fitting and adjustment of external breast prosthesis
de: Versorgen mit und Anpassen einer extrakorporalen Mammaprothese
fr_fr: Mise en place et ajustement d'une prothèse externe du sein
zh_cn: 外部假乳房的安装和调整

# model:gnuhealth.pathology,name:Z448
source: Fitting and adjustment of other external prosthetic devices
de: Versorgen mit und Anpassen von sonstigen Ektoprothesen
fr_fr: Mise en place et ajustement d'autres appareils de prothèse externe
zh_cn: 其他外部假体装置的安装和调整

# model:gnuhealth.pathology,name:Z449
source: Fitting and adjustment of unspecified external prosthetic device
de: Versorgen mit und Anpassen einer nicht näher bezeichneten Ektoprothese
fr_fr: Mise en place et ajustement d'un appareil de prothèse externe non précisé
zh_cn: 未特指的外部假体装置的安装和调整

# model:gnuhealth.pathology,name:Z45
source: Adjustment and management of implanted device
de: Anpassung und Handhabung eines implantierten medizinischen Gerätes
fr_fr: Ajustement et entretien d'une prothèse interne
zh_cn: 植入装置的调整和管理

# model:gnuhealth.pathology,name:Z450
source: Adjustment and management of cardiac devices
de: Anpassung und Handhabung eines kardialen (elektronischen) Geräts
zh_cn: 心脏起搏器的调整和管理

# model:gnuhealth.pathology,name:Z451
source: Adjustment and management of infusion pump
de: Anpassung und Handhabung einer Infusionspumpe
fr_fr: Ajustement et entretien d'une pompe à perfusion
zh_cn: 输注泵的调整和管理

# model:gnuhealth.pathology,name:Z452
source: Adjustment and management of vascular access device
de: Anpassung und Handhabung eines vaskulären Zugangs
fr_fr: Ajustement et entretien d'un dispositif d'accès vasculaire
zh_cn: 血管通路装置的调整和管理

# model:gnuhealth.pathology,name:Z453
source: Adjustment and management of implanted hearing device
de: Anpassung und Handhabung eines implantierten Hörgerätes
fr_fr: Ajustement et entretien d'une prothèse auditive implantée
zh_cn: 植入性听力装置的调整和管理

# model:gnuhealth.pathology,name:Z458
source: Adjustment and management of other implanted devices
de: Anpassung und Handhabung von sonstigen implantierten medizinischen Geräten
fr_fr: Ajustement et entretien d'autres prothèses internes
zh_cn: 其他植入装置的调整和管理
