Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Y249
source: Unspecified place
de: Schuß aus sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe], Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: décharge d'armes à feu, autres et sans précision, intention non déterminée | lieu, sans précision
zh_cn: 其他和未特指的火器发射，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y25
source: Contact with explosive material, undetermined intent
de: Kontakt mit Explosivstoffen, Umstände unbestimmt
fr_fr: Contact avec matériel explosif, intention non déterminée
zh_cn: 接触爆炸物，意图不确定的

# model:gnuhealth.pathology,name:Y250
source: Home
de: Kontakt mit Explosivstoffen, Umstände unbestimmt: Zu Hause
fr_fr: contact avec matériel explosif, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y251
source: Residential institution
de: Kontakt mit Explosivstoffen, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: contact avec matériel explosif, intention non déterminée | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:Y252
source: School, other institution and public administrative area
de: Kontakt mit Explosivstoffen, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: contact avec matériel explosif, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y253
source: Sports and athletics area
de: Kontakt mit Explosivstoffen, Umstände unbestimmt: Sportstätten
fr_fr: contact avec matériel explosif, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y254
source: Street and highway
de: Kontakt mit Explosivstoffen, Umstände unbestimmt: Straßen und Wege
fr_fr: contact avec matériel explosif, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y255
source: Trade and service area
de: Kontakt mit Explosivstoffen, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec matériel explosif, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务器

# model:gnuhealth.pathology,name:Y256
source: Industrial and construction area
de: Kontakt mit Explosivstoffen, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: contact avec matériel explosif, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y257
source: Farm
de: Kontakt mit Explosivstoffen, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: contact avec matériel explosif, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y258
source: Other specified place
de: Kontakt mit Explosivstoffen, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: contact avec matériel explosif, intention non déterminée | autres lieux précisés
zh_cn: 其他指定的地方

# model:gnuhealth.pathology,name:Y259
source: Unspecified place
de: Kontakt mit Explosivstoffen, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec matériel explosif, intention non déterminée | lieu, sans précision
zh_cn: 接触爆炸物，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y26
source: Exposure to smoke, fire and flames, undetermined intent
de: Exposition gegenüber Rauch, Feuer und Flammen, Umstände unbestimmt
fr_fr: Exposition à la fumée, au feu et aux flammes, intention non déterminée
zh_cn: 暴露于烟、火和火焰下，意图不确定

# model:gnuhealth.pathology,name:Y260
source: Home
de: Exposition gegenüber Rauch, Feuer und Flammen, Umstände unbestimmt: Zu Hause
fr_fr: exposition à la fumée, au feu et aux flammes, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y261
source: Residential institution
de: Exposition gegenüber Rauch, Feuer und Flammen, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: exposition à la fumée, au feu et aux flammes, intention non déterminée | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:Y262
source: School, other institution and public administrative area
de: Exposition gegenüber Rauch, Feuer und Flammen, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: exposition à la fumée, au feu et aux flammes, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y263
source: Sports and athletics area
de: Exposition gegenüber Rauch, Feuer und Flammen, Umstände unbestimmt: Sportstätten
fr_fr: exposition à la fumée, au feu et aux flammes, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y264
source: Street and highway
de: Exposition gegenüber Rauch, Feuer und Flammen, Umstände unbestimmt: Straßen und Wege
fr_fr: exposition à la fumée, au feu et aux flammes, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y265
source: Trade and service area
de: Exposition gegenüber Rauch, Feuer und Flammen, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à la fumée, au feu et aux flammes, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y266
source: Industrial and construction area
de: Exposition gegenüber Rauch, Feuer und Flammen, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: exposition à la fumée, au feu et aux flammes, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y267
source: Farm
de: Exposition gegenüber Rauch, Feuer und Flammen, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: exposition à la fumée, au feu et aux flammes, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y268
source: Other specified place
de: Exposition gegenüber Rauch, Feuer und Flammen, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: exposition à la fumée, au feu et aux flammes, intention non déterminée | autres lieux précisés
zh_cn: 其他指定区域

# model:gnuhealth.pathology,name:Y269
source: Unspecified place
de: Exposition gegenüber Rauch, Feuer und Flammen, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à la fumée, au feu et aux flammes, intention non déterminée | lieu, sans précision
zh_cn: 暴露于烟、火和火焰下，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y27
source: Contact with steam, hot vapours and hot objects, undetermined intent
de: Verbrennung oder Verbrühung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände, Umstände unbestimmt
fr_fr: Contact avec de la vapeur d'eau, des gaz et objets brûlants, intention non déterminée
zh_cn: 接触蒸气、热气和热物体，意图不确定的

# model:gnuhealth.pathology,name:Y270
source: Home
de: Verbrennung oder Verbrühung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände, Umstände unbestimmt: Zu Hause
fr_fr: contact avec de la vapeur, du gaz et des objets brûlants, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y271
source: Residential institution
de: Verbrennung oder Verbrühung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: contact avec de la vapeur, du gaz et des objets brûlants, intention non déterminée | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:Y272
source: School, other institution and public administrative area
de: Verbrennung oder Verbrühung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: contact avec de la vapeur, du gaz et des objets brûlants, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y273
source: Sports and athletics area
de: Verbrennung oder Verbrühung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände, Umstände unbestimmt: Sportstätten
fr_fr: contact avec de la vapeur, du gaz et des objets brûlants, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y274
source: Street and highway
de: Verbrennung oder Verbrühung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände, Umstände unbestimmt: Straßen und Wege
fr_fr: contact avec de la vapeur, du gaz et des objets brûlants, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y275
source: Trade and service area
de: Verbrennung oder Verbrühung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec de la vapeur, du gaz et des objets brûlants, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区域

# model:gnuhealth.pathology,name:Y276
source: Industrial and construction area
de: Verbrennung oder Verbrühung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: contact avec de la vapeur, du gaz et des objets brûlants, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y277
source: Farm
de: Verbrennung oder Verbrühung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: contact avec de la vapeur, du gaz et des objets brûlants, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y278
source: Other specified place
de: Verbrennung oder Verbrühung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: contact avec de la vapeur, du gaz et des objets brûlants, intention non déterminée | autres lieux précisés
zh_cn: 其他指定的地方

# model:gnuhealth.pathology,name:Y279
source: Unspecified place
de: Verbrennung oder Verbrühung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec de la vapeur, du gaz et des objets brûlants, intention non déterminée | lieu, sans précision
zh_cn: 接触蒸气、热气和热物体，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y28
source: Contact with sharp object, undetermined intent
de: Kontakt mit scharfem Gegenstand, Umstände unbestimmt
fr_fr: Contact avec objet tranchant, intention non déterminée
zh_cn: 接触尖锐物体，意图不确定

# model:gnuhealth.pathology,name:Y280
source: Home
de: Kontakt mit scharfem Gegenstand, Umstände unbestimmt: Zu Hause
fr_fr: contact avec objet tranchant, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y281
source: Residential institution
de: Kontakt mit scharfem Gegenstand, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: contact avec objet tranchant, intention non déterminée | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:Y282
source: School, other institution and public administrative area
de: Kontakt mit scharfem Gegenstand, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: contact avec objet tranchant, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y283
source: Sports and athletics area
de: Kontakt mit scharfem Gegenstand, Umstände unbestimmt: Sportstätten
fr_fr: contact avec objet tranchant, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y284
source: Street and highway
de: Kontakt mit scharfem Gegenstand, Umstände unbestimmt: Straßen und Wege
fr_fr: contact avec objet tranchant, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y285
source: Trade and service area
de: Kontakt mit scharfem Gegenstand, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec objet tranchant, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区域

# model:gnuhealth.pathology,name:Y286
source: Industrial and construction area
de: Kontakt mit scharfem Gegenstand, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: contact avec objet tranchant, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y287
source: Farm
de: Kontakt mit scharfem Gegenstand, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: contact avec objet tranchant, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y288
source: Other specified place
de: Kontakt mit scharfem Gegenstand, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: contact avec objet tranchant, intention non déterminée | autres lieux précisés
zh_cn: 其他指定的地方

# model:gnuhealth.pathology,name:Y289
source: Unspecified place
de: Kontakt mit scharfem Gegenstand, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec objet tranchant, intention non déterminée | lieu, sans précision
zh_cn: 接触尖锐物体，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y29
source: Contact with blunt object, undetermined intent
de: Kontakt mit stumpfem Gegenstand, Umstände unbestimmt
fr_fr: Contact avec objet contondant, intention non déterminée
zh_cn: 接触钝器，意图不确定的

# model:gnuhealth.pathology,name:Y290
source: Home
de: Kontakt mit stumpfem Gegenstand, Umstände unbestimmt: Zu Hause
fr_fr: contact avec objet contondant, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y291
source: Residential institution
de: Kontakt mit stumpfem Gegenstand, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: contact avec objet contondant, intention non déterminée | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:Y292
source: School, other institution and public administrative area
de: Kontakt mit stumpfem Gegenstand, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: contact avec objet contondant, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y293
source: Sports and athletics area
de: Kontakt mit stumpfem Gegenstand, Umstände unbestimmt: Sportstätten
fr_fr: contact avec objet contondant, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y294
source: Street and highway
de: Kontakt mit stumpfem Gegenstand, Umstände unbestimmt: Straßen und Wege
fr_fr: contact avec objet contondant, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y295
source: Trade and service area
de: Kontakt mit stumpfem Gegenstand, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec objet contondant, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区域

# model:gnuhealth.pathology,name:Y296
source: Industrial and construction area
de: Kontakt mit stumpfem Gegenstand, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: contact avec objet contondant, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y297
source: Farm
de: Kontakt mit stumpfem Gegenstand, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: contact avec objet contondant, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y298
source: Other specified place
de: Kontakt mit stumpfem Gegenstand, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: contact avec objet contondant, intention non déterminée | autres lieux précisés
zh_cn: 其他指定的地方

# model:gnuhealth.pathology,name:Y299
source: Unspecified place
de: Kontakt mit stumpfem Gegenstand, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec objet contondant, intention non déterminée | lieu, sans précision
zh_cn: 接触钝器，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y30
source: Falling, jumping or pushed from a high place, undetermined intent
de: Stürzen, Springen oder Gestoßenwerden in die Tiefe, Umstände unbestimmt
fr_fr: Chute, saut ou précipitation dans le vide, intention non déterminée
zh_cn: 从高处跌落、跳下或被推下，意图不确定的

# model:gnuhealth.pathology,name:Y300
source: Home
de: Stürzen, Springen oder Gestoßenwerden in die Tiefe, Umstände unbestimmt: Zu Hause
fr_fr: chute, saut ou précipitation dans le vide, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y301
source: Residential institution
de: Stürzen, Springen oder Gestoßenwerden in die Tiefe, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: chute, saut ou précipitation dans le vide, intention non déterminée | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:Y302
source: School, other institution and public administrative area
de: Stürzen, Springen oder Gestoßenwerden in die Tiefe, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: chute, saut ou précipitation dans le vide, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y303
source: Sports and athletics area
de: Stürzen, Springen oder Gestoßenwerden in die Tiefe, Umstände unbestimmt: Sportstätten
fr_fr: chute, saut ou précipitation dans le vide, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y304
source: Street and highway
de: Stürzen, Springen oder Gestoßenwerden in die Tiefe, Umstände unbestimmt: Straßen und Wege
fr_fr: chute, saut ou précipitation dans le vide, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y305
source: Trade and service area
de: Stürzen, Springen oder Gestoßenwerden in die Tiefe, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: chute, saut ou précipitation dans le vide, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区域

# model:gnuhealth.pathology,name:Y306
source: Industrial and construction area
de: Stürzen, Springen oder Gestoßenwerden in die Tiefe, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: chute, saut ou précipitation dans le vide, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y307
source: Farm
de: Stürzen, Springen oder Gestoßenwerden in die Tiefe, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: chute, saut ou précipitation dans le vide, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y308
source: Other specified place
de: Stürzen, Springen oder Gestoßenwerden in die Tiefe, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: chute, saut ou précipitation dans le vide, intention non déterminée | autres lieux précisés
zh_cn: 其他指定的地方

# model:gnuhealth.pathology,name:Y309
source: Unspecified place
de: Stürzen, Springen oder Gestoßenwerden in die Tiefe, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: chute, saut ou précipitation dans le vide, intention non déterminée | lieu, sans précision
zh_cn: 从高处跌落、跳下或被推下，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y31
source: Falling, lying or running before or into moving object, undetermined intent
de: Stürzen, Legen oder Rennen vor oder in ein sich bewegendes Objekt, Umstände unbestimmt
fr_fr: Lésion traumatique par un objet en mouvement (la victime étant tombée ou couchée devant l'objet ou entrée en collision avec celui-ci), intention non déterminée
zh_cn: 在移动物体前跌倒、躺卧或跑动以及进入移动物体，意图不确定

# model:gnuhealth.pathology,name:Y310
source: Home
de: Stürzen, Legen oder Rennen vor oder in ein sich bewegendes Objekt, Umstände unbestimmt: Zu Hause
fr_fr: lésion traumatique par un objet en mouvement (la victime étant tombée ou couchée devant l'objet ou entrée en collision avec celui-ci), intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y311
source: Residential institution
de: Stürzen, Legen oder Rennen vor oder in ein sich bewegendes Objekt, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: lésion traumatique par un objet en mouvement (la victime étant tombée ou couchée devant l'objet ou entrée en collision avec celui-ci), intention non déterminée | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:Y312
source: School, other institution and public administrative area
de: Stürzen, Legen oder Rennen vor oder in ein sich bewegendes Objekt, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: lésion traumatique par un objet en mouvement (la victime étant tombée ou couchée devant l'objet ou entrée en collision avec celui-ci), intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y313
source: Sports and athletics area
de: Stürzen, Legen oder Rennen vor oder in ein sich bewegendes Objekt, Umstände unbestimmt: Sportstätten
fr_fr: lésion traumatique par un objet en mouvement (la victime étant tombée ou couchée devant l'objet ou entrée en collision avec celui-ci), intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y314
source: Street and highway
de: Stürzen, Legen oder Rennen vor oder in ein sich bewegendes Objekt, Umstände unbestimmt: Straßen und Wege
fr_fr: lésion traumatique par un objet en mouvement (la victime étant tombée ou couchée devant l'objet ou entrée en collision avec celui-ci), intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y315
source: Trade and service area
de: Stürzen, Legen oder Rennen vor oder in ein sich bewegendes Objekt, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: lésion traumatique par un objet en mouvement (la victime étant tombée ou couchée devant l'objet ou entrée en collision avec celui-ci), intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区域

# model:gnuhealth.pathology,name:Y316
source: Industrial and construction area
de: Stürzen, Legen oder Rennen vor oder in ein sich bewegendes Objekt, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: lésion traumatique par un objet en mouvement (la victime étant tombée ou couchée devant l'objet ou entrée en collision avec celui-ci), intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y317
source: Farm
de: Stürzen, Legen oder Rennen vor oder in ein sich bewegendes Objekt, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: lésion traumatique par un objet en mouvement (la victime étant tombée ou couchée devant l'objet ou entrée en collision avec celui-ci), intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y318
source: Other specified place
de: Stürzen, Legen oder Rennen vor oder in ein sich bewegendes Objekt, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: lésion traumatique par un objet en mouvement (la victime étant tombée ou couchée devant l'objet ou entrée en collision avec celui-ci), intention non déterminée | autres lieux précisés
zh_cn: 其他指定的地方

# model:gnuhealth.pathology,name:Y319
source: Unspecified place
de: Stürzen, Legen oder Rennen vor oder in ein sich bewegendes Objekt, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: lésion traumatique par un objet en mouvement (la victime étant tombée ou couchée devant l'objet ou entrée en collision avec celui-ci), intention non déterminée | lieu, sans précision
zh_cn: 在移动物体前跌倒、躺卧或跑动以及进入移动物体，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y32
source: Crashing of motor vehicle, undetermined intent
de: Unfall eines Kraftfahrzeuges, Umstände unbestimmt
fr_fr: Collision de véhicule à moteur, intention non déterminée
zh_cn: 机动车辆的碰撞，意图不确定的
