Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:T839
source: Unspecified complication of genito-urinary prosthetic device, implant and graft
fr_fr: Complication d'une prothèse, d'un implant et d'une greffe de l'appareil génito-urinaire, sans précision

# model:gnuhealth.pathology,name:T844
source: Mechanical complication of other internal orthopaedic devices, imnplants and grafts
fr_fr: Complication mécanique d'autres appareils, implants et greffes orthopédiques internes

# model:gnuhealth.pathology,name:T853
source: Mechanical complication of other ocular prosthetic devices, imnplants and grafts
fr_fr: Complication mécanique d'autres prothèses, implants et greffes oculaires

# model:gnuhealth.pathology,name:T855
source: Mechanical complication of gastro-intestinal prosthetic devices, implants and grafts
fr_fr: Complication mécanique de prothèses, implants et greffes gastro-intestinaux

# model:gnuhealth.pathology,name:T880
source: Infection following immunisation
fr_fr: Infection consécutive à vaccination

# model:gnuhealth.pathology,name:T881
source: Other complications following immunisation, not elsewhere classified
fr_fr: Autres complications consécutives à vaccination, non classées ailleurs

# model:gnuhealth.pathology,name:T883
source: Malignant hyperthermia due to anaesthesis
fr_fr: Hyperthermie maligne due à une anesthésie

# model:gnuhealth.pathology,name:T935
source: Sequelae of injury of muscle and tendon of lower limb
fr_fr: Séquelles de lésion traumatique de muscles et de tendons du membre inférieur

# model:gnuhealth.pathology,name:T936
source: Sequelae of crushing injury and traumatic amputation of lower limb
fr_fr: Séquelles d'écrasement et d'amputation traumatiques du membre inférieur

# model:gnuhealth.pathology,name:T939
source: Sequelae of unspecified injury of lower limb
fr_fr: Séquelles de lésion traumatique du membre inférieur, sans précision

# model:gnuhealth.pathology,name:U049
source: Severe acute respiratory syndrome, unspecified
fr_fr: Syndrome respiratoire aigu sévère [SRAS], sans précision

# model:gnuhealth.pathology,name:V010
source: Nontraffic accident
fr_fr: piéton blessé dans une collision avec un cycle | accident en dehors de la circulation

# model:gnuhealth.pathology,name:V011
source: Traffic accident
fr_fr: piéton blessé dans une collision avec un cycle | accident de la circulation

# model:gnuhealth.pathology,name:V019
source: Unspecified whether traffic or nontraffic accident
fr_fr: piéton blessé dans une collision avec un cycle | sans précision

# model:gnuhealth.pathology,name:V020
source: Nontraffic accident
fr_fr: piéton blessé dans une collision avec un véhicule à moteur à deux ou trois roues | accident en dehors de la circulation

# model:gnuhealth.pathology,name:V021
source: Traffic accident
fr_fr: piéton blessé dans une collision avec un véhicule à moteur à deux ou trois roues | accident de la circulation

# model:gnuhealth.pathology,name:V029
source: Unspecified whether traffic or nontraffic accident
fr_fr: piéton blessé dans une collision avec un véhicule à moteur à deux ou trois roues | sans précision

# model:gnuhealth.pathology,name:V030
source: Nontraffic accident
fr_fr: piéton blessé dans une collision avec une automobile ou une camionnette | accident en dehors de la circulation

# model:gnuhealth.pathology,name:V031
source: Traffic accident
fr_fr: piéton blessé dans une collision avec une automobile ou une camionnette | accident de la circulation

# model:gnuhealth.pathology,name:V039
source: Unspecified whether traffic or nontraffic accident
fr_fr: piéton blessé dans une collision avec une automobile ou une camionnette | sans précision

# model:gnuhealth.pathology,name:V040
source: Nontraffic accident
fr_fr: piéton blessé dans une collision avec un véhicule lourd ou un autobus | accident en dehors de la circulation

# model:gnuhealth.pathology,name:V041
source: Traffic accident
fr_fr: piéton blessé dans une collision avec un véhicule lourd ou un autobus | accident de la circulation

# model:gnuhealth.pathology,name:V049
source: Unspecified whether traffic or nontraffic accident
fr_fr: piéton blessé dans une collision avec un véhicule lourd ou un autobus | sans précision

# model:gnuhealth.pathology,name:V050
source: Nontraffic accident
fr_fr: piéton blessé dans une collision avec un train ou un véhicule ferroviaire | accident en dehors de la circulation

# model:gnuhealth.pathology,name:V051
source: Traffic accident
fr_fr: piéton blessé dans une collision avec un train ou un véhicule ferroviaire | accident de la circulation

# model:gnuhealth.pathology,name:V059
source: Unspecified whether traffic or nontraffic accident
fr_fr: piéton blessé dans une collision avec un train ou un véhicule ferroviaire | sans précision

# model:gnuhealth.pathology,name:V060
source: Nontraffic accident
fr_fr: piéton blessé dans une collision avec un autre véhicule sans moteur | accident en dehors de la circulation

# model:gnuhealth.pathology,name:V061
source: Traffic accident
fr_fr: piéton blessé dans une collision avec un autre véhicule sans moteur | accident de la circulation

# model:gnuhealth.pathology,name:V069
source: Unspecified whether traffic or nontraffic accident
fr_fr: piéton blessé dans une collision avec un autre véhicule sans moteur | sans précision

# model:gnuhealth.pathology,name:V090
source: Pedestrian injured in nontraffic accident involving other and unspecified motor vehicles
fr_fr: Piéton blessé dans un accident en dehors de la circulation, impliquant des véhicules à moteur, autres et sans précision

# model:gnuhealth.pathology,name:V091
source: Pedestrian injured in unspecified nontraffic accident
fr_fr: Piéton blessé dans un accident en dehors de la circulation, sans précision

# model:gnuhealth.pathology,name:V092
source: Pedestrian injured in traffic accident involving other and unspecified motor vehicles
fr_fr: Piéton blessé dans un accident de la circulation impliquant des véhicules à moteur, autres et sans précision

# model:gnuhealth.pathology,name:V093
source: Pedestrian injured in unspecified traffic accident
fr_fr: Piéton blessé dans un accident de la circulation, sans précision

# model:gnuhealth.pathology,name:V099
source: Pedestrian injured in unspecified transport accident
fr_fr: Piéton blessé dans un accident de transport, sans précision

# model:gnuhealth.pathology,name:V100
source: Driver injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un piéton ou un animal | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V101
source: Passenger injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un piéton ou un animal | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V102
source: Unspecified pedal cyclist injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un piéton ou un animal | cycliste, sans précision, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V103
source: Person injured while boarding or alighting
fr_fr: cycliste blessé dans une collision avec un piéton ou un animal | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V104
source: Driver injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un piéton ou un animal | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V105
source: Passenger injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un piéton ou un animal | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V109
source: Unspecified pedal cyclist injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un piéton ou un animal | cycliste, sans précision, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V110
source: Driver injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un autre cycle | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V111
source: Passenger injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un autre cycle | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V112
source: Unspecified pedal cyclist injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un autre cycle | cycliste, sans précision, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V113
source: Person injured while boarding or alighting
fr_fr: cycliste blessé dans une collision avec un autre cycle | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V114
source: Driver injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un autre cycle | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V115
source: Passenger injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un autre cycle | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V119
source: Unspecified pedal cyclist injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un autre cycle | cycliste, sans précision, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V120
source: Driver injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un véhicule à moteur à deux ou trois roues | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V121
source: Passenger injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un véhicule à moteur à deux ou trois roues | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V122
source: Unspecified pedal cyclist injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un véhicule à moteur à deux ou trois roues | cycliste, sans précision, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V123
source: Person injured while boarding or alighting
fr_fr: cycliste blessé dans une collision avec un véhicule à moteur à deux ou trois roues | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V124
source: Driver injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un véhicule à moteur à deux ou trois roues | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V125
source: Passenger injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un véhicule à moteur à deux ou trois roues | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V129
source: Unspecified pedal cyclist injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un véhicule à moteur à deux ou trois roues | cycliste, sans précision, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V130
source: Driver injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec une automobile ou une camionnette | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V131
source: Passenger injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec une automobile ou une camionnette | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V132
source: Unspecified pedal cyclist injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec une automobile ou une camionnette | cycliste, sans précision, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V133
source: Person injured while boarding or alighting
fr_fr: cycliste blessé dans une collision avec une automobile ou une camionnette | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V134
source: Driver injured in traffic accident
fr_fr: cycliste blessé dans une collision avec une automobile ou une camionnette | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V135
source: Passenger injured in traffic accident
fr_fr: cycliste blessé dans une collision avec une automobile ou une camionnette | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V139
source: Unspecified pedal cyclist injured in traffic accident
fr_fr: cycliste blessé dans une collision avec une automobile ou une camionnette | cycliste, sans précision, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V140
source: Driver injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un véhicule lourd ou un autobus | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V141
source: Passenger injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un véhicule lourd ou un autobus | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V142
source: Unspecified pedal cyclist injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un véhicule lourd ou un autobus | cycliste, sans précision, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V143
source: Person injured while boarding or alighting
fr_fr: cycliste blessé dans une collision avec un véhicule lourd ou un autobus | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V144
source: Driver injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un véhicule lourd ou un autobus | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V145
source: Passenger injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un véhicule lourd ou un autobus | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V149
source: Unspecified pedal cyclist injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un véhicule lourd ou un autobus | cycliste, sans précision, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V150
source: Driver injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un train ou un véhicule ferroviaire | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V151
source: Passenger injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un train ou un véhicule ferroviaire | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V152
source: Unspecified pedal cyclist injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un train ou un véhicule ferroviaire | cycliste, sans précision, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V153
source: Person injured while boarding or alighting
fr_fr: cycliste blessé dans une collision avec un train ou un véhicule ferroviaire | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V154
source: Driver injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un train ou un véhicule ferroviaire | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V155
source: Passenger injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un train ou un véhicule ferroviaire | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V159
source: Unspecified pedal cyclist injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un train ou un véhicule ferroviaire | cycliste, sans précision, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V160
source: Driver injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un autre véhicule sans moteur | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V161
source: Passenger injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un autre véhicule sans moteur | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V162
source: Unspecified pedal cyclist injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un autre véhicule sans moteur | cycliste, sans précision, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V163
source: Person injured while boarding or alighting
fr_fr: cycliste blessé dans une collision avec un autre véhicule sans moteur | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V164
source: Driver injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un autre véhicule sans moteur | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V165
source: Passenger injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un autre véhicule sans moteur | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V169
source: Unspecified pedal cyclist injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un autre véhicule sans moteur | cycliste, sans précision, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V170
source: Driver injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un objet fixe ou stationnaire | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V171
source: Passenger injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un objet fixe ou stationnaire | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V172
source: Unspecified pedal cyclist injured in nontraffic accident
fr_fr: cycliste blessé dans une collision avec un objet fixe ou stationnaire | cycliste, sans précision, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V173
source: Person injured while boarding or alighting
fr_fr: cycliste blessé dans une collision avec un objet fixe ou stationnaire | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V174
source: Driver injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un objet fixe ou stationnaire | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V175
source: Passenger injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un objet fixe ou stationnaire | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V179
source: Unspecified pedal cyclist injured in traffic accident
fr_fr: cycliste blessé dans une collision avec un objet fixe ou stationnaire | cycliste, sans précision, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V180
source: Driver injured in nontraffic accident
fr_fr: cycliste blessé dans un accident de transport, sans collision | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V181
source: Passenger injured in nontraffic accident
fr_fr: cycliste blessé dans un accident de transport, sans collision | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V182
source: Unspecified pedal cyclist injured in nontraffic accident
fr_fr: cycliste blessé dans un accident de transport, sans collision | cycliste, sans précision, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V183
source: Person injured while boarding or alighting
fr_fr: cycliste blessé dans un accident de transport, sans collision | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V184
source: Driver injured in traffic accident
fr_fr: cycliste blessé dans un accident de transport, sans collision | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V185
source: Passenger injured in traffic accident
fr_fr: cycliste blessé dans un accident de transport, sans collision | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V189
source: Unspecified pedal cyclist injured in traffic accident
fr_fr: cycliste blessé dans un accident de transport, sans collision | cycliste, sans précision, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V190
source: Driver injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Conducteur blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V191
source: Passenger injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Passager blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V192
source: Unspecified pedal cyclist injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Cycliste, sans précision, blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V193
source: Pedal cyclist [any] injured in an unspecified nontraffic accident
fr_fr: Cycliste [tout type] blessé dans un accident sans précision, en dehors de la circulation

# model:gnuhealth.pathology,name:V194
source: Driver injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Conducteur blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V195
source: Passenger injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Passager blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V196
source: Unspecified pedal cyclist injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Cycliste, sans précision, blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V198
source: Pedal cyclist [any] injured in other specified transport accidents
fr_fr: Cycliste [tout type] blessé dans d'autres accidents de transport précisés

# model:gnuhealth.pathology,name:V199
source: Pedal cyclist [any] injured in unspecified traffic accident
fr_fr: Cycliste [tout type] blessé dans un accident de la circulation, sans précision

# model:gnuhealth.pathology,name:V200
source: Driver injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un piéton ou un animal | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V201
source: Passenger injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un piéton ou un animal | passager blessé dans un accident en dehors de la circulation
