Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Y181
source: Residential institution
de: Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)], Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: intoxication par des pesticides et exposition à ces produits, intention non déterminée | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:Y182
source: School, other institution and public administrative area
de: Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)], Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: intoxication par des pesticides et exposition à ces produits, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y183
source: Sports and athletics area
de: Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)], Umstände unbestimmt: Sportstätten
fr_fr: intoxication par des pesticides et exposition à ces produits, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y184
source: Street and highway
de: Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)], Umstände unbestimmt: Straßen und Wege
fr_fr: intoxication par des pesticides et exposition à ces produits, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y185
source: Trade and service area
de: Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)], Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: intoxication par des pesticides et exposition à ces produits, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y186
source: Industrial and construction area
de: Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)], Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: intoxication par des pesticides et exposition à ces produits, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y187
source: Farm
de: Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)], Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: intoxication par des pesticides et exposition à ces produits, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y188
source: Other specified place
de: Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)], Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: intoxication par des pesticides et exposition à ces produits, intention non déterminée | autres lieux précisés
zh_cn: 其他指定的地方

# model:gnuhealth.pathology,name:Y189
source: Unspecified place
de: Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)], Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: intoxication par des pesticides et exposition à ces produits, intention non déterminée | lieu, sans précision
zh_cn: 杀虫剂的中毒及暴露于杀虫剂，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y19
source: Poisoning by and exposure to other and unspecified chemicals and noxious substances, undetermined intent
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen, Umstände unbestimmt
fr_fr: Intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision, intention non déterminée
zh_cn: 其他和未特指的化学制品和有害物质的中毒及暴露于该类物质，意图不确定

# model:gnuhealth.pathology,name:Y190
source: Home
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen, Umstände unbestimmt: Zu Hause
fr_fr: intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y191
source: Residential institution
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision, intention non déterminée | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:Y192
source: School, other institution and public administrative area
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y193
source: Sports and athletics area
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen, Umstände unbestimmt: Sportstätten
fr_fr: intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y194
source: Street and highway
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen, Umstände unbestimmt: Straßen und Wege
fr_fr: intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y195
source: Trade and service area
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y196
source: Industrial and construction area
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y197
source: Farm
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y198
source: Other specified place
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision, intention non déterminée | autres lieux précisés
zh_cn: 其他指定的地方

# model:gnuhealth.pathology,name:Y199
source: Unspecified place
de: Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision, intention non déterminée | lieu, sans précision
zh_cn: 其他和未特指的化学制品和有害物质的中毒及暴露于该类物质，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y20
source: Hanging, strangulation and suffocation, undetermined intent
de: Erhängen, Strangulierung oder Ersticken, Umstände unbestimmt
fr_fr: Pendaison, strangulation et suffocation, intention non déterminée
zh_cn: 悬吊、绞勒和窒息，意图不确定

# model:gnuhealth.pathology,name:Y200
source: Home
de: Erhängen, Strangulierung oder Ersticken, Umstände unbestimmt: Zu Hause
fr_fr: pendaison, strangulation et suffocation, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y201
source: Residential institution
de: Erhängen, Strangulierung oder Ersticken, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: pendaison, strangulation et suffocation, intention non déterminée | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:Y202
source: School, other institution and public administrative area
de: Erhängen, Strangulierung oder Ersticken, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: pendaison, strangulation et suffocation, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y203
source: Sports and athletics area
de: Erhängen, Strangulierung oder Ersticken, Umstände unbestimmt: Sportstätten
fr_fr: pendaison, strangulation et suffocation, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y204
source: Street and highway
de: Erhängen, Strangulierung oder Ersticken, Umstände unbestimmt: Straßen und Wege
fr_fr: pendaison, strangulation et suffocation, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y205
source: Trade and service area
de: Erhängen, Strangulierung oder Ersticken, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: pendaison, strangulation et suffocation, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y206
source: Industrial and construction area
de: Erhängen, Strangulierung oder Ersticken, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: pendaison, strangulation et suffocation, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y207
source: Farm
de: Erhängen, Strangulierung oder Ersticken, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: pendaison, strangulation et suffocation, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y208
source: Other specified place
de: Erhängen, Strangulierung oder Ersticken, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: pendaison, strangulation et suffocation, intention non déterminée | autres lieux précisés
zh_cn: 其他指定的地方

# model:gnuhealth.pathology,name:Y209
source: Unspecified place
de: Erhängen, Strangulierung oder Ersticken, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: pendaison, strangulation et suffocation, intention non déterminée | lieu, sans précision
zh_cn: 悬吊、绞勒和窒息，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y21
source: Drowning and submersion, undetermined intent
de: Ertrinken und Untergehen, Umstände unbestimmt
fr_fr: Noyade et submersion, intention non déterminée
zh_cn: 淹溺和沉没，意图不确定

# model:gnuhealth.pathology,name:Y210
source: Home
de: Ertrinken und Untergehen, Umstände unbestimmt: Zu Hause
fr_fr: noyade et submersion, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y211
source: Residential institution
de: Ertrinken und Untergehen, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: noyade et submersion, intention non déterminée | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:Y212
source: School, other institution and public administrative area
de: Ertrinken und Untergehen, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: noyade et submersion, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y213
source: Sports and athletics area
de: Ertrinken und Untergehen, Umstände unbestimmt: Sportstätten
fr_fr: noyade et submersion, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y214
source: Street and highway
de: Ertrinken und Untergehen, Umstände unbestimmt: Straßen und Wege
fr_fr: noyade et submersion, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y215
source: Trade and service area
de: Ertrinken und Untergehen, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: noyade et submersion, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y216
source: Industrial and construction area
de: Ertrinken und Untergehen, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: noyade et submersion, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y217
source: Farm
de: Ertrinken und Untergehen, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: noyade et submersion, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y218
source: Other specified place
de: Ertrinken und Untergehen, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: noyade et submersion, intention non déterminée | autres lieux précisés
zh_cn: 其他指定的地方

# model:gnuhealth.pathology,name:Y219
source: Unspecified place
de: Ertrinken und Untergehen, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: noyade et submersion, intention non déterminée | lieu, sans précision
zh_cn: 淹溺和沉没，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y22
source: Handgun discharge, undetermined intent
de: Schuss aus Handfeuerwaffe, Umstände unbestimmt
fr_fr: Décharge d'une arme de poing, intention non déterminée
zh_cn: 手枪发射，意图不确定

# model:gnuhealth.pathology,name:Y220
source: Home
de: Schuß aus Handfeuerwaffe, Umstände unbestimmt: Zu Hause
fr_fr: décharge d'une arme de poing, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y221
source: Residential institution
de: Schuß aus Handfeuerwaffe, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: décharge d'une arme de poing, intention non déterminée | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:Y222
source: School, other institution and public administrative area
de: Schuß aus Handfeuerwaffe, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: décharge d'une arme de poing, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y223
source: Sports and athletics area
de: Schuß aus Handfeuerwaffe, Umstände unbestimmt: Sportstätten
fr_fr: décharge d'une arme de poing, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y224
source: Street and highway
de: Schuß aus Handfeuerwaffe, Umstände unbestimmt: Straßen und Wege
fr_fr: décharge d'une arme de poing, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y225
source: Trade and service area
de: Schuß aus Handfeuerwaffe, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: décharge d'une arme de poing, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y226
source: Industrial and construction area
de: Schuß aus Handfeuerwaffe, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: décharge d'une arme de poing, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y227
source: Farm
de: Schuß aus Handfeuerwaffe, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: décharge d'une arme de poing, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y228
source: Other specified place
de: Schuß aus Handfeuerwaffe, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: décharge d'une arme de poing, intention non déterminée | autres lieux précisés
zh_cn: 其他指定的地方

# model:gnuhealth.pathology,name:Y229
source: Unspecified place
de: Schuß aus Handfeuerwaffe, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: décharge d'une arme de poing, intention non déterminée | lieu, sans précision
zh_cn: 手枪发射，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y23
source: Rifle, shotgun and larger firearm discharge, undetermined intent
de: Schuss aus Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schusswaffe], Umstände unbestimmt
fr_fr: Décharge de fusil, de carabine et d'arme de plus grande taille, intention non déterminée
zh_cn: 步枪、猎枪和大型火器发射，意图不确定

# model:gnuhealth.pathology,name:Y230
source: Home
de: Schuß aus Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe], Umstände unbestimmt: Zu Hause
fr_fr: décharge de fusil, carabine et arme à feu de plus gros calibre, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y231
source: Residential institution
de: Schuß aus Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe], Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: décharge de fusil, carabine et arme à feu de plus gros calibre, intention non déterminée | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:Y232
source: School, other institution and public administrative area
de: Schuß aus Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe], Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: décharge de fusil, carabine et arme à feu de plus gros calibre, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y233
source: Sports and athletics area
de: Schuß aus Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe], Umstände unbestimmt: Sportstätten
fr_fr: décharge de fusil, carabine et arme à feu de plus gros calibre, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y234
source: Street and highway
de: Schuß aus Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe], Umstände unbestimmt: Straßen und Wege
fr_fr: décharge de fusil, carabine et arme à feu de plus gros calibre, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y235
source: Trade and service area
de: Schuß aus Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe], Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: décharge de fusil, carabine et arme à feu de plus gros calibre, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务器

# model:gnuhealth.pathology,name:Y236
source: Industrial and construction area
de: Schuß aus Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe], Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: décharge de fusil, carabine et arme à feu de plus gros calibre, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y237
source: Farm
de: Schuß aus Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe], Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: décharge de fusil, carabine et arme à feu de plus gros calibre, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y238
source: Other specified place
de: Schuß aus Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe], Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: décharge de fusil, carabine et arme à feu de plus gros calibre, intention non déterminée | autres lieux précisés
zh_cn: 其他指定的地方

# model:gnuhealth.pathology,name:Y239
source: Unspecified place
de: Schuß aus Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe], Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: décharge de fusil, carabine et arme à feu de plus gros calibre, intention non déterminée | lieu, sans précision
zh_cn: 步枪、猎枪和大型火器发射，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y24
source: Other and unspecified firearm discharge, undetermined intent
de: Schuss aus sonstiger oder nicht näher bezeichneter Feuerwaffe [Schusswaffe], Umstände unbestimmt
fr_fr: Décharge d'armes à feu, autres et sans précision, intention non déterminée
zh_cn: 其他和未特指的火器发射，意图不确定

# model:gnuhealth.pathology,name:Y240
source: Home
de: Schuß aus sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe], Umstände unbestimmt: Zu Hause
fr_fr: décharge d'armes à feu, autres et sans précision, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y241
source: Residential institution
de: Schuß aus sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe], Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: décharge d'armes à feu, autres et sans précision, intention non déterminée | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:Y242
source: School, other institution and public administrative area
de: Schuß aus sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe], Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: décharge d'armes à feu, autres et sans précision, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y243
source: Sports and athletics area
de: Schuß aus sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe], Umstände unbestimmt: Sportstätten
fr_fr: décharge d'armes à feu, autres et sans précision, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y244
source: Street and highway
de: Schuß aus sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe], Umstände unbestimmt: Straßen und Wege
fr_fr: décharge d'armes à feu, autres et sans précision, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y245
source: Trade and service area
de: Schuß aus sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe], Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: décharge d'armes à feu, autres et sans précision, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务器

# model:gnuhealth.pathology,name:Y246
source: Industrial and construction area
de: Schuß aus sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe], Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: décharge d'armes à feu, autres et sans précision, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y247
source: Farm
de: Schuß aus sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe], Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: décharge d'armes à feu, autres et sans précision, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y248
source: Other specified place
de: Schuß aus sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe], Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: décharge d'armes à feu, autres et sans précision, intention non déterminée | autres lieux précisés
zh_cn: 其他指定的地方
