Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:T412
source: Other and unspecified general anaesthetics
fr_fr: Anesthésiques généraux, autres et sans précision

# model:gnuhealth.pathology,name:T413
source: Local anaesthetics
fr_fr: Anesthésiques locaux

# model:gnuhealth.pathology,name:T414
source: Anaesthetic, unspecified
fr_fr: Anesthésique, sans précision

# model:gnuhealth.pathology,name:T415
source: Therapeutic gases
fr_fr: Gaz thérapeutiques

# model:gnuhealth.pathology,name:T42
source: Poisoning by antiepileptic, sedative-hypnotic and anti-Parkinsonism drugs
fr_fr: Intoxication par anti-épileptiques, sédatifs, hypnotiques et anti-parkinsoniens

# model:gnuhealth.pathology,name:T420
source: Hydantoin derivatives
fr_fr: Dérivés de l'hydantoïne

# model:gnuhealth.pathology,name:T421
source: Iminostilbenes
fr_fr: Iminostilbènes

# model:gnuhealth.pathology,name:T422
source: Succinimides and oxazolidinediones
fr_fr: Succinimides et oxazolidine-diones

# model:gnuhealth.pathology,name:T423
source: Barbiturates
fr_fr: Barbituriques

# model:gnuhealth.pathology,name:T424
source: Benzodiazepines
fr_fr: Benzodiazépines

# model:gnuhealth.pathology,name:T425
source: Mixed antiepileptics, not elsewhere classified
fr_fr: Anti-épileptiques en association, non classés ailleurs

# model:gnuhealth.pathology,name:T426
source: Other antiepileptic and sedative-hypnotic drugs
fr_fr: Autres anti-épileptiques, sédatifs et hypnotiques

# model:gnuhealth.pathology,name:T427
source: Antiepileptic and sedative-hypnotic drugs, unspecified
fr_fr: Anti-épileptiques, sédatifs et hypnotiques, sans précision

# model:gnuhealth.pathology,name:T428
source: Anti-Parkinsonism drugs and other central muscle-tone depressants
fr_fr: Antiparkinsoniens et autres dépresseurs centraux du tonus musculaire

# model:gnuhealth.pathology,name:T430
source: Tricyclic and tetracyclic antidepressants
fr_fr: Antidépresseurs tricycliques et tétracycliques

# model:gnuhealth.pathology,name:T431
source: Monoamine-oxidase-inhibitor antidepressants
fr_fr: Antidépresseurs inhibiteurs de la mono-amine-oxydase

# model:gnuhealth.pathology,name:T432
source: Other and unspecified antidepressants
fr_fr: Antidépresseurs, autres et non précisés

# model:gnuhealth.pathology,name:T433
source: Phenothiazine antipsychotics and neuroleptics
fr_fr: Psycholeptiques et neuroleptiques dérivés de la phénothiazine

# model:gnuhealth.pathology,name:T434
source: Butyrophenone and thioxanthene neuroleptics
fr_fr: Neuroleptiques de type butyrophénone et thioxanthène

# model:gnuhealth.pathology,name:T435
source: Other and unspecified antipsychotics and neuroleptics
fr_fr: Psycholeptiques et neuroleptiques, autres et non précisés

# model:gnuhealth.pathology,name:T436
source: Psychostimulants with abuse potential
fr_fr: Psychostimulants présentant un risque d'abus

# model:gnuhealth.pathology,name:T438
source: Other psychotropic drugs, not elsewhere classified
fr_fr: Autres médicaments psychotropes, non classés ailleurs

# model:gnuhealth.pathology,name:T439
source: Psychotropic drug, unspecified
fr_fr: Médicament psychotrope, sans précision

# model:gnuhealth.pathology,name:T440
source: Anticholinesterase agents
fr_fr: Anticholinestérasiques

# model:gnuhealth.pathology,name:T441
source: Other parasympathomimetics [cholinergics]
fr_fr: Autres parasympathomimétiques [cholinergiques]

# model:gnuhealth.pathology,name:T442
source: Ganglionic blocking drugs, not elsewhere classified
fr_fr: Ganglioplégiques, non classés ailleurs

# model:gnuhealth.pathology,name:T443
source: Other parasympatholytics [anticholinergics and antimuscarines] and spasmolytics, not elsewhere classified
fr_fr: Autres agents parasympatholytiques [anticholinergiques et antimuscariniques] et spasmolytiques, non classés ailleurs

# model:gnuhealth.pathology,name:T444
source: Predominantly @-adrenoreceptor agonists, not elsewhere classified
fr_fr: Agents principalement alpha-sympathomimétiques, non classés ailleurs

# model:gnuhealth.pathology,name:T445
source: Predominantly ß-adrenoreceptor agonists, not elsewhere classified
fr_fr: Agents principalement bêta-sympathomimétiques, non classés ailleurs

# model:gnuhealth.pathology,name:T446
source: @-Adrenoreceeptor antagonists, not elsewhere classified
fr_fr: Alpha-bloquants, non classés ailleurs

# model:gnuhealth.pathology,name:T447
source: ß-Adrenoreceeptor antagonists, not elsewhere classified
fr_fr: Bêta-bloquants, non classés ailleurs

# model:gnuhealth.pathology,name:T448
source: Centrally acting and afrenergic-neuron-blocking agents, not elsewhere classified
fr_fr: Agents bloquants neuronaux adrénergiques et d'action centrale, non classés ailleurs

# model:gnuhealth.pathology,name:T449
source: Other and unspecified drugs primarily affecting the nervous system
fr_fr: Médicaments agissant essentiellement sur le système nerveux autonome, autres et sans précision

# model:gnuhealth.pathology,name:T450
source: Antiallergic and antiemetic drugs
fr_fr: Médicaments antiallergiques et antiémétiques

# model:gnuhealth.pathology,name:T451
source: Antineoplastic and immunosuppressive drugs
fr_fr: Médicaments antitumoraux et immunosuppresseurs

# model:gnuhealth.pathology,name:T452
source: Vitamins, not elsewhere classified
fr_fr: Vitamines, non classées ailleurs

# model:gnuhealth.pathology,name:T453
source: Enzymes, not elsewhere classified
fr_fr: Enzymes, non classées ailleurs

# model:gnuhealth.pathology,name:T454
source: Iron and its compounds
fr_fr: Fer et ses composés

# model:gnuhealth.pathology,name:T456
source: Fibrinolysis-affecting drugs
fr_fr: Médicaments agissant sur la fibrinolyse

# model:gnuhealth.pathology,name:T457
source: Anticoagulant antagonists, vitamin K and other coagulants
fr_fr: Antagonistes des anticoagulants, vitamine K et autres coagulants

# model:gnuhealth.pathology,name:T458
source: Other primarily systemic and haematological agents
fr_fr: Autres substances essentiellement systémiques et hématologiques

# model:gnuhealth.pathology,name:T459
source: Primarily systemic and haematological agent, unspecified
fr_fr: Substance essentiellement systémique et hématologique, sans précision

# model:gnuhealth.pathology,name:T460
source: Cardiac-stimulant glycosides and drugs of similar action
fr_fr: Glucosides cardiotoniques et médicaments d'action similaire

# model:gnuhealth.pathology,name:T461
source: Calcium-channel blockers
fr_fr: Inhibiteurs calciques

# model:gnuhealth.pathology,name:T462
source: Other antidysrhythmic drugs, not elsewhere classified
fr_fr: Autres antiarythmisants, non classés ailleurs

# model:gnuhealth.pathology,name:T463
source: Coronary vasodilators, not elsewhere classified
fr_fr: Vasodilatateurs coronariens, non classés ailleurs

# model:gnuhealth.pathology,name:T464
source: Angiotensin-converting-enzyme inhibitors
fr_fr: Inhibiteurs de l'enzyme de conversion

# model:gnuhealth.pathology,name:T465
source: Other antihypertensive drugs, not elsewhere classified
fr_fr: Autres antihypertenseurs, non classés ailleurs

# model:gnuhealth.pathology,name:T466
source: Antihyperlipidaemic and antiarteriosclerotic drugs
fr_fr: Antihyperlipidémiants et antiartériosclérosants

# model:gnuhealth.pathology,name:T467
source: Peripheral vasodilators
fr_fr: Vasodilatateurs périphériques

# model:gnuhealth.pathology,name:T468
source: Antivaricose drugs, including sclerosing agents
fr_fr: Substances antivariqueuses, y compris les agents sclérosants

# model:gnuhealth.pathology,name:T469
source: Other and unspecified agents primarily affecting the cardiovascular system
fr_fr: Substances agissant essentiellement sur le système cardio-vasculaire, autres et sans précision

# model:gnuhealth.pathology,name:T47
source: Poisoning by agents primarily affecting gastro-intestinal system
fr_fr: Intoxication par substances agissant essentiellement sur le tractus gastro-intestinal

# model:gnuhealth.pathology,name:T470
source: Histamine H(2)-receptor antagonists
fr_fr: Inhibiteurs des récepteurs histaminiques H2

# model:gnuhealth.pathology,name:T471
source: Other antacids and anti-gastric-secretion drugs
fr_fr: Autres antiacides et antisécrétoires gastriques

# model:gnuhealth.pathology,name:T472
source: Stimulant laxatives
fr_fr: Laxatifs stimulants

# model:gnuhealth.pathology,name:T473
source: Saline and osmotic laxatives
fr_fr: Laxatifs salins et osmotiques

# model:gnuhealth.pathology,name:T474
source: Other laxatives
fr_fr: Autres laxatifs

# model:gnuhealth.pathology,name:T475
source: Digestants
fr_fr: Médicaments facilitant la digestion

# model:gnuhealth.pathology,name:T476
source: Antidiarrhoeal drugs
fr_fr: Antidiarrhéiques

# model:gnuhealth.pathology,name:T477
source: Emetics
fr_fr: Emétiques

# model:gnuhealth.pathology,name:T478
source: Other agents primarily affecting the gastro-intestinal system
fr_fr: Autres substances agissant essentiellement sur le tractus gastro-intestinal

# model:gnuhealth.pathology,name:T479
source: Agent primarily affecting the gastro-intestinal system, unspecified
fr_fr: Substance agissant essentiellement sur le tractus gastro-intestinal, sans précision

# model:gnuhealth.pathology,name:T480
source: Oxytocic drugs
fr_fr: Ocytociques

# model:gnuhealth.pathology,name:T481
source: Skeletal muscle relaxants [neuromuscular blocking agents]
fr_fr: Myorelaxants (muscles striés) [bloquants neuro-musculaires]

# model:gnuhealth.pathology,name:T482
source: Other and unspecified agents primarily acting on muscles
fr_fr: Substances agissant essentiellement sur les muscles, autres et sans précision

# model:gnuhealth.pathology,name:T483
source: Antitussives
fr_fr: Antitussifs

# model:gnuhealth.pathology,name:T485
source: Anti-common-cold drugs
fr_fr: Médicaments contre le coryza [rhume banal]

# model:gnuhealth.pathology,name:T486
source: Antiasthmatics, not elsewhere classified
fr_fr: Antiasthmatiques, non classés ailleurs

# model:gnuhealth.pathology,name:T487
source: Other and unspecified agents primarily acting on the respiratory system
fr_fr: Substances agissant essentiellement sur l'appareil respiratoire, autres et sans précision

# model:gnuhealth.pathology,name:T49
source: Poisoning by topical agents primarily affecting skin and mucous membrane and by ophthalmological, otorhinolarygological and dental drugs
fr_fr: Intoxication par substances à usage topique agissant essentiellement sur la peau et les muqueuses et par médicaments à usage ophtalmologique, oto-rhino-laryngologique et dentaire

# model:gnuhealth.pathology,name:T490
source: Local antifungal, anti-infective and anti-inflammatory drugs, not elsewhere classified
fr_fr: Médicaments antifongiques, anti-infectieux et anti-inflammatoires à usage topique, non classés ailleurs

# model:gnuhealth.pathology,name:T491
source: Antipruritics
fr_fr: Antiprurigineux

# model:gnuhealth.pathology,name:T492
source: Local astringents and local detergents
fr_fr: Astringents et détergents locaux

# model:gnuhealth.pathology,name:T493
source: Emollients, demulcents and protectants
fr_fr: Emollients, calmants et protecteurs

# model:gnuhealth.pathology,name:T494
source: Keratolytics, keratoplastics and other hair treatment drugs and preparations
fr_fr: Kératolytiques, kératoplastiques et autres médicaments et préparations capillaires

# model:gnuhealth.pathology,name:T495
source: Ophthalmological drugs and preparations
fr_fr: Médicaments et préparations ophtalmologiques

# model:gnuhealth.pathology,name:T496
source: Otorhinolaryngological drugs and preparations
fr_fr: Médicaments et préparations utilisés en oto-rhino-laryngologie

# model:gnuhealth.pathology,name:T497
source: Dental drugs, topically applied
fr_fr: Médicaments dentaires à usage topique

# model:gnuhealth.pathology,name:T498
source: Other topical agents
fr_fr: Autres topiques

# model:gnuhealth.pathology,name:T499
source: Topical agent, unspecified
fr_fr: Topique, sans précision

# model:gnuhealth.pathology,name:T500
source: Mineralocorticoids and their antagonists
fr_fr: Minéralocorticoïdes et leurs antagonistes

# model:gnuhealth.pathology,name:T501
source: Loop [high-ceiling] diuretics
fr_fr: Diurétiques de l'anse

# model:gnuhealth.pathology,name:T502
source: Carbonic-anhydrase inhibitors, benzothiadiazides and other diuretics
fr_fr: Inhibiteurs de l'anhydrase carbonique, benzothiadiazides et autres diurétiques

# model:gnuhealth.pathology,name:T503
source: Electrolytic, caloric and water-balance agents
fr_fr: Produits agissant sur l'équilibre électrolytique, calorique et hydrique

# model:gnuhealth.pathology,name:T504
source: Drugs affecting uric acid metabolism
fr_fr: Médicaments agissant sur le métabolisme de l'acide urique

# model:gnuhealth.pathology,name:T505
source: Appetite depressants
fr_fr: Anorexigènes

# model:gnuhealth.pathology,name:T506
source: Antidotes and chelating agents, not elsewhere classified
fr_fr: Antidotes et chélateurs, non classés ailleurs

# model:gnuhealth.pathology,name:T507
source: Analeptics and opioid receptor antagonists
fr_fr: Analeptiques et antagonistes des opiacés

# model:gnuhealth.pathology,name:T508
source: Diagnostic agents
fr_fr: Agents de diagnostic

# model:gnuhealth.pathology,name:T509
source: Other and unspecified drugs, medicaments and biological substances
fr_fr: Médicaments et substances biologiques, autres et sans précision

# model:gnuhealth.pathology,name:T511
source: Methanol
fr_fr: Méthanol

# model:gnuhealth.pathology,name:T513
source: Fusel oil
fr_fr: Huile de fusel

# model:gnuhealth.pathology,name:T518
source: Other alcohols
fr_fr: Autres alcools

# model:gnuhealth.pathology,name:T519
source: Alcohol, unspecified
fr_fr: Alcool, sans précision

# model:gnuhealth.pathology,name:T520
source: Petroleum products
fr_fr: Produits dérivés du pétrole

# model:gnuhealth.pathology,name:T521
source: Benzene
fr_fr: Benzène

# model:gnuhealth.pathology,name:T522
source: Homologues of benzene
fr_fr: Homologues du benzène

# model:gnuhealth.pathology,name:T524
source: Ketones
fr_fr: Cétones

# model:gnuhealth.pathology,name:T528
source: Other organic solvents
fr_fr: Autres solvants organiques

# model:gnuhealth.pathology,name:T529
source: Organic solvent, unspecified
fr_fr: Solvant organique, sans précision

# model:gnuhealth.pathology,name:T53
source: Toxic effect of halogen derivatives of aliphatic and aromatic hydrocarbone
fr_fr: Effet toxique de dérivés halogénés d'hydrocarbures aliphatiques et aromatiques

# model:gnuhealth.pathology,name:T530
source: Carbon tetrachloride
fr_fr: Tétrachlorure de carbone

# model:gnuhealth.pathology,name:T531
source: Chloroform
fr_fr: Chloroforme

# model:gnuhealth.pathology,name:T532
source: Trichloroethylene
fr_fr: Trichloréthylène

# model:gnuhealth.pathology,name:T533
source: Tetrachloroethylene
fr_fr: Tétrachloréthylène

# model:gnuhealth.pathology,name:T534
source: Dichloromethane
fr_fr: Dichlorométhane

# model:gnuhealth.pathology,name:T535
source: Chlorofluorocarbons
fr_fr: Chlorofluorocarbures

# model:gnuhealth.pathology,name:T536
source: Other halogen derivatives of aliphatic hydrocarbons
fr_fr: Autres dérivés halogénés d'hydrocarbures aliphatiques

# model:gnuhealth.pathology,name:T537
source: Other halogen derivatives of aromatic hydrocarbons
fr_fr: Autres dérivés halogénés d'hydrocarbures aromatiques

# model:gnuhealth.pathology,name:T539
source: Halogen derivative of aliphatic and aromatic hydrocarbons, unspecified
fr_fr: Dérivé halogéné d'hydrocarbures aliphatiques et aromatiques, sans précision

# model:gnuhealth.pathology,name:T540
source: Phenol and phenol homologues
fr_fr: Phénol et homologues du phénol

# model:gnuhealth.pathology,name:T541
source: Other corrosive organic compounds
fr_fr: Autres composés organiques corrosifs

# model:gnuhealth.pathology,name:T542
source: Corrosive acids and acid-like substances
fr_fr: Acides corrosifs et substances similaires

# model:gnuhealth.pathology,name:T543
source: Corrosive alkalis and alklali-like substances
fr_fr: Alcalis corrosifs et substances similaires

# model:gnuhealth.pathology,name:T549
source: Corrosive substance, unspecified
fr_fr: Substance corrosive, sans précision

# model:gnuhealth.pathology,name:T560
source: Lead and its compounds
fr_fr: Plomb et ses composés

# model:gnuhealth.pathology,name:T561
source: Mercury and its compounds
fr_fr: Mercure et ses composés

# model:gnuhealth.pathology,name:T562
source: Chromium and its compounds
fr_fr: Chrome et ses composés

# model:gnuhealth.pathology,name:T563
source: Cadmium and its compounds
fr_fr: Cadmium et ses composés

# model:gnuhealth.pathology,name:T564
source: Copper and its compounds
fr_fr: Cuivre et ses composés

# model:gnuhealth.pathology,name:T565
source: Zinc and its compounds
fr_fr: Zinc et ses composés

# model:gnuhealth.pathology,name:T566
source: Tin and its compounds
fr_fr: Etain et ses composés

# model:gnuhealth.pathology,name:T567
source: Beryllium and its compounds
fr_fr: Béryllium et ses composés

# model:gnuhealth.pathology,name:T568
source: Other metals
fr_fr: Autres métaux

# model:gnuhealth.pathology,name:T569
source: Metal, unspecified
fr_fr: Métal, sans précision

# model:gnuhealth.pathology,name:T570
source: Arsenic and its compounds
fr_fr: Arsenic et ses composés

# model:gnuhealth.pathology,name:T571
source: Phosphorus and its compounds
fr_fr: Phosphore et ses composés

# model:gnuhealth.pathology,name:T572
source: Manganese and its compounds
fr_fr: Manganèse et ses composés

# model:gnuhealth.pathology,name:T573
source: Hydrogen cyanide
fr_fr: Cyanure d'hydrogène

# model:gnuhealth.pathology,name:T578
source: Other specified inorganic substances
fr_fr: Autres substances non organiques précisées

# model:gnuhealth.pathology,name:T579
source: Inorganic substance, unspecified
fr_fr: Substance non organique, sans précision

# model:gnuhealth.pathology,name:T590
source: Nitrogen oxides
fr_fr: Oxydes d'azote

# model:gnuhealth.pathology,name:T591
source: Sulphur dioxide
fr_fr: Dioxyde de soufre

# model:gnuhealth.pathology,name:T592
source: Formaldehyde
fr_fr: Formaldéhyde

# model:gnuhealth.pathology,name:T593
source: Lachrymogenic gas
fr_fr: Gaz lacrymogène

# model:gnuhealth.pathology,name:T594
source: Chlorine gas
fr_fr: Chlore gazeux

# model:gnuhealth.pathology,name:T595
source: Fluorine gas and hydrogen fluoride
fr_fr: Fluor (gaz) et fluorure d'hydrogène

# model:gnuhealth.pathology,name:T596
source: Hydrogen sulphide
fr_fr: Sulfure d'hydrogène

# model:gnuhealth.pathology,name:T597
source: Carbon dioxide
fr_fr: Dioxyde de carbone

# model:gnuhealth.pathology,name:T598
source: Other specified gases, fumes and vapours
fr_fr: Autres émanations, gaz et fumées précisés

# model:gnuhealth.pathology,name:T599
source: Gases, fumes and vapours, unspecified
fr_fr: Emanation, gaz et fumée, sans précision

# model:gnuhealth.pathology,name:T600
source: Organophosphate and carbamate insecticides
fr_fr: Insecticides organo-phosphorés et carbamates

# model:gnuhealth.pathology,name:T601
source: Halogenated insecticides
fr_fr: Insecticides halogénés

# model:gnuhealth.pathology,name:T602
source: Other insecticides
fr_fr: Autres insecticides

# model:gnuhealth.pathology,name:T603
source: Herbicides and fungicides
fr_fr: Herbicides et fongicides

# model:gnuhealth.pathology,name:T608
source: Other pesticides
fr_fr: Autres pesticides

# model:gnuhealth.pathology,name:T609
source: Pesticide, unspecified
fr_fr: Pesticide, sans précision

# model:gnuhealth.pathology,name:T610
source: Ciguatera fish poisoning
fr_fr: Ciguatera

# model:gnuhealth.pathology,name:T611
source: Scombroid fish poisoning
fr_fr: Intoxication par poissons scombridés

# model:gnuhealth.pathology,name:T612
source: Other fish and shellfish poisoning
fr_fr: Autres intoxications par poissons et coquillages

# model:gnuhealth.pathology,name:T618
source: Toxic effect of other seafoods
fr_fr: Autres fruits de mer

# model:gnuhealth.pathology,name:T619
source: Toxic effect of unspecified seafood
fr_fr: Fruit de mer non précisé

# model:gnuhealth.pathology,name:T620
source: Ingested mushrooms
fr_fr: Champignons ingérés

# model:gnuhealth.pathology,name:T621
source: Ingested berries
fr_fr: Baies ingérées

# model:gnuhealth.pathology,name:T622
source: Other ingested (parts of) plant(s)
fr_fr: Autres (parties de) plantes ingérées

# model:gnuhealth.pathology,name:T628
source: Other specified noxious substances eaten as food
fr_fr: Autres substances nocives précisées absorbées par le biais d'aliments

# model:gnuhealth.pathology,name:T629
source: Noxious substance eaten as food, unspecified
fr_fr: Substance nocive absorbée par le biais d'aliment, sans précision

# model:gnuhealth.pathology,name:T630
source: Snake venom
fr_fr: Venin de serpent

# model:gnuhealth.pathology,name:T631
source: Venom of other reptiles
fr_fr: Venin d'autres reptiles

# model:gnuhealth.pathology,name:T632
source: Venom of scorpion
fr_fr: Venin de scorpion

# model:gnuhealth.pathology,name:T633
source: Venom of spider
fr_fr: Venin d'araignée

# model:gnuhealth.pathology,name:T634
source: Venom of other arthropods
fr_fr: Venin d'autres arthropodes

# model:gnuhealth.pathology,name:T635
source: Toxic effect of contact with fish
fr_fr: Effet toxique d'un contact avec des poissons

# model:gnuhealth.pathology,name:T636
source: Toxic effect of contact with other marine animals
fr_fr: Effet toxique d'un contact avec d'autres animaux marins

# model:gnuhealth.pathology,name:T638
source: Toxic effect of contact with other venomous animals
fr_fr: Effet toxique d'un contact avec d'autres animaux venimeux

# model:gnuhealth.pathology,name:T639
source: Toxic effect of contact with unspecified venomous animal
fr_fr: Effet toxique d'un contact avec un animal venimeux, sans précision

# model:gnuhealth.pathology,name:T650
source: Cyanides
fr_fr: Cyanures

# model:gnuhealth.pathology,name:T651
source: Strychnine and its salts
fr_fr: Strychnine et ses sels

# model:gnuhealth.pathology,name:T652
source: Tobacco and nicotine
fr_fr: Tabac et nicotine

# model:gnuhealth.pathology,name:T653
source: Nitroderivatives and aminoderivatives of benzene and its homologues
fr_fr: Dérivés aminés et nitroaminés du benzène et de ses homologues

# model:gnuhealth.pathology,name:T654
source: Carbon disulphide
fr_fr: Sulfure de carbone

# model:gnuhealth.pathology,name:T655
source: Nitroglycerin and other nitric acids and esters
fr_fr: Nitroglycérine et autres acides et esters nitriques

# model:gnuhealth.pathology,name:T656
source: Paints and dyes, not elsewhere classified
fr_fr: Peintures et teintures, non classées ailleurs

# model:gnuhealth.pathology,name:T658
source: Toxic effect of other specified substances
fr_fr: Effets toxiques d'autres substances précisées

# model:gnuhealth.pathology,name:T659
source: Toxic effect of unspecified substance
fr_fr: Effet toxique d'une substance, sans précision

# model:gnuhealth.pathology,name:T679
source: Effects of heat and light, unspecified
fr_fr: Effet de la chaleur et de la lumière, sans précision

# model:gnuhealth.pathology,name:T828
source: Other complications of cardiac and vascular prosthetic devices, implants and grafts
fr_fr: Autres complications de prothèses, implants et greffes cardiaques et vasculaires

# model:gnuhealth.pathology,name:T83
source: Complications of genito-urinary prosthetic devices, implants and grafts
fr_fr: Complications de prothèses, implants et greffes génito-urinaires

# model:gnuhealth.pathology,name:T833
source: Mechanical complication of intra-uterine contraceptive device
fr_fr: Complication mécanique d'un dispositif intra-utérin contraceptif

# model:gnuhealth.pathology,name:T838
source: Other complications of genito-urinary prosthetic devices, implants and grafts
fr_fr: Autres complications de prothèses, implants et greffes de l'appareil génito-urinaire
