Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Q399
source: Congenital malformation of oesophagus, unspecified
de: Angeborene Fehlbildung des Ösophagus, nicht näher bezeichnet
fr_fr: Malformation congénitale de l'œsophage, sans précision
zh_cn: 食管未特指的先天性畸形

# model:gnuhealth.pathology,name:Q40
source: Other congenital malformations of upper alimentary tract
de: Sonstige angeborene Fehlbildungen des oberen Verdauungstraktes
fr_fr: Autres malformations congénitales des voies digestives supérieures
zh_cn: 上消化道的其他先天性畸形

# model:gnuhealth.pathology,name:Q400
source: Congenital hypertrophic pyloric stenosis
de: Angeborene hypertrophische Pylorusstenose
fr_fr: Sténose hypertrophique congénitale du pylore
zh_cn: 先天性肥大性幽门狭窄

# model:gnuhealth.pathology,name:Q401
source: Congenital hiatus hernia
de: Angeborene Hiatushernie
fr_fr: Hernie hiatale congénitale
zh_cn: 先天性食管裂孔疝

# model:gnuhealth.pathology,name:Q402
source: Other specified congenital malformations of stomach
de: Sonstige näher bezeichnete angeborene Fehlbildungen des Magens
fr_fr: Autres malformations congénitales précisées de l'estomac
zh_cn: 胃其他特指的先天性畸形

# model:gnuhealth.pathology,name:Q403
source: Congenital malformation of stomach, unspecified
de: Angeborene Fehlbildung des Magens, nicht näher bezeichnet
fr_fr: Malformation congénitale de l'estomac, sans précision
zh_cn: 胃未特指的先天性畸形

# model:gnuhealth.pathology,name:Q408
source: Other specified congenital malformations of upper alimentary tract
de: Sonstige näher bezeichnete angeborene Fehlbildungen des oberen Verdauungstraktes
fr_fr: Autres malformations congénitales précisées des voies digestives supérieures
zh_cn: 上消化道其他特指的先天性畸形

# model:gnuhealth.pathology,name:Q409
source: Congenital malformation of upper alimentary tract, unspecified
de: Angeborene Fehlbildung des oberen Verdauungstraktes, nicht näher bezeichnet
fr_fr: Malformation congénitale des voies digestives supérieures, sans précision
zh_cn: 上消化道未特指的先天性畸形

# model:gnuhealth.pathology,name:Q41
source: Congenital absence, atresia and stenosis of small intestine
de: Angeborene(s) Fehlen, Atresie und Stenose des Dünndarmes
fr_fr: Absence, atrésie et sténose congénitales de l'intestin grêle
zh_cn: 小肠先天性缺如、闭锁和狭窄

# model:gnuhealth.pathology,name:Q410
source: Congenital absence, atresia and stenosis of duodenum
de: Angeborene(s) Fehlen, Atresie und Stenose des Duodenums
fr_fr: Absence, atrésie et sténose congénitales du duodénum
zh_cn: 十二指肠先天性缺如、闭锁和狭窄

# model:gnuhealth.pathology,name:Q411
source: Congenital absence, atresia and stenosis of jejunum
de: Angeborene(s) Fehlen, Atresie und Stenose des Jejunums
fr_fr: Absence, atrésie et sténose congénitales du jéjunum
zh_cn: 空肠先天性缺如、闭锁和狭窄

# model:gnuhealth.pathology,name:Q412
source: Congenital absence, atresia and stenosis of ileum
de: Angeborene(s) Fehlen, Atresie und Stenose des Ileums
fr_fr: Absence, atrésie et sténose congénitales de l'iléon
zh_cn: 回肠先天性缺如、闭锁和狭窄

# model:gnuhealth.pathology,name:Q418
source: Congenital absence, atresia and stenosis of other specified parts of small intestine
de: Angeborene(s) Fehlen, Atresie und Stenose sonstiger näher bezeichneter Teile des Dünndarmes
fr_fr: Absence, atrésie et sténose congénitales d'autres localisations précisées de l'intestin grêle
zh_cn: 小肠其他特指部位的先天性缺如、闭锁和狭窄

# model:gnuhealth.pathology,name:Q419
source: Congenital absence, atresia and stenosis of small intestine, part unspecified
de: Angeborene(s) Fehlen, Atresie und Stenose des Dünndarmes, Teil nicht näher bezeichnet
fr_fr: Absence, atrésie et sténose congénitales de l'intestin grêle, sans précision de localisation
zh_cn: 小肠部位未特指的先天性缺如、闭锁和狭窄

# model:gnuhealth.pathology,name:Q42
source: Congenital absence, atresia and stenosis of large intestine
de: Angeborene(s) Fehlen, Atresie und Stenose des Dickdarmes
fr_fr: Absence, atrésie et sténose congénitales du côlon
zh_cn: 大肠先天性缺如、闭锁和狭窄

# model:gnuhealth.pathology,name:Q420
source: Congenital absence, atresia and stenosis of rectum with fistula
de: Angeborene(s) Fehlen, Atresie und Stenose des Rektums mit Fistel
fr_fr: Absence, atrésie et sténose congénitales du rectum, avec fistule
zh_cn: 直肠先天性缺如、闭锁和狭窄，伴瘘

# model:gnuhealth.pathology,name:Q421
source: Congenital absence, atresia and stenosis of rectum without fistula
de: Angeborene(s) Fehlen, Atresie und Stenose des Rektums ohne Fistel
fr_fr: Absence, atrésie et sténose congénitales du rectum, sans fistule
zh_cn: 直肠先天性缺如、闭锁和狭窄，不伴瘘

# model:gnuhealth.pathology,name:Q422
source: Congenital absence, atresia and stenosis of anus with fistula
de: Angeborene(s) Fehlen, Atresie und Stenose des Anus mit Fistel
fr_fr: Absence, atrésie et sténose congénitales de l'anus, avec fistule
zh_cn: 肛门先天性缺如、闭锁和狭窄，伴瘘

# model:gnuhealth.pathology,name:Q423
source: Congenital absence, atresia and stenosis of anus without fistula
de: Angeborene(s) Fehlen, Atresie und Stenose des Anus ohne Fistel
fr_fr: Absence, atrésie et sténose congénitales de l'anus, sans fistule
zh_cn: 肛门先天性缺如、闭锁和狭窄，不伴瘘

# model:gnuhealth.pathology,name:Q428
source: Congenital absence, atresia and stenosis of other parts of large intestine
de: Angeborene(s) Fehlen, Atresie und Stenose sonstiger Teile des Dickdarmes
fr_fr: Absence, atrésie et sténose congénitales d'autres localisations du côlon
zh_cn: 大肠其他部位的先天性缺如、闭锁和狭窄

# model:gnuhealth.pathology,name:Q429
source: Congenital absence, atresia and stenosis of large intestine, part unspecified
de: Angeborene(s) Fehlen, Atresie und Stenose des Dickdarmes, Teil nicht näher bezeichnet
fr_fr: Absence, atrésie et sténose congénitales du côlon, sans précision de localisation
zh_cn: 大肠先天性部位未特指的缺如、闭锁和狭窄

# model:gnuhealth.pathology,name:Q43
source: Other congenital malformations of intestine
de: Sonstige angeborene Fehlbildungen des Darmes
fr_fr: Autres malformations congénitales de l'intestin
zh_cn: 肠的其他先天性畸形

# model:gnuhealth.pathology,name:Q430
source: Meckel diverticulum
de: Meckel-Divertikel
zh_cn: 麦克尔憩室

# model:gnuhealth.pathology,name:Q431
source: Hirschsprung disease
de: Hirschsprung-Krankheit
zh_cn: 先天无神经节性巨结肠[赫希施斯普龙病]

# model:gnuhealth.pathology,name:Q432
source: Other congenital functional disorders of colon
de: Sonstige angeborene Funktionsstörungen des Kolons
fr_fr: Autres anomalies fonctionnelles congénitales du côlon
zh_cn: 结肠的其他先天性功能性疾患

# model:gnuhealth.pathology,name:Q433
source: Congenital malformations of intestinal fixation
de: Angeborene Fehlbildungen, die die Darmfixation betreffen
fr_fr: Malformations congénitales de fixation de l'intestin
zh_cn: 先天性肠固定畸形

# model:gnuhealth.pathology,name:Q434
source: Duplication of intestine
de: Duplikatur des Darmes
fr_fr: Duplication de l'intestin
zh_cn: 肠重复畸形

# model:gnuhealth.pathology,name:Q435
source: Ectopic anus
de: Ektopia ani
fr_fr: Ectopie de l'anus
zh_cn: 异位肛门

# model:gnuhealth.pathology,name:Q436
source: Congenital fistula of rectum and anus
de: Angeborene Fistel des Rektums und des Anus
fr_fr: Fistule congénitale du rectum et de l'anus
zh_cn: 直肠和肛门先天性瘘

# model:gnuhealth.pathology,name:Q437
source: Persistent cloaca
de: Kloakenpersistenz
fr_fr: Persistance du cloaque
zh_cn: 永存泄殖腔

# model:gnuhealth.pathology,name:Q438
source: Other specified congenital malformations of intestine
de: Sonstige näher bezeichnete angeborene Fehlbildungen des Darmes
fr_fr: Autres malformations congénitales précisées de l'intestin
zh_cn: 肠的其他特指先天性畸形

# model:gnuhealth.pathology,name:Q439
source: Congenital malformation of intestine, unspecified
de: Angeborene Fehlbildung des Darmes, nicht näher bezeichnet
fr_fr: Malformation congénitale de l'intestin, sans précision
zh_cn: 肠未特指的先天性畸形

# model:gnuhealth.pathology,name:Q44
source: Congenital malformations of gallbladder, bile ducts and liver
de: Angeborene Fehlbildungen der Gallenblase, der Gallengänge und der Leber
fr_fr: Malformations congénitales de la vésicule biliaire, des voies biliaires et du foie
zh_cn: 胆囊、胆管和肝先天性畸形

# model:gnuhealth.pathology,name:Q440
source: Agenesis, aplasia and hypoplasia of gallbladder
de: Agenesie, Aplasie und Hypoplasie der Gallenblase
fr_fr: Agénésie, aplasie et hypoplasie de la vésicule biliaire
zh_cn: 胆囊缺如、不发育和发育不全

# model:gnuhealth.pathology,name:Q441
source: Other congenital malformations of gallbladder
de: Sonstige angeborene Fehlbildungen der Gallenblase
fr_fr: Autres malformations congénitales de la vésicule biliaire
zh_cn: 胆囊的其他先天性畸形

# model:gnuhealth.pathology,name:Q442
source: Atresia of bile ducts
de: Atresie der Gallengänge
fr_fr: Atrésie des voies bilaires
zh_cn: 胆管闭锁

# model:gnuhealth.pathology,name:Q443
source: Congenital stenosis and stricture of bile ducts
de: Angeborene Stenose und Striktur der Gallengänge
fr_fr: Sténose et rétrécissement congénitaux des voies biliaires
zh_cn: 先天性胆管狭窄

# model:gnuhealth.pathology,name:Q444
source: Choledochal cyst
de: Choledochuszyste
fr_fr: Kyste du cholédoque
zh_cn: 胆总管囊肿

# model:gnuhealth.pathology,name:Q445
source: Other congenital malformations of bile ducts
de: Sonstige angeborene Fehlbildungen der Gallengänge
fr_fr: Autres malformations congénitales des voies biliaires
zh_cn: 胆管的其他先天性畸形

# model:gnuhealth.pathology,name:Q446
source: Cystic disease of liver
de: Zystische Leberkrankheit [Zystenleber]
fr_fr: Maladie kystique du foie
zh_cn: 肝囊性病

# model:gnuhealth.pathology,name:Q447
source: Other congenital malformations of liver
de: Sonstige angeborene Fehlbildungen der Leber
fr_fr: Autres malformations congénitales du foie
zh_cn: 肝的其他先天性畸形

# model:gnuhealth.pathology,name:Q45
source: Other congenital malformations of digestive system
de: Sonstige angeborene Fehlbildungen des Verdauungssystems
fr_fr: Autres malformations congénitales de l'appareil digestif
zh_cn: 消化系统的其他先天性畸形

# model:gnuhealth.pathology,name:Q450
source: Agenesis, aplasia and hypoplasia of pancreas
de: Agenesie, Aplasie und Hypoplasie des Pankreas
fr_fr: Agénésie, aplasie et hypoplasie du pancréas
zh_cn: 胰腺缺如、不发育和发育不全

# model:gnuhealth.pathology,name:Q451
source: Annular pancreas
de: Pancreas anulare
fr_fr: Pancréas annulaire
zh_cn: 环状胰腺

# model:gnuhealth.pathology,name:Q452
source: Congenital pancreatic cyst
de: Angeborene Pankreaszyste
fr_fr: Kyste pancréatique congénital
zh_cn: 胰腺先天性囊肿

# model:gnuhealth.pathology,name:Q453
source: Other congenital malformations of pancreas and pancreatic duct
de: Sonstige angeborene Fehlbildungen des Pankreas und des Ductus pancreaticus
fr_fr: Autres malformations congénitales du pancréas et du canal pancréatique
zh_cn: 胰腺和胰管的其他先天性畸形

# model:gnuhealth.pathology,name:Q458
source: Other specified congenital malformations of digestive system
de: Sonstige näher bezeichnete angeborene Fehlbildungen des Verdauungssystems
fr_fr: Autres malformations congénitales précisées de l'appareil digestif
zh_cn: 消化系统其他特指的先天性畸形

# model:gnuhealth.pathology,name:Q459
source: Congenital malformation of digestive system, unspecified
de: Angeborene Fehlbildung des Verdauungssystems, nicht näher bezeichnet
fr_fr: Malformation congénitale de l'appareil digestif, sans précision
zh_cn: 消化系统未特指的先天性畸形

# model:gnuhealth.pathology,name:Q50
source: Congenital malformations of ovaries, fallopian tubes and broad ligaments
de: Angeborene Fehlbildungen der Ovarien, der Tubae uterinae und der Ligg. lata uteri
zh_cn: 卵巢、输卵管和阔韧带先天性畸形

# model:gnuhealth.pathology,name:Q500
source: Congenital absence of ovary
de: Angeborenes Fehlen des Ovars
fr_fr: Absence congénitale d'ovaire(s)
zh_cn: 先天性无卵巢

# model:gnuhealth.pathology,name:Q501
source: Developmental ovarian cyst
de: Dysontogenetische Ovarialzyste
fr_fr: Kyste ovarien au cours du développement
zh_cn: 发育性卵巢囊肿

# model:gnuhealth.pathology,name:Q502
source: Congenital torsion of ovary
de: Angeborene Torsion des Ovars
fr_fr: Torsion congénitale de l'ovaire
zh_cn: 卵巢先天性扭转

# model:gnuhealth.pathology,name:Q503
source: Other congenital malformations of ovary
de: Sonstige angeborene Fehlbildungen des Ovars
fr_fr: Autres malformations congénitales de l'ovaire
zh_cn: 卵巢的其他先天性畸形

# model:gnuhealth.pathology,name:Q504
source: Embryonic cyst of fallopian tube
de: Embryonale Zyste der Tuba uterina
zh_cn: 输卵管胚胎性囊肿

# model:gnuhealth.pathology,name:Q505
source: Embryonic cyst of broad ligament
de: Embryonale Zyste des Lig. latum uteri
fr_fr: Kyste embryonnaire du ligament large
zh_cn: 阔韧带胚胎性囊肿

# model:gnuhealth.pathology,name:Q506
source: Other congenital malformations of fallopian tube and broad ligament
de: Sonstige angeborene Fehlbildungen der Tuba uterina und des Lig. latum uteri
zh_cn: 输卵管和阔韧带的其他先天性畸形

# model:gnuhealth.pathology,name:Q51
source: Congenital malformations of uterus and cervix
de: Angeborene Fehlbildungen des Uterus und der Cervix uteri
fr_fr: Malformations congénitales de l'utérus et du col de l'utérus
zh_cn: 子宫和宫颈先天性畸形

# model:gnuhealth.pathology,name:Q510
source: Agenesis and aplasia of uterus
de: Agenesie und Aplasie des Uterus
fr_fr: Agénésie et aplasie de l'utérus
zh_cn: 子宫缺如和不发育

# model:gnuhealth.pathology,name:Q511
source: Doubling of uterus with doubling of cervix and vagina
de: Uterus duplex mit Uterus bicollis und Vagina duplex
fr_fr: Utérus double avec duplication du col et du vagin
zh_cn: 双子宫伴双宫颈和双阴道

# model:gnuhealth.pathology,name:Q512
source: Other doubling of uterus
de: Sonstige Formen des Uterus duplex
fr_fr: Autres duplications de l'utérus
zh_cn: 其他双子宫

# model:gnuhealth.pathology,name:Q513
source: Bicornate uterus
de: Uterus bicornis
fr_fr: Utérus bicorne
zh_cn: 双角子宫

# model:gnuhealth.pathology,name:Q514
source: Unicornate uterus
de: Uterus unicornis
fr_fr: Utérus unicorne
zh_cn: 单角子宫

# model:gnuhealth.pathology,name:Q515
source: Agenesis and aplasia of cervix
de: Agenesie und Aplasie der Cervix uteri
fr_fr: Agénésie et aplasie du col de l'utérus
zh_cn: 宫颈缺如和不发育

# model:gnuhealth.pathology,name:Q516
source: Embryonic cyst of cervix
de: Embryonale Zyste der Cervix uteri
fr_fr: Kyste embryonnaire du col de l'utérus
zh_cn: 宫颈胚胎性囊肿

# model:gnuhealth.pathology,name:Q517
source: Congenital fistulae between uterus and digestive and urinary tracts
de: Angeborene Fisteln zwischen Uterus und Verdauungs- oder Harntrakt
fr_fr: Fistule congénitale utéro-digestive et utéro-urinaire
zh_cn: 子宫和消化道、泌尿道之间的先天性瘘

# model:gnuhealth.pathology,name:Q518
source: Other congenital malformations of uterus and cervix
de: Sonstige angeborene Fehlbildungen des Uterus und der Cervix uteri
fr_fr: Autres malformations congénitales de l'utérus et du col de l'utérus
zh_cn: 子宫和宫颈的其他先天性畸形

# model:gnuhealth.pathology,name:Q519
source: Congenital malformation of uterus and cervix, unspecified
de: Angeborene Fehlbildung des Uterus und der Cervix uteri, nicht näher bezeichnet
fr_fr: Malformation congénitale de l'utérus et du col de l'utérus, sans précision
zh_cn: 子宫和宫颈未特指的先天性畸形

# model:gnuhealth.pathology,name:Q52
source: Other congenital malformations of female genitalia
de: Sonstige angeborene Fehlbildungen der weiblichen Genitalorgane
fr_fr: Autres malformations congénitales des organes génitaux de la femme
zh_cn: 女性生殖器的其他先天性畸形

# model:gnuhealth.pathology,name:Q520
source: Congenital absence of vagina
de: Angeborenes Fehlen der Vagina
fr_fr: Absence congénitale de vagin
zh_cn: 先天性无阴道

# model:gnuhealth.pathology,name:Q521
source: Doubling of vagina
de: Vagina duplex
fr_fr: Dédoublement du vagin
zh_cn: 双阴道

# model:gnuhealth.pathology,name:Q522
source: Congenital rectovaginal fistula
de: Angeborene rektovaginale Fistel
fr_fr: Fistule recto-vaginale congénitale
zh_cn: 先天性直肠阴道瘘

# model:gnuhealth.pathology,name:Q523
source: Imperforate hymen
de: Hymenalatresie
fr_fr: Imperforation de l'hymen
zh_cn: 处女膜闭锁

# model:gnuhealth.pathology,name:Q524
source: Other congenital malformations of vagina
de: Sonstige angeborene Fehlbildungen der Vagina
fr_fr: Autres malformations congénitales du vagin
zh_cn: 阴道的其他先天性畸形

# model:gnuhealth.pathology,name:Q525
source: Fusion of labia
de: Verschmelzung der Labien
fr_fr: Fusion de la vulve
zh_cn: 阴唇融合

# model:gnuhealth.pathology,name:Q526
source: Congenital malformation of clitoris
de: Angeborene Fehlbildungen der Klitoris
fr_fr: Malformation congénitale du clitoris
zh_cn: 阴蒂先天性畸形

# model:gnuhealth.pathology,name:Q527
source: Other congenital malformations of vulva
de: Sonstige angeborene Fehlbildungen der Vulva
fr_fr: Autres malformations congénitales de la vulve
zh_cn: 外阴的其他先天性畸形

# model:gnuhealth.pathology,name:Q528
source: Other specified congenital malformations of female genitalia
de: Sonstige näher bezeichnete angeborene Fehlbildungen der weiblichen Genitalorgane
fr_fr: Autres malformations congénitales précisées des organes génitaux de la femme
zh_cn: 女性生殖器的其他特指先天性畸形

# model:gnuhealth.pathology,name:Q529
source: Congenital malformation of female genitalia, unspecified
de: Angeborene Fehlbildung der weiblichen Genitalorgane, nicht näher bezeichnet
fr_fr: Malformation congénitale des organes génitaux de la femme, sans précision
zh_cn: 女性生殖器未特指的先天性畸形

# model:gnuhealth.pathology,name:Q53
source: Undescended testicle
de: Nondescensus testis
fr_fr: Cryptorchidie
zh_cn: 睾丸未降

# model:gnuhealth.pathology,name:Q530
source: Ectopic testis
de: Ektopia testis
fr_fr: Testicule en situation anormale
zh_cn: 异位睾丸

# model:gnuhealth.pathology,name:Q531
source: Undescended testicle, unilateral
de: Nondescensus testis, einseitig
fr_fr: Cryptorchidie unilatérale
zh_cn: 单侧睾丸未降

# model:gnuhealth.pathology,name:Q532
source: Undescended testicle, bilateral
de: Nondescensus testis, beidseitig
fr_fr: Cryptorchidie bilatérale
zh_cn: 双侧睾丸未降

# model:gnuhealth.pathology,name:Q539
source: Undescended testicle, unspecified
de: Nondescensus testis, nicht näher bezeichnet
fr_fr: Cryptorchidie, sans précision
zh_cn: 未特指的睾丸未降

# model:gnuhealth.pathology,name:Q54
source: Hypospadias
de: Hypospadie
zh_cn: 尿道下裂

# model:gnuhealth.pathology,name:Q540
source: Hypospadias, balanic
de: Glanduläre Hypospadie
fr_fr: Hypospadias balanique
zh_cn: 尿道下裂，龟头的

# model:gnuhealth.pathology,name:Q541
source: Hypospadias, penile
de: Penile Hypospadie
fr_fr: Hypospadias pénien
zh_cn: 阴茎部尿道下裂

# model:gnuhealth.pathology,name:Q542
source: Hypospadias, penoscrotal
de: Penoskrotale Hypospadie
fr_fr: Hypospadias pénoscrotal
zh_cn: 阴茎阴囊部尿道下裂

# model:gnuhealth.pathology,name:Q543
source: Hypospadias, perineal
de: Perineale Hypospadie
fr_fr: Hypospadias périnéal
zh_cn: 会阴部尿道下裂

# model:gnuhealth.pathology,name:Q544
source: Congenital chordee
de: Angeborene Ventralverkrümmung des Penis
fr_fr: Chordée congénitale
zh_cn: 先天性痛性阴茎勃起

# model:gnuhealth.pathology,name:Q548
source: Other hypospadias
de: Sonstige Formen der Hypospadie
fr_fr: Autres hypospadias
zh_cn: 其他尿道下裂

# model:gnuhealth.pathology,name:Q549
source: Hypospadias, unspecified
de: Hypospadie, nicht näher bezeichnet
fr_fr: Hypospadias, sans précision
zh_cn: 未特指的尿道下裂

# model:gnuhealth.pathology,name:Q55
source: Other congenital malformations of male genital organs
de: Sonstige angeborene Fehlbildungen der männlichen Genitalorgane
fr_fr: Autres malformations congénitales des organes génitaux de l'homme
zh_cn: 男性生殖器官的其他先天性畸形

# model:gnuhealth.pathology,name:Q550
source: Absence and aplasia of testis
de: Fehlen und Aplasie des Hodens
fr_fr: Absence et aplasie du testicule
zh_cn: 睾丸缺如和不发育

# model:gnuhealth.pathology,name:Q551
source: Hypoplasia of testis and scrotum
de: Hypoplasie des Hodens und des Skrotums
fr_fr: Hypoplasie du (des) testicule(s) et du scrotum
zh_cn: 睾丸和阴囊发育不全

# model:gnuhealth.pathology,name:Q552
source: Other congenital malformations of testis and scrotum
de: Sonstige angeborene Fehlbildungen des Hodens und des Skrotums
fr_fr: Autres malformations congénitales du (des) testicule(s) et du scrotum
zh_cn: 睾丸和阴囊的其他先天性畸形

# model:gnuhealth.pathology,name:Q553
source: Atresia of vas deferens
de: Atresie des Ductus deferens
fr_fr: Atrésie du canal déférent
zh_cn: 输精管闭锁

# model:gnuhealth.pathology,name:Q554
source: Other congenital malformations of vas deferens, epididymis, seminal vesicles and prostate
de: Sonstige angeborene Fehlbildungen des Ductus deferens, des Nebenhodens, der Vesiculae seminales und der Prostata
fr_fr: Autres malformations congénitales du canal déférent, de l'épididyme, des vésicules séminales et de la prostate
zh_cn: 输精管、附睾、精囊和前列腺的特指畸形

# model:gnuhealth.pathology,name:Q555
source: Congenital absence and aplasia of penis
de: Angeborenes Fehlen und Aplasie des Penis
fr_fr: Absence et aplasie congénitales du pénis
zh_cn: 阴茎缺如和不发育

# model:gnuhealth.pathology,name:Q556
source: Other congenital malformations of penis
de: Sonstige angeborene Fehlbildungen des Penis
fr_fr: Autres malformations congénitales du pénis
zh_cn: 阴茎的其他先天性畸形

# model:gnuhealth.pathology,name:Q558
source: Other specified congenital malformations of male genital organs
de: Sonstige näher bezeichnete angeborene Fehlbildungen der männlichen Genitalorgane
fr_fr: Autres malformations congénitales précisées des organes génitaux de l'homme
zh_cn: 男性生殖器官其他特指的先天性畸形

# model:gnuhealth.pathology,name:Q559
source: Congenital malformation of male genital organ, unspecified
de: Angeborene Fehlbildung der männlichen Genitalorgane, nicht näher bezeichnet
fr_fr: Malformation congénitale des organes génitaux de l'homme, sans précision
zh_cn: 男性生殖器官未特指的先天性畸形

# model:gnuhealth.pathology,name:Q56
source: Indeterminate sex and pseudohermaphroditism
de: Unbestimmtes Geschlecht und Pseudohermaphroditismus
fr_fr: Non-différenciation sexuelle et pseudo-hermaphrodisme
zh_cn: 性别不清和假两性畸形

# model:gnuhealth.pathology,name:Q560
source: Hermaphroditism, not elsewhere classified
de: Hermaphroditismus, anderenorts nicht klassifiziert
fr_fr: Hermaphrodisme, non classé ailleurs
zh_cn: 两性畸形，不可归类在他处者

# model:gnuhealth.pathology,name:Q561
source: Male pseudohermaphroditism, not elsewhere classified
de: Pseudohermaphroditismus masculinus, anderenorts nicht klassifiziert
fr_fr: Pseudo-hermaphrodisme masculin, non classé ailleurs
zh_cn: 男性假两性畸形，不可归类在他处者

# model:gnuhealth.pathology,name:Q562
source: Female pseudohermaphroditism, not elsewhere classified
de: Pseudohermaphroditismus femininus, anderenorts nicht klassifiziert
fr_fr: Pseudo-hermaphrodisme féminin, non classé ailleurs
zh_cn: 女性假两性畸形，不可归类在他处者

# model:gnuhealth.pathology,name:Q563
source: Pseudohermaphroditism, unspecified
de: Pseudohermaphroditismus, nicht näher bezeichnet
fr_fr: Pseudo-hermaphrodisme, sans précision
zh_cn: 未特指的假两性畸形

# model:gnuhealth.pathology,name:Q564
source: Indeterminate sex, unspecified
de: Unbestimmtes Geschlecht, nicht näher bezeichnet
fr_fr: Sexe indéterminé, sans précision
zh_cn: 未特指的性别不清

# model:gnuhealth.pathology,name:Q60
source: Renal agenesis and other reduction defects of kidney
de: Nierenagenesie und sonstige Reduktionsdefekte der Niere
fr_fr: Agénésie rénale et autres défauts de développement rénal
zh_cn: 肾缺如和肾的其他萎缩性缺陷

# model:gnuhealth.pathology,name:Q600
source: Renal agenesis, unilateral
de: Nierenagenesie, einseitig
fr_fr: Agénésie rénale, unilatérale
zh_cn: 单侧肾缺如

# model:gnuhealth.pathology,name:Q601
source: Renal agenesis, bilateral
de: Nierenagenesie, beidseitig
fr_fr: Agénésie rénale, bilatérale
zh_cn: 双侧肾缺如

# model:gnuhealth.pathology,name:Q602
source: Renal agenesis, unspecified
de: Nierenagenesie, nicht näher bezeichnet
fr_fr: Agénésie rénale, sans précision
zh_cn: 肾缺如，未特指

# model:gnuhealth.pathology,name:Q603
source: Renal hypoplasia, unilateral
de: Nierenhypoplasie, einseitig
fr_fr: Hypoplasie rénale unilatérale
zh_cn: 单侧肾发育不全

# model:gnuhealth.pathology,name:Q604
source: Renal hypoplasia, bilateral
de: Nierenhypoplasie, beidseitig
fr_fr: Hypoplasie rénale bilatérale
zh_cn: 双侧肾发育不全

# model:gnuhealth.pathology,name:Q605
source: Renal hypoplasia, unspecified
de: Nierenhypoplasie, nicht näher bezeichnet
fr_fr: Hypoplasie rénale, sans précision
zh_cn: 未特指的肾发育不全

# model:gnuhealth.pathology,name:Q606
source: Potter syndrome
de: Potter-Syndrom
zh_cn: 波特综合征

# model:gnuhealth.pathology,name:Q61
source: Cystic kidney disease
de: Zystische Nierenkrankheit
fr_fr: Maladies kystiques du rein
zh_cn: 囊性肾病
