Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Z981
source: Arthrodesis status
de: Zustand nach Arthrodese
fr_fr: Arthrodèse
zh_cn: 关节固定术状态

# model:gnuhealth.pathology,name:Z982
source: Presence of cerebrospinal fluid drainage device
de: Vorhandensein einer Drainage des Liquor cerebrospinalis
fr_fr: Présence d'un appareil de drainage du liquide céphalo-rachidien
zh_cn: 具有脑脊液引流装置

# model:gnuhealth.pathology,name:Z988
source: Other specified postsurgical states
de: Sonstige näher bezeichnete Zustände nach chirurgischen Eingriffen
fr_fr: Autres états post-chirurgicaux précisés
zh_cn: 其他特指的手术后状态

# model:gnuhealth.pathology,name:Z99
source: Dependence on enabling machines and devices, not elsewhere classified
de: Abhängigkeit von unterstützenden Apparaten, medizinischen Geräten oder Hilfsmitteln, anderenorts nicht klassifiziert
fr_fr: Dépendance envers des machines et appareils auxiliaires, non classée ailleurs
zh_cn: 依赖于可启动机器和装置，不可归类在他处者

# model:gnuhealth.pathology,name:Z990
source: Dependence on aspirator
de: Abhängigkeit vom Aspirator
fr_fr: Dépendance envers un aspirateur
zh_cn: 依赖吸引器

# model:gnuhealth.pathology,name:Z991
source: Dependence on respirator
de: Abhängigkeit vom Respirator
fr_fr: Dépendance envers un respirateur
zh_cn: 依赖呼吸机

# model:gnuhealth.pathology,name:Z992
source: Dependence on renal dialysis
de: Abhängigkeit von Dialyse bei Niereninsuffizienz
fr_fr: Dépendance envers une dialyse rénale
zh_cn: 依赖肾透析

# model:gnuhealth.pathology,name:Z993
source: Dependence on wheelchair
de: Abhängigkeit vom Rollstuhl
fr_fr: Dépendance envers un fauteuil roulant
zh_cn: 依赖轮椅

# model:gnuhealth.pathology,name:Z994
source: Dependence on artificial heart
de: Abhängigkeit vom Kunstherz

# model:gnuhealth.pathology,name:Z998
source: Dependence on other enabling machines and devices
de: Abhängigkeit von sonstigen unterstützenden Apparaten, medizinischen Geräten oder Hilfsmitteln
fr_fr: Dépendance envers d'autres machines et appareils auxiliaires
zh_cn: 依赖其他可启动机器和装置

# model:gnuhealth.pathology,name:Z999
source: Dependence on unspecified enabling machine and device
de: Abhängigkeit von einem nicht näher bezeichneten unterstützenden Apparat, medizinischen Gerät oder Hilfsmittel
fr_fr: Dépendance envers une machine et un appareil auxiliaire, sans précision
zh_cn: 依赖未特指的可启动机器和装置

# model:gnuhealth.pathology.category,name:icdcat1
source: I Certain infectious and parasitic diseases
de: I Bestimmte infektiöse und parasitäre Krankheiten
fr_fr: I Certaines maladies infectieuses et parasitaires
zh_cn: 第1章 某些传染病和寄生虫病

# model:gnuhealth.pathology.category,name:icdcat1-1
source: (A00-A09) Intestinal infectious diseases
de: (A00-A09) Infektiöse Darmkrankheiten
fr_fr: Maladies intestinales infectieuses(A00-A09)
zh_cn: (A00-A09) 肠道传染病

# model:gnuhealth.pathology.category,name:icdcat1-10
source: (A90-A99) Arthropod-borne viral fevers and viral haemorrhagic fevers
de: (A90-A99) Durch Arthropoden übertragene Viruskrankheiten und virale hämorrhagische Fieber
fr_fr: Fièvres virales transmises par des arthropodes et fièvres virales hémorragiques(A90-A99)
zh_cn: (A90-A99) 节肢动物媒介的病毒性发热和病毒性出血热

# model:gnuhealth.pathology.category,name:icdcat1-11
source: (B00-B09) Viral infections characterised by skin and mucous membrane lesions
de: (B00-B09) Virusinfektionen, die durch Haut- und Schleimhautläsionen gekennzeichnet sind
fr_fr: Infections virales caractérisées par des lésions cutanéo-muqueuses(B00-B09)
zh_cn: (B00-B09) 特征为皮肤和粘膜损害的病毒性感染

# model:gnuhealth.pathology.category,name:icdcat1-12
source: (B15-B19) Viral hepatitis
de: (B15-B19) Virushepatitis
fr_fr: Hépatite virale(B15-B19)
zh_cn: (B15-B19) 病毒性肝炎

# model:gnuhealth.pathology.category,name:icdcat1-13
source: (B20-B24) Human immunodeficiency virus [HIV] disease
de: (B20-B24) HIV-Krankheit [Humane Immundefizienz-Viruskrankheit]
fr_fr: Maladies dues au virus de l'immunodéficience humaine [VIH](B20-B24)
zh_cn: (B20-B24) 人类免疫缺陷病毒[HIV]病

# model:gnuhealth.pathology.category,name:icdcat1-14
source: (B25-B34) Other viral diseases
de: (B25-B34) Sonstige Viruskrankheiten
fr_fr: Autres maladies virales(B25-B34)
zh_cn: (B25-B34) 其他病毒性疾病

# model:gnuhealth.pathology.category,name:icdcat1-15
source: (B35-B49) Mycoses
de: (B35-B49) Mykosen
fr_fr: Mycoses(B35-B49)
zh_cn: (B35-B49) 真菌病

# model:gnuhealth.pathology.category,name:icdcat1-16
source: (B50-B64) Protozoal diseases
de: (B50-B64) Protozoenkrankheiten
fr_fr: Maladies dues à des protozoaires(B50-B64)
zh_cn: (B50-B64) 原虫性疾病

# model:gnuhealth.pathology.category,name:icdcat1-17
source: (B65-B83) Helminthiases
de: (B65-B83) Helminthosen
fr_fr: Helminthiases(B65-B83)
zh_cn: (B65-B83) 蠕虫病

# model:gnuhealth.pathology.category,name:icdcat1-18
source: (B85-B89) Pediculosis
de: (B85-B89) Pedikulose [Läusebefall], Akarinose [Milbenbefall] und sonstiger Parasitenbefall der Haut
fr_fr: Pédiculose, acariase et autres infestations(B85-B89)
zh_cn: (B85-B89) 虱病、螨病和其他病虫侵染

# model:gnuhealth.pathology.category,name:icdcat1-19
source: (B90-B94) Sequelae of infectious and parasitic diseases
de: (B90-B94) Folgezustände von infektiösen und parasitären Krankheiten
fr_fr: Séquelles de maladies infectieuses et parasitaires(B90-B94)
zh_cn: (B90-B94) 传染病和寄生虫病的后遗症

# model:gnuhealth.pathology.category,name:icdcat1-2
source: (A15-A19) Tuberculosis
de: (A15-A19) Tuberkulose
fr_fr: Tuberculose(A15-A19)
zh_cn: (A15-A19) 肺结核

# model:gnuhealth.pathology.category,name:icdcat1-20
source: (B95-B98) Bacterial
de: (B95-B98) Bakterien, Viren und sonstige Infektionserreger als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
zh_cn: (B95-B98) 细菌、病毒和其他传染性病原体

# model:gnuhealth.pathology.category,name:icdcat1-21
source: (B99-B99) Other infectious diseases
de: (B99-B99) Sonstige Infektionskrankheiten
fr_fr: Autres maladies infectieuses(B99-B99)
zh_cn: (B99-B99) 其他传染病

# model:gnuhealth.pathology.category,name:icdcat1-3
source: (A20-A28) Certain zoonotic bacterial diseases
de: (A20-A28) Bestimmte bakterielle Zoonosen
fr_fr: Certaines anthropozoonoses bactériennes(A20-A28)
zh_cn: (A20-A28) 某些动物源性细菌性疾病

# model:gnuhealth.pathology.category,name:icdcat1-4
source: (A30-A49) Other bacterial diseases
de: (A30-A49) Sonstige bakterielle Krankheiten
fr_fr: Autres maladies bactériennes(A30-A49)
zh_cn: (A30-A49) 其他细菌性疾病

# model:gnuhealth.pathology.category,name:icdcat1-5
source: (A50-A64) Infections with a predominantly sexual mode of transmission
de: (A50-A64) Infektionen, die vorwiegend durch Geschlechtsverkehr übertragen werden
fr_fr: Infections dont le mode de transmission est essentiellement sexuel(A50-A64)
zh_cn: (A50-A64) 主要为性传播模式的感染

# model:gnuhealth.pathology.category,name:icdcat1-6
source: (A65-A69) Other spirochaetal diseases
de: (A65-A69) Sonstige Spirochätenkrankheiten
fr_fr: Autres maladies à spirochètes(A65-A69)
zh_cn: (A65-A69) 其他螺旋体病

# model:gnuhealth.pathology.category,name:icdcat1-7
source: (A70-A74) Other diseases caused by chlamydiae
de: (A70-A74) Sonstige Krankheiten durch Chlamydien
fr_fr: Autres maladies à Chlamydia(A70-A74)
zh_cn: (A70-A74) 由衣原体引起的其他疾病

# model:gnuhealth.pathology.category,name:icdcat1-8
source: (A75-A79) Rickettsioses
de: (A75-A79) Rickettsiosen
fr_fr: Rickettsioses(A75-A79)
zh_cn: (A75-A79) 斑点热立克次体病

# model:gnuhealth.pathology.category,name:icdcat1-9
source: (A80-A89) Viral diseases of the central nervous system
de: (A80-A89) Virusinfektionen des Zentralnervensystems
fr_fr: Infections virales du système nerveux central(A80-A89)
zh_cn: (A80-A89) 中枢神经系统的病毒性感染

# model:gnuhealth.pathology.category,name:icdcat10
source: X Diseases of the respiratory system
de: X Krankheiten des Atmungssystems
fr_fr: Maladies de l'appareil respiratoire
zh_cn: 第10章 呼吸系统疾病

# model:gnuhealth.pathology.category,name:icdcat10-1
source: (J00-J06) Acute respiratory infections
de: (J00-J06) Akute Infektionen der oberen Atemwege
fr_fr: Affections aiguës des voies respiratoires supérieures(J00-J06)
zh_cn: (J00-J06) 急性上呼吸道感染

# model:gnuhealth.pathology.category,name:icdcat10-10
source: (J95-J99) Other diseases of the respiratory system
de: (J95-J99) Sonstige Krankheiten des Atmungssystems
fr_fr: Autres maladies de l'appareil respiratoire(J95-J99)
zh_cn: (J95-J99) 呼吸系统的其他疾病

# model:gnuhealth.pathology.category,name:icdcat10-2
source: (J10-J18) Influenza and pneumonia
de: (J10-J18) Grippe und Pneumonie
fr_fr: (J10-J18) Grippe et pneumopathie
zh_cn: (J10-J18) 流感和肺炎

# model:gnuhealth.pathology.category,name:icdcat10-3
source: (J20-J22) Other acute lower respiratory infections
de: (J20-J22) Sonstige akute Infektionen der unteren Atemwege
fr_fr: Autres affections aiguës des voies respiratoires inférieures(J20-J22)
zh_cn: (J20-J22) 其他急性下呼吸道感染

# model:gnuhealth.pathology.category,name:icdcat10-4
source: (J30-J39) Other diseases of upper respiratory tract
de: (J30-J39) Sonstige Krankheiten der oberen Atemwege
fr_fr: Autres maladies des voies respiratoires supérieures(J30-J39)
zh_cn: (J30-J39) 上呼吸道的其他疾病

# model:gnuhealth.pathology.category,name:icdcat10-5
source: (J40-J47) Chronic lower respiratory diseases
de: (J40-J47) Chronische Krankheiten der unteren Atemwege
fr_fr: Maladies chroniques des voies respiratoires inférieures(J40-J47)
zh_cn: (J40-J47) 慢性下呼吸道疾病

# model:gnuhealth.pathology.category,name:icdcat10-6
source: (J60-J70) Lung diseases due to external agents
de: (J60-J70) Lungenkrankheiten durch exogene Substanzen
fr_fr: Maladies du poumon dues à des agents externes(J60-J70)
zh_cn: (J60-J70) 外部物质引起的肺部疾病

# model:gnuhealth.pathology.category,name:icdcat10-7
source: (J80-J84) Other respiratory diseases principally affecting the interstitium
de: (J80-J84) Sonstige Krankheiten der Atmungsorgane, die hauptsächlich das Interstitium betreffen
fr_fr: Autres maladies respiratoires touchant principalement le tissu interstitiel(J80-J84)
zh_cn: (J80-J84) 主要影响间质的其他呼吸性疾病

# model:gnuhealth.pathology.category,name:icdcat10-8
source: (J85-J86) Suppurative and necrotic conditions of lower respiratory tract
de: (J85-J86) Purulente und nekrotisierende Krankheitszustände der unteren Atemwege
fr_fr: Maladies suppurées et nécrotiques des voies respiratoires inférieures(J85-J86)
zh_cn: (J85-J86) 下呼吸道化脓性和坏死性情况

# model:gnuhealth.pathology.category,name:icdcat10-9
source: (J90-J94) Other diseases of pleura
de: (J90-J94) Sonstige Krankheiten der Pleura
fr_fr: Autres affections de la plèvre(J90-J94)
zh_cn: (J90-J94) 胸膜的其他疾病

# model:gnuhealth.pathology.category,name:icdcat11
source: XI Diseases of the digestive system
de: XI Krankheiten des Verdauungssystems
fr_fr: XI Maladies de l'appareil digestif
zh_cn: 第11章 消化系统疾病

# model:gnuhealth.pathology.category,name:icdcat11-1
source: (K00-K14) Diseases of oral cavity, salivary glands and jaws
de: (K00-K14) Krankheiten der Mundhöhle, der Speicheldrüsen und der Kiefer
fr_fr: Maladies de la cavité buccale, des glandes salivaires et des maxillaires(K00-K14)
zh_cn: (K00-K14) 口腔、涎腺和颌疾病

# model:gnuhealth.pathology.category,name:icdcat11-10
source: (K90-K93) Other diseases of the digestive system
de: (K90-K93) Sonstige Krankheiten des Verdauungssystems
fr_fr: Autres maladies de l'appareil digestif(K90-K93)
zh_cn: (K90-K93) 消化系统的其他疾病

# model:gnuhealth.pathology.category,name:icdcat11-2
source: (K20-K31) Diseases of oesophagus, stomach and duodenum
de: (K20-K31) Krankheiten des Ösophagus, des Magens und des Duodenums
fr_fr: Maladies de l'œsophage, de l'estomac et du duodénum(K20-K31)
zh_cn: (K20-K31) 食管、胃和十二指肠疾病

# model:gnuhealth.pathology.category,name:icdcat11-3
source: (K35-K38) Diseases of appendix
de: (K35-K38) Krankheiten der Appendix
fr_fr: Maladies de l'appendice(K35-K38)
zh_cn: (K35-K38) 阑尾疾病

# model:gnuhealth.pathology.category,name:icdcat11-4
source: (K40-K46) Hernia
de: (K40-K46) Hernien
fr_fr: Hernies(K40-K46)
zh_cn: (K40-K46) 疝

# model:gnuhealth.pathology.category,name:icdcat11-5
source: (K50-K52) Non-infective enteritis and colitis
de: (K50-K52) Nichtinfektiöse Enteritis und Kolitis
fr_fr: Entérites et colites non infectieuses(K50-K52)
zh_cn: (K50-K52) 非感染性小肠炎和结肠炎

# model:gnuhealth.pathology.category,name:icdcat11-6
source: (K55-K64) Other diseases of intestines
de: (K55-K64) Sonstige Krankheiten des Darmes

# model:gnuhealth.pathology.category,name:icdcat11-7
source: (K65-K67) Diseases of peritoneum
de: (K65-K67) Krankheiten des Peritoneums
fr_fr: Maladies du péritoine(K65-K67)
zh_cn: (K65-K67) 腹膜疾病

# model:gnuhealth.pathology.category,name:icdcat11-8
source: (K70-K77) Diseases of liver
de: (K70-K77) Krankheiten der Leber
fr_fr: Maladies du foie(K70-K77)
zh_cn: (K70-K77) 肝疾病

# model:gnuhealth.pathology.category,name:icdcat11-9
source: (K80-K87) Disorders of gallbladder, biliary tract and pancreas
de: (K80-K87) Krankheiten der Gallenblase, der Gallenwege und des Pankreas
fr_fr: Maladies de la vésicule biliaire, des voies biliaires et du pancréas(K80-K87)
zh_cn: (K80-K87) 胆囊、胆道和胰腺疾患

# model:gnuhealth.pathology.category,name:icdcat12
source: XII Diseases of the skin and subcutaneous tissue
de: XII Krankheiten der Haut und der Unterhaut
fr_fr: XII Maladies de la peau et du tissu cellulaire sous-cutané
zh_cn: 第12章 皮肤和皮下组织疾病

# model:gnuhealth.pathology.category,name:icdcat12-1
source: (L00-L08) Infections of the skin and subcutaneous tissue
de: (L00-L08) Infektionen der Haut und der Unterhaut
fr_fr: Infections de la peau et du tissu cellulaire sous-cutané(L00-L08)
zh_cn: (L00-L08) 皮肤和皮下组织的感染

# model:gnuhealth.pathology.category,name:icdcat12-2
source: (L10-L14) Bullous disorders
de: (L10-L14) Bullöse Dermatosen
fr_fr: Dermatoses bulleuses(L10-L14)
zh_cn: (L10-L14) 大疱性疾患

# model:gnuhealth.pathology.category,name:icdcat12-3
source: (L20-L30) Dermatitis and eczema
de: (L20-L30) Dermatitis und Ekzem
fr_fr: Dermatoses et eczémas(L20-L30)
zh_cn: (L20-L30) 皮炎和湿疹

# model:gnuhealth.pathology.category,name:icdcat12-4
source: (L40-L45) Papulosquamous disorders
de: (L40-L45) Papulosquamöse Hautkrankheiten
fr_fr: Lésions papulo-squameuses(L40-L45)
zh_cn: (L40-L45) 丘疹鳞屑性疾患

# model:gnuhealth.pathology.category,name:icdcat12-5
source: (L50-L54) Urticaria and erythema
de: (L50-L54) Urtikaria und Erythem
fr_fr: Urticaire et érythème(L50-L54)
zh_cn: (L50-L54) 荨麻疹和红斑

# model:gnuhealth.pathology.category,name:icdcat12-6
source: (L55-L59) Radiation-related disorders of the skin and subcutaneous tissue
de: (L55-L59) Krankheiten der Haut und der Unterhaut durch Strahleneinwirkung
fr_fr: Affections de la peau et du tissu cellulaire sous-cutané liées à une irradiation(L55-L59)
zh_cn: (L55-L59) 与辐射有关的皮肤和皮下组织疾患

# model:gnuhealth.pathology.category,name:icdcat12-7
source: (L60-L75) Disorders of skin appendages
de: (L60-L75) Krankheiten der Hautanhangsgebilde
fr_fr: Maladies des phanères et des annexes de la peau(L60-L75)
zh_cn: (L60-L75) 皮肤附件的疾患

# model:gnuhealth.pathology.category,name:icdcat12-8
source: (L80-L99) Other disorders of the skin and subcutaneous tissue
de: (L80-L99) Sonstige Krankheiten der Haut und der Unterhaut
fr_fr: Autres affections de la peau et du tissu cellulaire sous-cutané(L80-L99)
zh_cn: (L80-L99) 皮肤和皮下组织的其他疾患

# model:gnuhealth.pathology.category,name:icdcat13
source: XIII Diseases of the musculoskeletal system and connective tissue
de: XIII Krankheiten des Muskel-Skelett-Systems und des Bindegewebes
fr_fr: XIII Maladies du système ostéo-articulaire, des muscles et du tissu conjonctif
zh_cn: 第13章 肌肉骨骼系统和结缔组织疾病

# model:gnuhealth.pathology.category,name:icdcat13-1
source: (M00-M03) Infectious arthropathies
de: (M00-M03) Infektiöse Arthropathien
fr_fr: Arthropathies infectieuses(M00-M03)
zh_cn: (M00-M03) 感染性关节炎

# model:gnuhealth.pathology.category,name:icdcat13-10
source: (M65-M68) Disorders of synovium and tendon
de: (M65-M68) Krankheiten der Synovialis und der Sehnen
fr_fr: Atteintes des synoviales et des tendons(M65-M68)
zh_cn: (M65-M68) 滑膜和肌腱疾患

# model:gnuhealth.pathology.category,name:icdcat13-11
source: (M70-M79) Other soft tissue disorders
de: (M70-M79) Sonstige Krankheiten des Weichteilgewebes
fr_fr: Autres affections des tissus mous(M70-M79)
zh_cn: (M70-M79) 其他软组织疾患

# model:gnuhealth.pathology.category,name:icdcat13-12
source: (M80-M85) Disorders of bone density and structure
de: (M80-M85) Veränderungen der Knochendichte und -struktur
fr_fr: Anomalies de la densité et de la structure osseuse(M80-M85)
zh_cn: (M80-M85) 骨密度和结构的疾患

# model:gnuhealth.pathology.category,name:icdcat13-13
source: (M86-M90) Other osteopathies
de: (M86-M90) Sonstige Osteopathien
fr_fr: Autres ostéopathies(M86-M90)
zh_cn: (M86-M90) 其他骨病

# model:gnuhealth.pathology.category,name:icdcat13-14
source: (M91-M94) Chondropathies
de: (M91-M94) Chondropathien
fr_fr: Chondropathies(M91-M94)
zh_cn: (M91-M94) 软骨病

# model:gnuhealth.pathology.category,name:icdcat13-15
source: (M95-M99) Other disorders of the musculoskeletal system and connective tissue
de: (M95-M99) Sonstige Krankheiten des Muskel-Skelett-Systems und des Bindegewebes
fr_fr: Autres maladies du système ostéo-articulaire, des muscles et du tissu conjonctif(M95-M99)
zh_cn: (M95-M99) 肌肉骨骼系统和结缔组织的其他疾患

# model:gnuhealth.pathology.category,name:icdcat13-2
source: (M05-M14) Inflammatory polyarthropathies
de: (M05-M14) Entzündliche Polyarthropathien
fr_fr: Polyarthropathies inflammatoires(M05-M14)
zh_cn: (M05-M14) 炎性多关节病

# model:gnuhealth.pathology.category,name:icdcat13-3
source: (M15-M19) Arthrosis
de: (M15-M19) Arthrose
fr_fr: Arthroses(M15-M19)
zh_cn: (M15-M19) 关节病

# model:gnuhealth.pathology.category,name:icdcat13-4
source: (M20-M25) Other joint disorders
de: (M20-M25) Sonstige Gelenkkrankheiten
fr_fr: Autres affections articulaires(M20-M25)
zh_cn: (M20-M25) 其他关节疾患

# model:gnuhealth.pathology.category,name:icdcat13-5
source: (M30-M36) Systemic connective tissue disorders
de: (M30-M36) Systemkrankheiten des Bindegewebes
fr_fr: Affections disséminées du tissu conjonctif(M30-M36)
zh_cn: (M30-M36) 系统性结缔组织疾患

# model:gnuhealth.pathology.category,name:icdcat13-6
source: (M40-M43) Deforming dorsopathies
de: (M40-M43) Deformitäten der Wirbelsäule und des Rückens
fr_fr: Dorsopathies avec déformation(M40-M43)
zh_cn: (M40-M43) 变形性背部病

# model:gnuhealth.pathology.category,name:icdcat13-7
source: (M45-M49) Spondylopathies
de: (M45-M49) Spondylopathien
fr_fr: Spondylopathies(M45-M49)
zh_cn: (M45-M49) 脊椎病

# model:gnuhealth.pathology.category,name:icdcat13-8
source: (M50-M54) Other dorsopathies
de: (M50-M54) Sonstige Krankheiten der Wirbelsäule und des Rückens
fr_fr: Autres dorsopathies(M50-M54)
zh_cn: (M50-M54) 其他背部病

# model:gnuhealth.pathology.category,name:icdcat13-9
source: (M60-M63) Disorders of muscles
de: (M60-M63) Krankheiten der Muskeln
fr_fr: Myopathies(M60-M63)
zh_cn: (M60-M63) 肌肉疾患

# model:gnuhealth.pathology.category,name:icdcat14
source: XIV Diseases of the genitourinary system
de: XIV Krankheiten des Urogenitalsystems
fr_fr: XIV Maladies de l'appareil génito-urinaire
zh_cn: 第14章 泌尿生殖系统疾病

# model:gnuhealth.pathology.category,name:icdcat14-1
source: (N00-N08) Glomerular diseases
de: (N00-N08) Glomeruläre Krankheiten
fr_fr: Glomérulopathies(N00-N08)
zh_cn: (N00-N08) 肾小球疾病

# model:gnuhealth.pathology.category,name:icdcat14-10
source: (N80-N98) Noninflammatory disorders of female genital tract
de: (N80-N98) Nichtentzündliche Krankheiten des weiblichen Genitaltraktes
fr_fr: Affections non inflammatoires de l'appareil génital de la femme(N80-N98)
zh_cn: (N80-N98) 女性生殖道非炎性疾患

# model:gnuhealth.pathology.category,name:icdcat14-11
source: (N99-N99) Other disorders of the genito-urinary system
de: (N99-N99) Sonstige Krankheiten des Urogenitalsystems
fr_fr: Autres affections de l'appareil génito-urinaire(N99-N99)
zh_cn: (N99-N99) 泌尿生殖系统的其他疾患

# model:gnuhealth.pathology.category,name:icdcat14-2
source: (N10-N16) Renal tubulo-interstitial diseases
de: (N10-N16) Tubulointerstitielle Nierenkrankheiten
fr_fr: Maladies rénales tubulo-interstitielles(N10-N16)
zh_cn: (N10-N16) 肾小管-间质疾病

# model:gnuhealth.pathology.category,name:icdcat14-3
source: (N17-N19) Renal failure
de: (N17-N19) Niereninsuffizienz
fr_fr: Insuffisance rénale(N17-N19)
zh_cn: (N17-N19) 肾衰竭

# model:gnuhealth.pathology.category,name:icdcat14-5
source: (N25-N29) Other disorders of kidney and ureter
de: (N25-N29) Sonstige Krankheiten der Niere und des Ureters
fr_fr: Autres affections du rein et de l'uretère(N25-N29)
zh_cn: (N25-N29) 肾和输尿管的其他疾患

# model:gnuhealth.pathology.category,name:icdcat14-6
source: (N30-N39) Other diseases of the urinary system
de: (N30-N39) Sonstige Krankheiten des Harnsystems
fr_fr: Autres maladies de l'appareil urinaire(N30-N39)
zh_cn: (N30-N39) 泌尿系统的其他疾病

# model:gnuhealth.pathology.category,name:icdcat14-7
source: (N40-N51) Diseases of male genital organs
de: (N40-N51) Krankheiten der männlichen Genitalorgane
fr_fr: Maladies des organes génitaux de l'homme(N40-N51)
zh_cn: (N40-N51) 男性生殖器官疾病

# model:gnuhealth.pathology.category,name:icdcat14-8
source: (N60-N64) Disorders of breast
de: (N60-N64) Krankheiten der Mamma [Brustdrüse]
fr_fr: Affections du sein(N60-N64)
zh_cn: (N60-N64) 乳房疾患

# model:gnuhealth.pathology.category,name:icdcat14-9
source: (N70-N77) Inflammatory diseases of female pelvic organs
de: (N70-N77) Entzündliche Krankheiten der weiblichen Beckenorgane
fr_fr: Affections inflammatoires des organes pelviens de la femme(N70-N77)
zh_cn: (N70-N77) 女性盆腔器官炎性疾病

# model:gnuhealth.pathology.category,name:icdcat15
source: XV Pregnancy, childbirth and the puerperium
de: XV Schwangerschaft, Geburt und Wochenbett
fr_fr: XV Grossesse, accouchement et puerpéralité
zh_cn: 第15章 妊娠、分娩和产褥期

# model:gnuhealth.pathology.category,name:icdcat15-1
source: (O00-O08) Pregnancy with abortive outcome
de: (O00-O08) Schwangerschaft mit abortivem Ausgang
fr_fr: Grossesse se terminant par un avortement(O00-O08)
zh_cn: (O00-O08) 流产结局的妊娠

# model:gnuhealth.pathology.category,name:icdcat15-2
source: (O10-O16) Oedema, proteinuria and hypertensive disorders in pregnancy, childbirth and the puerperium
de: (O10-O16) Ödeme, Proteinurie und Hypertonie während der Schwangerschaft, der Geburt und des Wochenbettes
fr_fr: Œdème, protéinurie et hypertension au cours de la grossesse, de l'accouchement et de la puerpéralité(O10-O16)
zh_cn: (O10-O16) 妊娠、分娩和产褥期的水肿、蛋白尿和高血压疾患

# model:gnuhealth.pathology.category,name:icdcat15-3
source: (O20-O29) Other maternal disorders predominantly related to pregnancy
de: (O20-O29) Sonstige Krankheiten der Mutter, die vorwiegend mit der Schwangerschaft verbunden sind
fr_fr: Autres affections maternelles liées principalement à la grossesse(O20-O29)
zh_cn: (O20-O29) 主要与妊娠有关的其他孕产妇疾患

# model:gnuhealth.pathology.category,name:icdcat15-4
source: (O30-O48) Maternal care related to the foetus and amniotic cavity and possible delivery problems
de: (O30-O48) Betreuung der Mutter im Hinblick auf den Fetus und die Amnionhöhle sowie mögliche Entbindungskomplikationen
fr_fr: Soins maternels liés au fœtus et à la cavité amniotique, et problèmes possibles posés par l'accouchement(O30-O48)
zh_cn: (O30-O48) 与胎儿和羊膜腔及可能的分娩问题有关的孕产妇医疗

# model:gnuhealth.pathology.category,name:icdcat15-5
source: (O60-O75) Complications of labour and delivery
de: (O60-O75) Komplikationen bei Wehentätigkeit und Entbindung
fr_fr: Complications du travail et de l'accouchement(O60-O75)
zh_cn: (O60-O75) 产程和分娩的并发症

# model:gnuhealth.pathology.category,name:icdcat15-6
source: (O80-O84) Delivery
de: (O80-O84) Entbindung
fr_fr: Accouchement(O80-O84)
zh_cn: (O80-O84) 分娩

# model:gnuhealth.pathology.category,name:icdcat15-7
source: (O85-O92) Complications predominantly related to the puerperium
de: (O85-O92) Komplikationen, die vorwiegend im Wochenbett auftreten
fr_fr: Complications principalement liées à la puerpéralité(O85-O92)
zh_cn: (O85-O92) 主要与产褥期有关的并发症

# model:gnuhealth.pathology.category,name:icdcat15-8
source: (O95-O99) Other obstetric conditions
de: (O95-O99) Sonstige Krankheitszustände während der Gestationsperiode, die anderenorts nicht klassifiziert sind
fr_fr: (O95-O99) Autres problèmes obstétricaux, non classés ailleurs
zh_cn: (O95-O99) 其他产科条件
