Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:I151
source: Hypertension secondary to other renal disorders
de: Hypertonie als Folge von sonstigen Nierenkrankheiten
fr_fr: Hypertension secondaire à d'autres atteintes rénales
zh_cn: 继发于其他肾疾患的高血压

# model:gnuhealth.pathology,name:I152
source: Hypertension secondary to endocrine disorders
de: Hypertonie als Folge von endokrinen Krankheiten
fr_fr: Hypertension secondaire à des atteintes endocriniennes
zh_cn: 继发于内分泌疾患的高血压

# model:gnuhealth.pathology,name:I158
source: Other secondary hypertension
de: Sonstige sekundäre Hypertonie
fr_fr: Autres hypertensions secondaires
zh_cn: 其他继发性高血压

# model:gnuhealth.pathology,name:I159
source: Secondary hypertension, unspecified
de: Sekundäre Hypertonie, nicht näher bezeichnet
zh_cn: 未特指的继发性高血压

# model:gnuhealth.pathology,name:I200
source: Unstable angina
de: Instabile Angina pectoris
fr_fr: Angine de poitrine instable
zh_cn: 不稳定性心绞痛

# model:gnuhealth.pathology,name:I201
source: Angina pectoris with documented spasm
de: Angina pectoris mit nachgewiesenem Koronarspasmus
fr_fr: Angine de poitrine avec spasme coronaire vérifié
zh_cn: 心绞痛伴有确证的痉挛

# model:gnuhealth.pathology,name:I208
source: Other forms of angina pectoris
de: Sonstige Formen der Angina pectoris
fr_fr: Autres formes d'angine de poitrine
zh_cn: 其他类型的心绞痛

# model:gnuhealth.pathology,name:I209
source: Angina pectoris, unspecified
de: Angina pectoris, nicht näher bezeichnet
fr_fr: Angine de poitrine, sans précision
zh_cn: 未特指的心绞痛

# model:gnuhealth.pathology,name:I21
source: Acute myocardial infarction
de: Akuter Myokardinfarkt
fr_fr: Infarctus aigu du myocarde
zh_cn: 急性心肌梗死

# model:gnuhealth.pathology,name:I210
source: Acute transmural myocardial infarction of anterior wall
de: Akuter transmuraler Myokardinfarkt der Vorderwand
fr_fr: Infarctus transmural aigu du myocarde, de la paroi antérieure
zh_cn: 前壁急性透壁性心肌硬死

# model:gnuhealth.pathology,name:I211
source: Acute transmural myocardial infarction of inferior wall
de: Akuter transmuraler Myokardinfarkt der Hinterwand
fr_fr: Infarctus transmural aigu du myocarde, de la paroi inférieure
zh_cn: 下壁急性透壁性心肌梗死

# model:gnuhealth.pathology,name:I212
source: Acute transmural myocardial infarction of other sites
de: Akuter transmuraler Myokardinfarkt an sonstigen Lokalisationen
fr_fr: Infarctus transmural aigu du myocarde d'autres localisations
zh_cn: 其他部位的急性透壁心肌梗死

# model:gnuhealth.pathology,name:I213
source: Acute transmural myocardial infarction of unspecified site
de: Akuter transmuraler Myokardinfarkt an nicht näher bezeichneter Lokalisation
fr_fr: Infarctus transmural aigu du myocarde, de localisation non précisée
zh_cn: 未特指部位的急性透壁性心肌梗死

# model:gnuhealth.pathology,name:I214
source: Acute subendocardial myocardial infarction
de: Akuter subendokardialer Myokardinfarkt
fr_fr: Infarctus sous-endocardique aigu du myocarde
zh_cn: 急性心内膜下心肌梗死

# model:gnuhealth.pathology,name:I219
source: Acute myocardial infarction, unspecified
de: Akuter Myokardinfarkt, nicht näher bezeichnet
fr_fr: Infarctus aigu du myocarde, sans précision
zh_cn: 未特指的急性心肌梗死

# model:gnuhealth.pathology,name:I22
source: Subsequent myocardial infarction
de: Rezidivierender Myokardinfarkt
fr_fr: Infarctus du myocarde à répétition
zh_cn: 随后性心肌梗死

# model:gnuhealth.pathology,name:I220
source: Subsequent myocardial infarction of anterior wall
de: Rezidivierender Myokardinfarkt der Vorderwand
fr_fr: Infarctus du myocarde à répétition, de la paroi antérieure
zh_cn: 前壁的随后性心肌梗死

# model:gnuhealth.pathology,name:I221
source: Subsequent myocardial infarction of inferior wall
de: Rezidivierender Myokardinfarkt der Hinterwand
fr_fr: Infarctus du myocarde à répétition, de la paroi inférieure
zh_cn: 下壁的随后性心肌梗死

# model:gnuhealth.pathology,name:I228
source: Subsequent myocardial infarction of other sites
de: Rezidivierender Myokardinfarkt an sonstigen Lokalisationen
fr_fr: Infarctus du myocarde à répétition d'autres localisations
zh_cn: 其他部位的随后性心肌梗死

# model:gnuhealth.pathology,name:I229
source: Subsequent myocardial infarction of unspecified site
de: Rezidivierender Myokardinfarkt an nicht näher bezeichneter Lokalisation
fr_fr: Infarctus du myocarde à répétition, de localisation non précisée
zh_cn: 未特指部位的随后性心肌梗死

# model:gnuhealth.pathology,name:I23
source: Certain current complications following acute myocardial infarction
de: Bestimmte akute Komplikationen nach akutem Myokardinfarkt
fr_fr: Certaines complications récentes d'un infarctus aigu du myocarde
zh_cn: 急性心肌梗死后的某些近期并发症

# model:gnuhealth.pathology,name:I230
source: Haemopericardium as current complication following acute myocardial infarction
de: Hämoperikard als akute Komplikation nach akutem Myokardinfarkt
fr_fr: Hémopéricarde comme complication récente d'un infarctus aigu du myocarde
zh_cn: 心包积血作为急性心肌梗死后的近期并发症

# model:gnuhealth.pathology,name:I231
source: Atrial septal defect as current complication following acute myocardial infarction
de: Vorhofseptumdefekt als akute Komplikation nach akutem Myokardinfarkt
fr_fr: Communication interauriculaire comme complication récente d'un infarctus aigu du myocarde
zh_cn: 房间隔缺损作为急性心肌梗死后的近期并发症

# model:gnuhealth.pathology,name:I232
source: Ventricular septal defect as current complication following acute myocardial infarction
de: Ventrikelseptumdefekt als akute Komplikation nach akutem Myokardinfarkt
fr_fr: Communication interventriculaire comme complication récente d'un infarctus aigu du myocarde
zh_cn: 室间隔缺损作为急性心肌梗死后的近期并发症

# model:gnuhealth.pathology,name:I233
source: Rupture of cardiac wall without haemopericardium as current complication following acute myocardial infarction
de: Ruptur der Herzwand ohne Hämoperikard als akute Komplikation nach akutem Myokardinfarkt
fr_fr: Rupture de la paroi cardiaque sans hémopéricarde comme complication récente d'un infarctus aigu du myocarde
zh_cn: 心壁破裂不伴有心包积血作为急性心肌梗死后的近期并发症

# model:gnuhealth.pathology,name:I234
source: Rupture of chordae tendineae as current complication following acute myocardial infarction
de: Ruptur der Chordae tendineae als akute Komplikation nach akutem Myokardinfarkt
fr_fr: Rupture des cordages tendineux comme complication récente d'un infarctus aigu du myocarde
zh_cn: 腱索断裂作为急性心肌梗死后的近期并发症

# model:gnuhealth.pathology,name:I235
source: Rupture of papillary muscle as current complication following acute myocardial infarction
de: Papillarmuskelruptur als akute Komplikation nach akutem Myokardinfarkt
fr_fr: Rupture du muscle papillaire comme complication récente d'un infarctus aigu du myocarde
zh_cn: 乳头肌断裂作为急性心肌梗死后的近期并发症

# model:gnuhealth.pathology,name:I236
source: Thrombosis of atrium, auricular appendage, and ventricle as current complications following acute myocardial infarction
de: Thrombose des Vorhofes, des Herzohres oder der Kammer als akute Komplikation nach akutem Myokardinfarkt
zh_cn: 心房、心耳和心室的血栓形成作为急性心肌梗死后的近期并发症

# model:gnuhealth.pathology,name:I238
source: Other current complications following acute myocardial infarction
de: Sonstige akute Komplikationen nach akutem Myokardinfarkt
fr_fr: Autres complications récentes d'un infarctus aigu du myocarde
zh_cn: 急性心肌梗死后的其他近期并发症

# model:gnuhealth.pathology,name:I24
source: Other acute ischaemic heart diseases
de: Sonstige akute ischämische Herzkrankheit
fr_fr: Autres cardiopathies ischémiques aiguës
zh_cn: 其他急性缺血性心脏病

# model:gnuhealth.pathology,name:I240
source: Coronary thrombosis not resulting in myocardial infarction
de: Koronarthrombose ohne nachfolgenden Myokardinfarkt
fr_fr: Thrombose coronaire n'entraînant pas un infarctus du myocarde
zh_cn: 冠状动脉血栓形成，未造成心肌梗死

# model:gnuhealth.pathology,name:I241
source: Dressler syndrome
de: Postmyokardinfarkt-Syndrom
zh_cn: 德雷斯勒综合征

# model:gnuhealth.pathology,name:I248
source: Other forms of acute ischaemic heart disease
de: Sonstige Formen der akuten ischämischen Herzkrankheit
fr_fr: Autres formes de cardiopathies ischémiques aiguës
zh_cn: 其他类型的急性缺血性心脏病

# model:gnuhealth.pathology,name:I249
source: Acute ischaemic heart disease, unspecified
de: Akute ischämische Herzkrankheit, nicht näher bezeichnet
fr_fr: Cardiopathie ischémique aiguë, sans précision
zh_cn: 未特指的急性缺血性心脏病

# model:gnuhealth.pathology,name:I25
source: Chronic ischaemic heart disease
de: Chronische ischämische Herzkrankheit
fr_fr: Cardiopathie ischémique chronique
zh_cn: 慢性缺血性心脏病

# model:gnuhealth.pathology,name:I250
source: Atherosclerotic cardiovascular disease, so described
de: Atherosklerotische Herz-Kreislauf-Krankheit, so beschrieben
fr_fr: Athérosclérose cardio-vasculaire, décrite ainsi
zh_cn: 被描述为动脉硬化性心血管病

# model:gnuhealth.pathology,name:I251
source: Atherosclerotic heart disease
de: Atherosklerotische Herzkrankheit
fr_fr: Cardiopathie artérioscléreuse
zh_cn: 动脉硬化性心脏病

# model:gnuhealth.pathology,name:I252
source: Old myocardial infarction
de: Alter Myokardinfarkt
fr_fr: Infarctus du myocarde, ancien
zh_cn: 陈旧性心肌梗死

# model:gnuhealth.pathology,name:I253
source: Aneurysm of heart
de: Herz-(Wand-)Aneurysma
fr_fr: Anévrisme du cœur:
zh_cn: 心脏动脉瘤

# model:gnuhealth.pathology,name:I254
source: Coronary artery aneurysm and dissection
de: Koronararterienaneurysma und -dissektion
zh_cn: 冠状动脉动脉瘤

# model:gnuhealth.pathology,name:I255
source: Ischaemic cardiomyopathy
de: Ischämische Kardiomyopathie
fr_fr: Myocardiopathie ischémique
zh_cn: 缺血性心肌病

# model:gnuhealth.pathology,name:I256
source: Silent myocardial ischaemia
de: Stumme Myokardischämie
fr_fr: Ischémie myocardique asymptomatique
zh_cn: 无症状心肌缺血

# model:gnuhealth.pathology,name:I258
source: Other forms of chronic ischaemic heart disease
de: Sonstige Formen der chronischen ischämischen Herzkrankheit
fr_fr: Autres formes de cardiopathie ischémique chronique
zh_cn: 其他类型的慢性缺血性心脏病在I21-I22和I24.-中特指为慢性的

# model:gnuhealth.pathology,name:I259
source: Chronic ischaemic heart disease, unspecified
de: Chronische ischämische Herzkrankheit, nicht näher bezeichnet
fr_fr: Cardiopathie ischémique chronique, sans précision
zh_cn: 未特指的慢性缺血性心脏病

# model:gnuhealth.pathology,name:I26
source: Pulmonary embolism
de: Lungenembolie
fr_fr: Embolie pulmonaire
zh_cn: 肺栓塞

# model:gnuhealth.pathology,name:I260
source: Pulmonary embolism with mention of acute cor pulmonale
de: Lungenembolie mit Angabe eines akuten Cor pulmonale
fr_fr: Embolie pulmonaire, avec mention de cœur pulmonaire aigu
zh_cn: 肺栓塞提及急性肺源性心脏病

# model:gnuhealth.pathology,name:I269
source: Pulmonary embolism without mention of acute cor pulmonale
de: Lungenembolie ohne Angabe eines akuten Cor pulmonale
fr_fr: Embolie pulmonaire, sans mention de cœur pulmonaire aigu
zh_cn: 肺栓塞未提及急性肺源性心脏病

# model:gnuhealth.pathology,name:I27
source: Other pulmonary heart diseases
de: Sonstige pulmonale Herzkrankheiten
fr_fr: Autres affections cardiopulmonaires
zh_cn: 其他肺源性心脏病

# model:gnuhealth.pathology,name:I270
source: Primary pulmonary hypertension
de: Primäre pulmonale Hypertonie
fr_fr: Hypertension pulmonaire primitive
zh_cn: 原发性肺动脉高压

# model:gnuhealth.pathology,name:I271
source: Kyphoscoliotic heart disease
de: Kyphoskoliotische Herzkrankheit
fr_fr: Cardiopathie due à cyphoscoliose
zh_cn: 脊柱后侧凸性心脏病

# model:gnuhealth.pathology,name:I272
source: Other secondary pulmonary hypertension
de: Sonstige näher bezeichnete sekundäre pulmonale Hypertonie
zh_cn: 其他继发性肺动脉高压

# model:gnuhealth.pathology,name:I278
source: Other specified pulmonary heart diseases
de: Sonstige näher bezeichnete pulmonale Herzkrankheiten
fr_fr: Autres affections cardiopulmonaires précisées
zh_cn: 其他特指的肺源性心脏病

# model:gnuhealth.pathology,name:I279
source: Pulmonary heart disease, unspecified
de: Pulmonale Herzkrankheit, nicht näher bezeichnet
fr_fr: Affection cardiopulmonaire, sans précision
zh_cn: 未特指的肺源性心脏病

# model:gnuhealth.pathology,name:I28
source: Other diseases of pulmonary vessels
de: Sonstige Krankheiten der Lungengefäße
fr_fr: Autres maladies des vaisseaux pulmonaires
zh_cn: 肺血管的其他疾病

# model:gnuhealth.pathology,name:I280
source: Arteriovenous fistula of pulmonary vessels
de: Arteriovenöse Fistel der Lungengefäße
fr_fr: Fistule artérioveineuse des vaisseaux pulmonaires
zh_cn: 肺血管动静脉瘘

# model:gnuhealth.pathology,name:I281
source: Aneurysm of pulmonary artery
de: Aneurysma der A. pulmonalis
fr_fr: Anévrisme de l'artère pulmonaire
zh_cn: 肺动脉的动脉瘤

# model:gnuhealth.pathology,name:I288
source: Other specified diseases of pulmonary vessels
de: Sonstige näher bezeichnete Krankheiten der Lungengefäße
fr_fr: Autres maladies précisées des vaisseaux pulmonaires
zh_cn: 肺血管其他特指的疾病

# model:gnuhealth.pathology,name:I289
source: Disease of pulmonary vessels, unspecified
de: Krankheit der Lungengefäße, nicht näher bezeichnet
fr_fr: Maladie des vaisseaux pulmonaires, sans précision
zh_cn: 肺血管未特指的病

# model:gnuhealth.pathology,name:I30
source: Acute pericarditis
de: Akute Perikarditis
fr_fr: Péricardite aiguë
zh_cn: 急性心包炎

# model:gnuhealth.pathology,name:I300
source: Acute nonspecific idiopathic pericarditis
de: Akute unspezifische idiopathische Perikarditis
fr_fr: Péricardite idiopathique aiguë non spécifique
zh_cn: 急性非特异性特发性心包炎

# model:gnuhealth.pathology,name:I301
source: Infective pericarditis
de: Infektiöse Perikarditis
fr_fr: Péricardite infectieuse
zh_cn: 感染性心包炎

# model:gnuhealth.pathology,name:I308
source: Other forms of acute pericarditis
de: Sonstige Formen der akuten Perikarditis
fr_fr: Autres formes de péricardite aiguë
zh_cn: 其他类型的急性心包炎

# model:gnuhealth.pathology,name:I309
source: Acute pericarditis, unspecified
de: Akute Perikarditis, nicht näher bezeichnet
fr_fr: Péricardite aiguë, sans précision
zh_cn: 未特指的急性心包炎

# model:gnuhealth.pathology,name:I31
source: Other diseases of pericardium
de: Sonstige Krankheiten des Perikards
fr_fr: Autres maladies du péricarde
zh_cn: 心包的其他疾病

# model:gnuhealth.pathology,name:I310
source: Chronic adhesive pericarditis
de: Chronische adhäsive Perikarditis
fr_fr: Péricardite adhésive chronique
zh_cn: 慢性粘连性心包炎

# model:gnuhealth.pathology,name:I311
source: Chronic constrictive pericarditis
de: Chronische konstriktive Perikarditis
fr_fr: Péricardite constrictive chronique
zh_cn: 慢性缩窄性心包炎

# model:gnuhealth.pathology,name:I312
source: Haemopericardium, not elsewhere classified
de: Hämoperikard, anderenorts nicht klassifiziert
fr_fr: Hémopéricarde, non classé ailleurs
zh_cn: 心包积血，不可归类在他处者

# model:gnuhealth.pathology,name:I313
source: Pericardial effusion (noninflammatory)
de: Perikarderguss (nichtentzündlich)
fr_fr: Epanchement péricardique (non inflammatoire)
zh_cn: 心包积液(非炎性)

# model:gnuhealth.pathology,name:I318
source: Other specified diseases of pericardium
de: Sonstige näher bezeichnete Krankheiten des Perikards
fr_fr: Autres maladies précisées du péricarde
zh_cn: 心包其他特指的疾病

# model:gnuhealth.pathology,name:I319
source: Disease of pericardium, unspecified
de: Krankheit des Perikards, nicht näher bezeichnet
fr_fr: Maladie du péricarde, sans précision
zh_cn: 心包未特指的疾病

# model:gnuhealth.pathology,name:I32
source: Pericarditis in diseases classified elsewhere
de: Perikarditis bei anderenorts klassifizierten Krankheiten
fr_fr: Péricardite au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的心包炎

# model:gnuhealth.pathology,name:I320
source: Pericarditis in bacterial diseases classified elsewhere
de: Perikarditis bei anderenorts klassifizierten bakteriellen Krankheiten
fr_fr: Péricardite au cours de maladies bactériennes classées ailleurs
zh_cn: 分类于他处的细菌性疾病引起的心包炎

# model:gnuhealth.pathology,name:I321
source: Pericarditis in other infectious and parasitic diseases classified elsewhere
de: Perikarditis bei sonstigen anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Péricardite au cours d'autres maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的其他传染病和寄生虫病引起的心包炎

# model:gnuhealth.pathology,name:I328
source: Pericarditis in other diseases classified elsewhere
de: Perikarditis bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Péricardite au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的心包炎

# model:gnuhealth.pathology,name:I33
source: Acute and subacute endocarditis
de: Akute und subakute Endokarditis
fr_fr: Endocardite aiguë et subaiguë
zh_cn: 急性和亚急性心内膜炎

# model:gnuhealth.pathology,name:I330
source: Acute and subacute infective endocarditis
de: Akute und subakute infektiöse Endokarditis
fr_fr: Endocardite infectieuse aiguë et subaiguë
zh_cn: 急性和亚急性感染性心内膜炎

# model:gnuhealth.pathology,name:I339
source: Acute endocarditis, unspecified
de: Akute Endokarditis, nicht näher bezeichnet
fr_fr: Endocardite aiguë, sans précision
zh_cn: 未特指的急性心内膜炎

# model:gnuhealth.pathology,name:I34
source: Nonrheumatic mitral valve disorders
de: Nichtrheumatische Mitralklappenkrankheiten
fr_fr: Atteintes non rhumatismales de la valvule mitrale
zh_cn: 非风湿性二尖瓣疾患

# model:gnuhealth.pathology,name:I340
source: Mitral (valve) insufficiency
de: Mitralklappeninsuffizienz
fr_fr: Insuffisance (de la valvule) mitrale
zh_cn: 二尖(瓣)关闭不全

# model:gnuhealth.pathology,name:I341
source: Mitral (valve) prolapse
de: Mitralklappenprolaps
fr_fr: Prolapsus (de la valvule) mitral(e)
zh_cn: 二-尖(瓣)脱垂

# model:gnuhealth.pathology,name:I342
source: Nonrheumatic mitral (valve) stenosis
de: Nichtrheumatische Mitralklappenstenose
fr_fr: Sténose non rhumatismale (de la valvule) mitrale
zh_cn: 非风湿性二尖(瓣)狭窄

# model:gnuhealth.pathology,name:I348
source: Other nonrheumatic mitral valve disorders
de: Sonstige nichtrheumatische Mitralklappenkrankheiten
fr_fr: Autres atteintes non rhumatismales de la valvule mitrale
zh_cn: 其他的非风湿性二尖瓣疾患

# model:gnuhealth.pathology,name:I349
source: Nonrheumatic mitral valve disorder, unspecified
de: Nichtrheumatische Mitralklappenkrankheit, nicht näher bezeichnet
fr_fr: Atteinte non rhumatismale de la valvule mitrale, sans précision
zh_cn: 未特指的非风湿性二尖瓣疾患

# model:gnuhealth.pathology,name:I35
source: Nonrheumatic aortic valve disorders
de: Nichtrheumatische Aortenklappenkrankheiten
fr_fr: Atteintes non rhumatismales de la valvule aortique
zh_cn: 非风湿性主动脉瓣疾患

# model:gnuhealth.pathology,name:I350
source: Aortic (valve) stenosis
de: Aortenklappenstenose
fr_fr: Sténose (de la valvule) aortique
zh_cn: 主动脉(瓣)狭窄

# model:gnuhealth.pathology,name:I351
source: Aortic (valve) insufficiency
de: Aortenklappeninsuffizienz
fr_fr: Insuffisance (de la valvule) aortique
zh_cn: 主动脉(瓣)关闭不全

# model:gnuhealth.pathology,name:I352
source: Aortic (valve) stenosis with insufficiency
de: Aortenklappenstenose mit Insuffizienz
fr_fr: Sténose (de la valvule) aortique avec insuffisance
zh_cn: 主动脉(瓣)狭窄伴有关闭不全

# model:gnuhealth.pathology,name:I358
source: Other aortic valve disorders
de: Sonstige Aortenklappenkrankheiten
fr_fr: Autres atteintes de la valvule aortique
zh_cn: 其他的主动脉瓣疾患

# model:gnuhealth.pathology,name:I359
source: Aortic valve disorder, unspecified
de: Aortenklappenkrankheit, nicht näher bezeichnet
fr_fr: Atteinte de la valvule aortique, sans précision
zh_cn: 未特指的主动脉瓣疾患

# model:gnuhealth.pathology,name:I36
source: Nonrheumatic tricuspid valve disorders
de: Nichtrheumatische Trikuspidalklappenkrankheiten
fr_fr: Atteintes non rhumatismales de la valvule tricuspide
zh_cn: 非风湿性三尖瓣疾患

# model:gnuhealth.pathology,name:I360
source: Nonrheumatic tricuspid (valve) stenosis
de: Nichtrheumatische Trikuspidalklappenstenose
fr_fr: Sténose non rhumatismale (de la valvule) tricuspide
zh_cn: 非风湿性三尖(瓣)狭窄

# model:gnuhealth.pathology,name:I361
source: Nonrheumatic tricuspid (valve) insufficiency
de: Nichtrheumatische Trikuspidalklappeninsuffizienz
fr_fr: Insuffisance non rhumatismale (de la valvule) tricuspide
zh_cn: 非风湿性三尖(瓣)关闭不全

# model:gnuhealth.pathology,name:I362
source: Nonrheumatic tricuspid (valve) stenosis with insufficiency
de: Nichtrheumatische Trikuspidalklappenstenose mit Insuffizienz
fr_fr: Sténose non rhumatismale (de la valvule) tricuspide avec insuffisance
zh_cn: 非风湿性三尖(瓣)狭窄伴有关闭不全

# model:gnuhealth.pathology,name:I368
source: Other nonrheumatic tricuspid valve disorders
de: Sonstige nichtrheumatische Trikuspidalklappenkrankheiten
fr_fr: Autres atteintes non rhumatismales de la valvule tricuspide
zh_cn: 其他的非风湿性三尖瓣疾患

# model:gnuhealth.pathology,name:I369
source: Nonrheumatic tricuspid valve disorder, unspecified
de: Nichtrheumatische Trikuspidalklappenkrankheit, nicht näher bezeichnet
fr_fr: Atteinte non rhumatismale de la valvule tricuspide, sans précision
zh_cn: 未特指的非风湿性三尖瓣疾患

# model:gnuhealth.pathology,name:I37
source: Pulmonary valve disorders
de: Pulmonalklappenkrankheiten
fr_fr: Atteintes de la valvule pulmonaire
zh_cn: 肺动脉瓣疾患

# model:gnuhealth.pathology,name:I370
source: Pulmonary valve stenosis
de: Pulmonalklappenstenose
fr_fr: Sténose de la valvule pulmonaire
zh_cn: 肺动脉瓣狭窄

# model:gnuhealth.pathology,name:I371
source: Pulmonary valve insufficiency
de: Pulmonalklappeninsuffizienz
fr_fr: Insuffisance de la valvule pulmonaire
zh_cn: 肺动脉瓣关闭不全

# model:gnuhealth.pathology,name:I372
source: Pulmonary valve stenosis with insufficiency
de: Pulmonalklappenstenose mit Insuffizienz
fr_fr: Sténose de la valvule pulmonaire avec insuffisance
zh_cn: 肺动脉瓣狭窄伴有关闭不全

# model:gnuhealth.pathology,name:I378
source: Other pulmonary valve disorders
de: Sonstige Pulmonalklappenkrankheiten
fr_fr: Autres atteintes de la valvule pulmonaire
zh_cn: 其他的肺动脉瓣疾患

# model:gnuhealth.pathology,name:I379
source: Pulmonary valve disorder, unspecified
de: Pulmonalklappenkrankheit, nicht näher bezeichnet
fr_fr: Atteinte de la valvule pulmonaire, sans précision
zh_cn: 未特指的肺动脉瓣疾患

# model:gnuhealth.pathology,name:I38
source: Endocarditis, valve unspecified
de: Endokarditis, Herzklappe nicht näher bezeichnet
fr_fr: Endocardite, valvule non précisée
zh_cn: 瓣膜未特指的心内膜炎

# model:gnuhealth.pathology,name:I39
source: Endocarditis and heart valve disorders in diseases classified elsewhere
de: Endokarditis und Herzklappenkrankheiten bei anderenorts klassifizierten Krankheiten
fr_fr: Endocardite et atteintes valvulaires cardiaques au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的心内膜炎和心瓣膜疾患

# model:gnuhealth.pathology,name:I390
source: Mitral valve disorders in diseases classified elsewhere
de: Mitralklappenkrankheiten bei anderenorts klassifizierten Krankheiten
fr_fr: Atteintes de la valvule mitrale au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的二尖瓣疾患

# model:gnuhealth.pathology,name:I391
source: Aortic valve disorders in diseases classified elsewhere
de: Aortenklappenkrankheiten bei anderenorts klassifizierten Krankheiten
fr_fr: Atteintes de la valvule aortique au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的主动脉瓣疾患

# model:gnuhealth.pathology,name:I392
source: Tricuspid valve disorders in diseases classified elsewhere
de: Trikuspidalklappenkrankheiten bei anderenorts klassifizierten Krankheiten
fr_fr: Atteintes de la valvule tricuspide au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的三尖瓣疾患

# model:gnuhealth.pathology,name:I393
source: Pulmonary valve disorders in diseases classified elsewhere
de: Pulmonalklappenkrankheiten bei anderenorts klassifizierten Krankheiten
fr_fr: Atteintes de la valvule pulmonaire au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的肺动脉瓣疾患

# model:gnuhealth.pathology,name:I394
source: Multiple valve disorders in diseases classified elsewhere
de: Krankheiten mehrerer Herzklappen bei anderenorts klassifizierten Krankheiten
fr_fr: Atteintes valvulaires multiples au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的多个瓣膜疾患

# model:gnuhealth.pathology,name:I398
source: Endocarditis, valve unspecified, in diseases classified elsewhere
de: Endokarditis bei anderenorts klassifizierten Krankheiten, Herzklappe nicht näher bezeichnet
fr_fr: Endocardite, valvule non précisée, au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的瓣膜未特指的心内膜炎

# model:gnuhealth.pathology,name:I40
source: Acute myocarditis
de: Akute Myokarditis
fr_fr: Myocardite aiguë
zh_cn: 急性心肌炎

# model:gnuhealth.pathology,name:I400
source: Infective myocarditis
de: Infektiöse Myokarditis
fr_fr: Myocardite infectieuse
zh_cn: 感染性心肌炎
