Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V935
source: Canoe or kayak
fr_fr: accident à bord d'un bateau, sans accident du bateau, ne causant ni noyade ni submersion | canoë ou kayak

# model:gnuhealth.pathology,name:V936
source: Inflatable craft (nonpowered)
fr_fr: accident à bord d'un bateau, sans accident du bateau, ne causant ni noyade ni submersion | canot pneumatique (sans moteur)

# model:gnuhealth.pathology,name:V937
source: Water-skis
fr_fr: accident à bord d'un bateau, sans accident du bateau, ne causant ni noyade ni submersion | ski nautique

# model:gnuhealth.pathology,name:V938
source: Other unpowered watercraft
fr_fr: accident à bord d'un bateau, sans accident du bateau, ne causant ni noyade ni submersion | autres embarcations sans moteur

# model:gnuhealth.pathology,name:V939
source: Unspecified watercraft
fr_fr: accident à bord d'un bateau, sans accident du bateau, ne causant ni noyade ni submersion | embarcation non précisée

# model:gnuhealth.pathology,name:V940
source: Merchant ship
fr_fr: accidents de transport par eau, autres et sans précision | navire marchand

# model:gnuhealth.pathology,name:V941
source: Passenger ship
fr_fr: accidents de transport par eau, autres et sans précision | paquebot

# model:gnuhealth.pathology,name:V942
source: Fishing boat
fr_fr: accidents de transport par eau, autres et sans précision | bateau de pêche

# model:gnuhealth.pathology,name:V943
source: Other powered watercraft
fr_fr: accidents de transport par eau, autres et sans précision | autres embarcations à moteur

# model:gnuhealth.pathology,name:V944
source: Sailboat
fr_fr: accidents de transport par eau, autres et sans précision | bateau à voiles

# model:gnuhealth.pathology,name:V945
source: Canoe or kayak
fr_fr: accidents de transport par eau, autres et sans précision | canoë ou kayak

# model:gnuhealth.pathology,name:V946
source: Inflatable craft (nonpowered)
fr_fr: accidents de transport par eau, autres et sans précision | canot pneumatique (sans moteur)

# model:gnuhealth.pathology,name:V947
source: Water-skis
fr_fr: accidents de transport par eau, autres et sans précision | ski nautique

# model:gnuhealth.pathology,name:V948
source: Other unpowered watercraft
fr_fr: accidents de transport par eau, autres et sans précision | autres embarcations sans moteur

# model:gnuhealth.pathology,name:V949
source: Unspecified watercraft
fr_fr: accidents de transport par eau, autres et sans précision | embarcation non précisée

# model:gnuhealth.pathology,name:V950
source: Helicopter accident injuring occupant
fr_fr: Accident d'hélicoptère blessant un occupant

# model:gnuhealth.pathology,name:V951
source: Ultralight, microlight or powered-glider accident injuring occupant
fr_fr: Accident de planeur à moteur, ultra léger motorisé (ULM) blessant un occupant

# model:gnuhealth.pathology,name:V952
source: Accident to other private fixed-wing aircraft, injuring occupant
fr_fr: Accident d'autres aéronefs privés à voilure fixe blessant un occupant

# model:gnuhealth.pathology,name:V953
source: Accident to commercial fixed-wing aircraft, injuring occupant
fr_fr: Accident d'aéronef commercial à voilure fixe blessant un occupant

# model:gnuhealth.pathology,name:V954
source: Spacecraft accident injuring occupant
fr_fr: Accident de vaisseau spatial blessant un occupant

# model:gnuhealth.pathology,name:V958
source: Other aircraft accidents injuring occupant
fr_fr: Autres accidents d'aéronef blessant un occupant

# model:gnuhealth.pathology,name:V959
source: Unspecified aircraft accident injuring occupant
fr_fr: Accident d'aéronef, sans précision, blessant un occupant

# model:gnuhealth.pathology,name:V960
source: Balloon accident injuring occupant
fr_fr: Accident de ballon blessant un occupant

# model:gnuhealth.pathology,name:V961
source: Hang-glider accident injuring occupant
fr_fr: Accident de deltaplane blessant un occupant

# model:gnuhealth.pathology,name:V962
source: Glider (nonpowered) accident injuring occupant
fr_fr: Accident de planeur (sans moteur) blessant un occupant

# model:gnuhealth.pathology,name:V968
source: Other nonpowered-aircraft accidents injuring occupant
fr_fr: Autres accidents d'aéronef sans moteur blessant un occupant

# model:gnuhealth.pathology,name:V969
source: Unspecified nonpowered-aircraft accident injuring occupant
fr_fr: Accident d'aéronef sans moteur, sans précision, blessant un occupant

# model:gnuhealth.pathology,name:V970
source: Occupant of aircraft injured in other specified air transport accidents
fr_fr: Occupant d'un aéronef blessé dans d'autres accidents de transport aérien précisés

# model:gnuhealth.pathology,name:V971
source: Person injured while boarding or alighting from aircraft
fr_fr: Personne blessée en montant ou descendant de l'aéronef

# model:gnuhealth.pathology,name:V972
source: Parachutist injured in air transport accident
fr_fr: Parachutiste blessé dans un accident de transport aérien

# model:gnuhealth.pathology,name:V973
source: Person on ground injured in air transport accident
fr_fr: Personne au sol blessée dans un accident de transport aérien

# model:gnuhealth.pathology,name:V978
source: Other air transport accidents, not elsewhere classified
fr_fr: Autres accidents de transport aérien, non classés ailleurs

# model:gnuhealth.pathology,name:W26
source: Contact with knife, sword or dagger
fr_fr: Contact avec un couteau, une épée ou un poignard

# model:gnuhealth.pathology,name:W260
source: Home
fr_fr: contact avec un couteau, une épée ou un poignard | domicile

# model:gnuhealth.pathology,name:W268
source: Other specified place
fr_fr: contact avec un couteau, une épée ou un poignard | autres lieux précisés

# model:gnuhealth.pathology,name:W269
source: Unspecified place
fr_fr: contact avec un couteau, une épée ou un poignard | lieu, sans précision

# model:gnuhealth.pathology,name:W28
source: Contact with powered lawn mower
fr_fr: Contact avec tondeuse à gazon à moteur

# model:gnuhealth.pathology,name:W37
source: Explosion and rupture of pressurised tyre, pipe or hose
fr_fr: Explosion et éclatement de pneumatique ou de tuyau sous pression

# model:gnuhealth.pathology,name:W38
source: Explosion and rupture of other specified pressurised devices
fr_fr: Explosion et éclatement d'autres appareils précisés sous pression

# model:gnuhealth.pathology,name:W52
source: Crushed, pushed and stepped on by crowd or human stampede
fr_fr: Ecrasement, poussée ou piétinement par une foule humaine

# model:gnuhealth.pathology,name:W57
source: Bitten or stung by non-venomous insect and other non-venomous arthropods
fr_fr: Morsure ou piqûre non venimeuse d'insectes et autres arthropodes

# model:gnuhealth.pathology,name:W88
source: Exposure to ionising radiation
fr_fr: Exposition aux rayonnements ionisants

# model:gnuhealth.pathology,name:W90
source: Exposure to other nonionising radiation
fr_fr: Exposition à d'autres rayonnements non ionisants

# model:gnuhealth.pathology,name:X25
source: Contact with other specified venomous arthropods
fr_fr: Contact avec d'autres arthropodes venimeux

# model:gnuhealth.pathology,name:X340
source: Home
fr_fr: tremblement de terre | domicile

# model:gnuhealth.pathology,name:X341
source: Residential institution
fr_fr: tremblement de terre | établissement collectif

# model:gnuhealth.pathology,name:X348
source: Other specified place
fr_fr: tremblement de terre | autres lieux précisés

# model:gnuhealth.pathology,name:X349
source: Unspecified place
fr_fr: tremblement de terre | lieu, sans précision

# model:gnuhealth.pathology,name:X41
source: Accidental poisoning by and exposure to antiepileptic, sedative-hypnotic, anti-Parkinsonism and psychotropic drugs, not elsewhere classified
fr_fr: Intoxication accidentelle par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs

# model:gnuhealth.pathology,name:X470
source: Home
fr_fr: intoxication accidentelle par d'autres gaz et émanations et exposition à ces produits | domicile

# model:gnuhealth.pathology,name:X471
source: Residential institution
fr_fr: intoxication accidentelle par d'autres gaz et émanations et exposition à ces produits | établissement collectif

# model:gnuhealth.pathology,name:X472
source: School, other institution and public administrative area
fr_fr: intoxication accidentelle par d'autres gaz et émanations et exposition à ces produits | école, autre institution et lieu d'administration publique

# model:gnuhealth.pathology,name:X473
source: Sports and athletics area
fr_fr: intoxication accidentelle par d'autres gaz et émanations et exposition à ces produits | lieu de sport et d'athlétisme

# model:gnuhealth.pathology,name:X474
source: Street and highway
fr_fr: intoxication accidentelle par d'autres gaz et émanations et exposition à ces produits | rue ou route

# model:gnuhealth.pathology,name:X475
source: Trade and service area
fr_fr: intoxication accidentelle par d'autres gaz et émanations et exposition à ces produits | zone de commerce et de service

# model:gnuhealth.pathology,name:X476
source: Industrial and construction area
fr_fr: intoxication accidentelle par d'autres gaz et émanations et exposition à ces produits | local industriel et chantier de construction

# model:gnuhealth.pathology,name:X477
source: Farm
fr_fr: intoxication accidentelle par d'autres gaz et émanations et exposition à ces produits | exploitation agricole

# model:gnuhealth.pathology,name:X478
source: Other specified place
fr_fr: intoxication accidentelle par d'autres gaz et émanations et exposition à ces produits | autres lieux précisés

# model:gnuhealth.pathology,name:X479
source: Unspecified place
fr_fr: intoxication accidentelle par d'autres gaz et émanations et exposition à ces produits | lieu, sans précision

# model:gnuhealth.pathology,name:X590
source: Home
fr_fr: Exposition à des facteurs non précisés responsables de fracture

# model:gnuhealth.pathology,name:X599
source: Unspecified place
fr_fr: Exposition à des facteurs non précisés responsables de lésions autres et non précisées

# model:gnuhealth.pathology,name:X61
source: Intentional self-poisoning by and exposure to antiepileptic, sedative-hypnotic, anti-Parkinsonism and psychotropic drugs, not elsewhere classified
fr_fr: Auto-intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs

# model:gnuhealth.pathology,name:X670
source: Home
fr_fr: auto-intoxication par d'autres gaz et émanations et exposition à ces produits | domicile

# model:gnuhealth.pathology,name:X671
source: Residential institution
fr_fr: auto-intoxication par d'autres gaz et émanations et exposition à ces produits | établissement collectif

# model:gnuhealth.pathology,name:X672
source: School, other institution and public administrative area
fr_fr: auto-intoxication par d'autres gaz et émanations et exposition à ces produits | école, autre institution et lieu d'administration publique

# model:gnuhealth.pathology,name:X673
source: Sports and athletics area
fr_fr: auto-intoxication par d'autres gaz et émanations et exposition à ces produits | lieu de sport et d'athlétisme

# model:gnuhealth.pathology,name:X674
source: Street and highway
fr_fr: auto-intoxication par d'autres gaz et émanations et exposition à ces produits | rue ou route

# model:gnuhealth.pathology,name:X675
source: Trade and service area
fr_fr: auto-intoxication par d'autres gaz et émanations et exposition à ces produits | zone de commerce et de services

# model:gnuhealth.pathology,name:X676
source: Industrial and construction area
fr_fr: auto-intoxication par d'autres gaz et émanations et exposition à ces produits | local industriel et chantier de construction

# model:gnuhealth.pathology,name:X677
source: Farm
fr_fr: auto-intoxication par d'autres gaz et émanations et exposition à ces produits | exploitation agricole

# model:gnuhealth.pathology,name:X678
source: Other specified place
fr_fr: auto-intoxication par d'autres gaz et émanations et exposition à ces produits | autres lieux précisés

# model:gnuhealth.pathology,name:X679
source: Unspecified place
fr_fr: auto-intoxication par d'autres gaz et émanations et exposition à ces produits | lieu, sans précision

# model:gnuhealth.pathology,name:X880
source: Home
fr_fr: agression par des gaz et émanations | domicile

# model:gnuhealth.pathology,name:X881
source: Residential institution
fr_fr: agression par des gaz et émanations | établissement collectif

# model:gnuhealth.pathology,name:X882
source: School, other institution and public administrative area
fr_fr: agression par des gaz et émanations | école, autre institution et lieu d'administration publique

# model:gnuhealth.pathology,name:X883
source: Sports and athletics area
fr_fr: agression par des gaz et émanations | lieu de sport et d'athlétisme

# model:gnuhealth.pathology,name:X884
source: Street and highway
fr_fr: agression par des gaz et émanations | rue ou route

# model:gnuhealth.pathology,name:X885
source: Trade and service area
fr_fr: agression par des gaz et émanations | zone de commerce et de services

# model:gnuhealth.pathology,name:X886
source: Industrial and construction area
fr_fr: agression par des gaz et émanations | local industriel et chantier de construction

# model:gnuhealth.pathology,name:X887
source: Farm
fr_fr: agression par des gaz et émanations | exploitation agricole

# model:gnuhealth.pathology,name:X888
source: Other specified place
fr_fr: agression par des gaz et émanations | autres lieux précisés

# model:gnuhealth.pathology,name:X889
source: Unspecified place
fr_fr: agression par des gaz et émanations | lieu, sans précision

# model:gnuhealth.pathology,name:Y07
source: Other maltreatment syndromes
fr_fr: Autres mauvais traitements

# model:gnuhealth.pathology,name:Y11
source: Poisoning by and exposure to antiepileptic, sedative-hypnotic, anti-Parkinsonism and psychotropic drugs, not elsewhere classified, undetermined intent
fr_fr: Intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs, intention non déterminée

# model:gnuhealth.pathology,name:Y170
source: Home
fr_fr: intoxication par d'autres gaz et émanations et exposition à ces produits, intention non déterminée | domicile

# model:gnuhealth.pathology,name:Y171
source: Residential institution
fr_fr: intoxication par d'autres gaz et émanations et exposition à ces produits, intention non déterminée | établissement collectif

# model:gnuhealth.pathology,name:Y172
source: School, other institution and public administrative area
fr_fr: intoxication par d'autres gaz et émanations et exposition à ces produits, intention non déterminée | école, autre institution et lieu d'administration publique

# model:gnuhealth.pathology,name:Y173
source: Sports and athletics area
fr_fr: intoxication par d'autres gaz et émanations et exposition à ces produits, intention non déterminée | lieu de sport et d'athlétisme

# model:gnuhealth.pathology,name:Y174
source: Street and highway
fr_fr: intoxication par d'autres gaz et émanations et exposition à ces produits, intention non déterminée | rue ou route

# model:gnuhealth.pathology,name:Y175
source: Trade and service area
fr_fr: intoxication par d'autres gaz et émanations et exposition à ces produits, intention non déterminée | zone de commerce et de services

# model:gnuhealth.pathology,name:Y176
source: Industrial and construction area
fr_fr: intoxication par d'autres gaz et émanations et exposition à ces produits, intention non déterminée | local industriel et chantier de construction

# model:gnuhealth.pathology,name:Y177
source: Farm
fr_fr: intoxication par d'autres gaz et émanations et exposition à ces produits, intention non déterminée | exploitation agricole

# model:gnuhealth.pathology,name:Y178
source: Other specified place
fr_fr: intoxication par d'autres gaz et émanations et exposition à ces produits, intention non déterminée | autres lieux précisés

# model:gnuhealth.pathology,name:Y179
source: Unspecified place
fr_fr: intoxication par d'autres gaz et émanations et exposition à ces produits, intention non déterminée | lieu, sans précision

# model:gnuhealth.pathology,name:Y401
source: Cefalosporins and other -lactam antibiotics
fr_fr: Céphalosporines et autres bêta-lactamines

# model:gnuhealth.pathology,name:Y410
source: Sulphonamides
fr_fr: Sulfamides

# model:gnuhealth.pathology,name:Y420
source: Glucocorticoids and synthetic analogs
fr_fr: Glucocorticoïdes et analogues synthétiques

# model:gnuhealth.pathology,name:Y425
source: Other oestrogens and progestogens
fr_fr: Autres œstrogènes et progestatifs

# model:gnuhealth.pathology,name:Y426
source: Antigonadotrophins, antioestrogens, antiandrogens, not elsewhere classified
fr_fr: Antigonadotrophines, anti-œstrogènes, anti-androgènes, non classés ailleurs

# model:gnuhealth.pathology,name:Y435
source: Acidifying and alkalising agents
fr_fr: Acidifiants et alcalinisants

# model:gnuhealth.pathology,name:Y441
source: Vitamin B12, folic acid and other anti-megaloblastic-anaemia preparations
fr_fr: Vitamine B12, acide folique et autres préparations prescrites dans les anémies mégaloblastiques

# model:gnuhealth.pathology,name:Y46
source: Antiepileptics and anti-Parkinsonism drugs
fr_fr: Anti-épileptiques et antiparkinsoniens

# model:gnuhealth.pathology,name:Y467
source: Anti-Parkinsonism drugs
fr_fr: Antiparkinsoniens

# model:gnuhealth.pathology,name:Y472
source: Chloral derivatives
fr_fr: Dérivés du chloral

# model:gnuhealth.pathology,name:Y514
source: Predominantly @-adrenoreceptor agonists, not elsewhere classified
fr_fr: Agents principalement alpha-sympathomimétiques, non classés ailleurs

# model:gnuhealth.pathology,name:Y515
source: Predominantly ß-adrenoreceptor agonists, not elsewhere classified
fr_fr: Agents principalement bêta-sympathomimétiques, non classés ailleurs

# model:gnuhealth.pathology,name:Y516
source: @-Adrenoreceptor antagonists, not elsewhere classified
fr_fr: Alpha-bloquants, non classés ailleurs

# model:gnuhealth.pathology,name:Y517
source: ß-Adrenoreceptor antagonists, not elsewhere classified
fr_fr: Bêta-bloquants, non classés ailleurs

# model:gnuhealth.pathology,name:Y53
source: Agents primarily affecting the gastro-intestinal system
fr_fr: Substances agissant essentiellement sur le tractus gastro-intestinal

# model:gnuhealth.pathology,name:Y530
source: Histamine H2-receptor antagonists
fr_fr: Inhibiteur des récepteurs histaminique H2

# model:gnuhealth.pathology,name:Y538
source: Other agents primarily affecting the gastro-intestinal system
fr_fr: Autres substances agissant essentiellement sur le tractus gastro-intestinal

# model:gnuhealth.pathology,name:Y539
source: Agent primarily affecting the gastro-intestinal system, unspecified
fr_fr: Substance agissant essentiellement sur le tractus gastro-intestinal, sans précision

# model:gnuhealth.pathology,name:Y555
source: Anticommon cold drugs
fr_fr: Médicaments contre le coryza [rhume banal]

# model:gnuhealth.pathology,name:Y603
source: During injection or immunisation
fr_fr: Au cours d'une injection ou vaccination

# model:gnuhealth.pathology,name:Y605
source: During heart catheterisation
fr_fr: Au cours d'un cathétérisme cardiaque

# model:gnuhealth.pathology,name:Y606
source: During aspiration, puncture and other catheterisation
fr_fr: Au cours d'une aspiration, d'une ponction et d'un autre cathétérisme

# model:gnuhealth.pathology,name:Y613
source: During injection or immunisation
fr_fr: Au cours d'une injection ou vaccination

# model:gnuhealth.pathology,name:Y615
source: During heart catheterisation
fr_fr: Au cours d'un cathétérisme cardiaque

# model:gnuhealth.pathology,name:Y616
source: During aspiration, puncture and other catheterisation
fr_fr: Au cours d'une aspiration, d'une ponction et d'un autre cathétérisme

# model:gnuhealth.pathology,name:Y623
source: During injection or immunisation
fr_fr: Au cours d'une injection ou vaccination

# model:gnuhealth.pathology,name:Y625
source: During heart catheterisation
fr_fr: Au cours d'un cathétérisme cardiaque

# model:gnuhealth.pathology,name:Y626
source: During aspiration, puncture and other catheterisation
fr_fr: Au cours d'une aspiration, d'une ponction et d'un autre cathétérisme

# model:gnuhealth.pathology,name:Y641
source: Contaminated medical or biological substance, injected or used for immunisation
fr_fr: Injection ou vaccination avec une substance médicale ou biologique contaminée

# model:gnuhealth.pathology,name:Y700
source: Diagnostic and monitoring devices
fr_fr: appareils d'anesthésiologie, associés à des accidents | appareil pour diagnostic et monitorage

# model:gnuhealth.pathology,name:Y701
source: Therapeutic (nonsurgical) and rehabilitative devices
fr_fr: appareils d'anesthésiologie, associés à des accidents | appareil pour traitement (non chirurgical) et rééducation

# model:gnuhealth.pathology,name:Y702
source: Prosthetic and other implants, materials and accessory devices
fr_fr: appareils d'anesthésiologie, associés à des accidents | prothèse et autres implants, matériel et accessoires

# model:gnuhealth.pathology,name:Y703
source: Surgical instruments, materials and devices (including sutures)
fr_fr: appareils d'anesthésiologie, associés à des accidents | instruments, matériaux et appareils chirurgicaux (y compris les sutures)

# model:gnuhealth.pathology,name:Y708
source: Miscellaneous devices, not elsewhere classified
fr_fr: appareils d'anesthésiologie, associés à des accidents | appareils divers, non classés ailleurs

# model:gnuhealth.pathology,name:Y710
source: Diagnostic and monitoring devices
fr_fr: appareils cardio-vasculaires, associés à des accidents | appareil pour diagnostic et monitorage

# model:gnuhealth.pathology,name:Y711
source: Therapeutic (nonsurgical) and rehabilitative devices
fr_fr: appareils cardio-vasculaires, associés à des accidents | appareil pour traitement (non chirurgical) et rééducation

# model:gnuhealth.pathology,name:Y712
source: Prosthetic and other implants, materials and accessory devices
fr_fr: appareils cardio-vasculaires, associés à des accidents | prothèse et autres implants, matériel et accessoires

# model:gnuhealth.pathology,name:Y713
source: Surgical instruments, materials and devices (including sutures)
fr_fr: appareils cardio-vasculaires, associés à des accidents | instruments, matériaux et appareils chirurgicaux (y compris les sutures)

# model:gnuhealth.pathology,name:Y718
source: Miscellaneous devices, not elsewhere classified
fr_fr: appareils cardio-vasculaires, associés à des accidents | appareils divers, non classés ailleurs

# model:gnuhealth.pathology,name:Y720
source: Diagnostic and monitoring devices
fr_fr: appareils oto-rhino-laryngologiques, associés à des accidents | appareil pour diagnostic et monitorage

# model:gnuhealth.pathology,name:Y721
source: Therapeutic (nonsurgical) and rehabilitative devices
fr_fr: appareils oto-rhino-laryngologiques, associés à des accidents | appareil pour traitement (non chirurgical) et rééducation

# model:gnuhealth.pathology,name:Y722
source: Prosthetic and other implants, materials and accessory devices
fr_fr: appareils oto-rhino-laryngologiques, associés à des accidents | prothèse et autres implants, matériel et accessoires

# model:gnuhealth.pathology,name:Y723
source: Surgical instruments, materials and devices (including sutures)
fr_fr: appareils oto-rhino-laryngologiques, associés à des accidents | instruments, matériaux et appareils chirurgicaux (y compris les sutures)

# model:gnuhealth.pathology,name:Y728
source: Miscellaneous devices, not elsewhere classified
fr_fr: appareils oto-rhino-laryngologiques, associés à des accidents | appareils divers non classés ailleurs
