Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Y441
source: Vitamin B
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Vitamin B12, Folsäure und sonstige Präparate gegen megaloblastäre Anämien
zh_cn: 维生素B12、叶酸和其他抗巨幼细胞性贫血制剂的有害效应

# model:gnuhealth.pathology,name:Y442
source: Anticoagulants
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antikoagulanzien
zh_cn: 抗凝剂的有害效应

# model:gnuhealth.pathology,name:Y443
source: Anticoagulant antagonists, vitamin K and other coagulants
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antikoagulanzien-Antagonisten, Vitamin K und sonstige Koagulanzien
fr_fr: Antagonistes des anticoagulants, vitamine K et autres coagulants
zh_cn: 抗凝拮抗剂、维生素K和其他凝血药的有害效应

# model:gnuhealth.pathology,name:Y444
source: Antithrombotic drugs [platelet-aggregation inhibitors]
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antithrombotika [Thrombozytenaggregationshemmer]
fr_fr: Antithrombotiques [inhibiteurs de l'agrégation plaquettaire]
zh_cn: 抗血栓形成药[血小板聚集抑制剂]的有害效应

# model:gnuhealth.pathology,name:Y445
source: Thrombolytic drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Thrombolytika
fr_fr: Thrombolytiques
zh_cn: 血栓溶解药的有害效应

# model:gnuhealth.pathology,name:Y446
source: Natural blood and blood products
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Blut und Blutprodukte
fr_fr: Sang naturel et produits sanguins
zh_cn: 天然血液和血液制品的有害效应

# model:gnuhealth.pathology,name:Y447
source: Plasma substitutes
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Plasmaersatzmittel
fr_fr: Succédanés du plasma
zh_cn: 血浆代用品的有害效应

# model:gnuhealth.pathology,name:Y449
source: Other and unspecified agents affecting blood constituents
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige und nicht näher bezeichnete auf das Blut wirkende Mittel
fr_fr: Substances agissant essentiellement sur les constituants du sang, autres et sans précision
zh_cn: 影响血液组成成分的其他和未特指制剂的有害效应

# model:gnuhealth.pathology,name:Y45
source: Analgesics, antipyretics and anti-inflammatory drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Analgetika, Antipyretika und Antiphlogistika
fr_fr: Médicaments analgésiques, antipyrétiques et anti-inflammatoires
zh_cn: 镇痛药、解热药和消炎药的有害效应

# model:gnuhealth.pathology,name:Y450
source: Opioids and related analgesics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Opioide und verwandte Analgetika
fr_fr: Opioïdes et analgésiques apparentés
zh_cn: 类阿片和相关镇痛药的有害效应

# model:gnuhealth.pathology,name:Y451
source: Salicylates
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Salizylate
fr_fr: Salicylés
zh_cn: 水杨酸盐类的有害效应

# model:gnuhealth.pathology,name:Y452
source: Propionic acid derivatives
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Propionsäure-Derivate
fr_fr: Dérivés de l'acide propionique
zh_cn: 丙酸衍生物的有害效应

# model:gnuhealth.pathology,name:Y453
source: Other nonsteroidal anti-inflammatory drugs [NSAID]
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige nichtsteroidale Antiphlogistika [NSAID]
fr_fr: Autres anti-inflammatoires non stéroïdiens [AINS]
zh_cn: 其他非类固醇性消炎药[NSAID]的有害效应

# model:gnuhealth.pathology,name:Y454
source: Antirheumatics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antirheumatika
fr_fr: Antirhumatismaux
zh_cn: 抗风湿药的有害效应

# model:gnuhealth.pathology,name:Y455
source: 4-Aminophenol derivatives
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: 4-Aminophenol-Derivate
fr_fr: Dérivés du 4-aminophénol
zh_cn: 4-氨基苯酚衍生物的有害效应

# model:gnuhealth.pathology,name:Y458
source: Other analgesics and antipyretics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige Analgetika und Antipyretika
fr_fr: Autres médicaments analgésiques et antipyrétiques
zh_cn: 其他镇痛药和解热药的有害效应

# model:gnuhealth.pathology,name:Y459
source: Analgesic, antipyretic and anti-inflammatory drug, unspecified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Analgetikum und Antipyretikum, nicht näher bezeichnet
fr_fr: Médicament analgésique, antipyrétique et anti-inflammatoire, sans précision
zh_cn: 未特指的镇痛药、解热药和消炎药的有害效应

# model:gnuhealth.pathology,name:Y46
source: Antiepileptics and antiparkinsonism drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antiepileptika und Antiparkinsonmittel
zh_cn: 镇癫痫药和抗帕金森病药的有害效应

# model:gnuhealth.pathology,name:Y460
source: Succinimides
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Succinimide
zh_cn: 琥珀酰亚胺的有害效应

# model:gnuhealth.pathology,name:Y461
source: Oxazolidinediones
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Oxazolidine
zh_cn: 恶唑烷二酮的有害效应

# model:gnuhealth.pathology,name:Y462
source: Hydantoin derivatives
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Hydantoin-Derivate
fr_fr: Dérivés de l'hydantoïne
zh_cn: 乙内酰脲衍生物的有害效应

# model:gnuhealth.pathology,name:Y463
source: Deoxybarbiturates
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Desoxybarbiturate
fr_fr: Désoxybarbituriques
zh_cn: 去氧巴比妥盐类的有害效应

# model:gnuhealth.pathology,name:Y464
source: Iminostilbenes
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Iminostilbene
fr_fr: Iminostilbènes
zh_cn: 亚氨基二苯乙烯类的有害效应

# model:gnuhealth.pathology,name:Y465
source: Valproic acid
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Valproinsäure
fr_fr: Acide valproïque
zh_cn: 丙戊酸的有害效应

# model:gnuhealth.pathology,name:Y466
source: Other and unspecified antiepileptics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige und nicht näher bezeichnete Antiepileptika
fr_fr: Anti-épileptiques, autres et sans précision
zh_cn: 其他和未特指的镇癫痫药的有害效应

# model:gnuhealth.pathology,name:Y467
source: Antiparkinsonism drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antiparkinsonmittel
zh_cn: 抗帕金森病药的有害效应

# model:gnuhealth.pathology,name:Y468
source: Antispasticity drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Spasmolytika
fr_fr: Myorelaxants d'action centrale
zh_cn: 镇痉药的有害效应

# model:gnuhealth.pathology,name:Y47
source: Sedatives, hypnotics and antianxiety drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sedativa, Hypnotika und Anxiolytika
fr_fr: Sédatifs, hypnotiques et tranquillisants
zh_cn: 镇静剂、催眠药和抗焦虑药的有害效应

# model:gnuhealth.pathology,name:Y470
source: Barbiturates, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Barbiturate, anderenorts nicht klassifiziert
fr_fr: Barbituriques, non classés ailleurs
zh_cn: 巴比妥盐类的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y471
source: Benzodiazepines
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Benzodiazepine
fr_fr: Benzodiazépines
zh_cn: 苯并二氮杂类的有害效应

# model:gnuhealth.pathology,name:Y472
source: Cloral derivatives
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Chloralderivate
zh_cn: 氯醛衍生物的有害效应

# model:gnuhealth.pathology,name:Y473
source: Paraldehyde
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Paraldehyd
fr_fr: Paraldéhyde
zh_cn: 三聚乙醛的有害效应

# model:gnuhealth.pathology,name:Y474
source: Bromine compounds
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Bromverbindungen
fr_fr: Dérivés du brome
zh_cn: 溴化合物的有害效应

# model:gnuhealth.pathology,name:Y475
source: Mixed sedatives and hypnotics, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Kombinierte Sedativa und Hypnotika, anderenorts nicht klassifiziert
fr_fr: Sédatifs et hypnotiques en association, non classés ailleurs
zh_cn: 混合的镇静剂和催眠药的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y478
source: Other sedatives, hypnotics and antianxiety drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige Sedativa, Hypnotika und Anxiolytika
fr_fr: Autres sédatifs, hypnotiques et tranquillisants
zh_cn: 其他镇静剂、催眠药和抗焦虑药的有害效应

# model:gnuhealth.pathology,name:Y479
source: Sedative, hypnotic and antianxiety drug, unspecified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sedativum, Hypnotikum und Anxiolytikum, nicht näher bezeichnet
fr_fr: Sédatif, hypnotique et tranquillisant, sans précision
zh_cn: 未特指的镇静剂、催眠药和抗焦虑药的有害效应

# model:gnuhealth.pathology,name:Y48
source: Anaesthetics and therapeutic gases
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Anästhetika und therapeutische Gase
fr_fr: Anesthésiques et gaz thérapeutiques
zh_cn: 麻醉药和治疗性气体的有害效应

# model:gnuhealth.pathology,name:Y480
source: Inhaled anaesthetics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Inhalationsanästhetika
fr_fr: Anesthésiques inhalés
zh_cn: 吸入性麻醉药的有害效应

# model:gnuhealth.pathology,name:Y481
source: Parenteral anaesthetics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Parenterale Anästhetika
fr_fr: Anasthésiques par voie parentérale
zh_cn: 胃肠外麻醉药的有害效应

# model:gnuhealth.pathology,name:Y482
source: Other and unspecified general anaesthetics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige und nicht näher bezeichnete Allgemeinanästhetika
fr_fr: Anesthésiques généraux, autres et sans précision
zh_cn: 其他和未特指全身麻醉药的有害效应

# model:gnuhealth.pathology,name:Y483
source: Local anaesthetics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Lokalanästhetika
fr_fr: Anesthésiques locaux
zh_cn: 局部麻醉药的有害效应

# model:gnuhealth.pathology,name:Y484
source: Anaesthetic, unspecified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Anästhetikum, nicht näher bezeichnet
fr_fr: Anesthésiques, sans précision
zh_cn: 未特指麻醉药的有害效应

# model:gnuhealth.pathology,name:Y485
source: Therapeutic gases
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Therapeutische Gase
fr_fr: Gaz thérapeutiques
zh_cn: 治疗性气体的有害效应

# model:gnuhealth.pathology,name:Y49
source: Psychotropic drugs, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Psychotrope Substanzen, anderenorts nicht klassifiziert
fr_fr: Médicaments psychotropes, non classés ailleurs
zh_cn: 对精神有影响的药物的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y490
source: Tricyclic and tetracyclic antidepressants
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Tri- und tetrazyklische Antidepressiva
fr_fr: Antidépresseurs tri- et tétracycliques
zh_cn: 三环和四环抗抑郁药的有害效应

# model:gnuhealth.pathology,name:Y491
source: Monoamine-oxidase-inhibitor antidepressants
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Monoaminooxidase-hemmende Antidepressiva
fr_fr: Antidépresseurs inhibiteurs de la mono-amine-oxydase
zh_cn: 单胺-氧化酶-抑制剂抗抑郁药的有害效应

# model:gnuhealth.pathology,name:Y492
source: Other and unspecified antidepressants
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige und nicht näher bezeichnete Antidepressiva
fr_fr: Antidépresseurs, autres et sans précision
zh_cn: 其他和未特指的抗抑郁药的有害效应

# model:gnuhealth.pathology,name:Y493
source: Phenothiazine antipsychotics and neuroleptics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antipsychotika und Neuroleptika auf Phenothiazin-Basis
fr_fr: Antipsychotiques phénothiaziniques et neuroleptiques
zh_cn: 吩噻嗪抗精神病药和精神安定剂的有害效应

# model:gnuhealth.pathology,name:Y494
source: Butyrophenone and thioxanthene neuroleptics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Neuroleptika auf Butyrophenon- und Thioxanthen-Basis
fr_fr: Neuroleptiques à base de butyrophénone et de thioxanthène
zh_cn: 丁酰苯和硫蒽精神安定剂的有害效应

# model:gnuhealth.pathology,name:Y495
source: Other antipsychotics and neuroleptics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige Antipsychotika und Neuroleptika
fr_fr: Autres antipsychotiques et neuroleptiques
zh_cn: 其他抗精神病药和精神安定剂的有害效应

# model:gnuhealth.pathology,name:Y496
source: Psychodysleptics [hallucinogens]
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Psychodysleptika [Halluzinogene]
fr_fr: Psychodysleptiques [hallucinogènes]
zh_cn: 致幻药[致幻剂]的有害效应

# model:gnuhealth.pathology,name:Y497
source: Psychostimulants with abuse potential
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Psychostimulanzien mit Missbrauchspotential
fr_fr: Psychostimulants pouvant faire l'objet d'un abus
zh_cn: 伴有滥用可能性的精神兴奋剂的有害效应

# model:gnuhealth.pathology,name:Y498
source: Other psychotropic drugs, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige psychotrope Substanzen, anderenorts nicht klassifiziert
fr_fr: Autres médicaments psychotropes, non classés ailleurs
zh_cn: 其他对精神有影响的药物的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y499
source: Psychotropic drug, unspecified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Psychotrope Substanz, nicht näher bezeichnet
fr_fr: Médicament psychotrope, sans précision
zh_cn: 未特指的对精神有影响的药物的有害效应

# model:gnuhealth.pathology,name:Y50
source: Central nervous system stimulants, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Stimulanzien des Zentralnervensystems, anderenorts nicht klassifiziert
fr_fr: Stimulants du système nerveux central, non classés ailleurs
zh_cn: 中枢神经系统兴奋剂的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y500
source: Analeptics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Analeptika
fr_fr: Analeptiques
zh_cn: 复苏药的有害效应

# model:gnuhealth.pathology,name:Y501
source: Opioid receptor antagonists
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Opioid-Rezeptorenblocker
fr_fr: Antagoniste des opioïdes
zh_cn: 类鸦片受体拮抗剂的有害效应

# model:gnuhealth.pathology,name:Y502
source: Methylxanthines, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Methylxanthine, anderenorts nicht klassifiziert
fr_fr: Méthylxanthines, non classés ailleurs
zh_cn: 甲基黄嘌呤类的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y508
source: Other central nervous system stimulants
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige Stimulanzien des Zentralnervensystems
fr_fr: Autres stimulants du système nerveux central
zh_cn: 其他中枢神经系统兴奋剂的有害效应

# model:gnuhealth.pathology,name:Y509
source: Central nervous system stimulant, unspecified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Stimulans des Zentralnervensystems, nicht näher bezeichnet
fr_fr: Stimulant du système nerveux central, sans précision
zh_cn: 未特指的中枢神经系统兴奋剂的有害效应

# model:gnuhealth.pathology,name:Y51
source: Drugs primarily affecting the autonomic nervous system
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Primär auf das autonome Nervensystem wirkende Arzneimittel
fr_fr: Médicaments agissant essentiellement sur le système nerveux autonome
zh_cn: 主要影响自主神经系统药物的有害效应

# model:gnuhealth.pathology,name:Y510
source: Anticholinesterase agents
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Cholinesterase-Hemmer
fr_fr: Anticholinestérasiques
zh_cn: 抗胆碱酯酶剂的有害效应

# model:gnuhealth.pathology,name:Y511
source: Other parasympathomimetics [cholinergics]
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige Parasympathomimetika [Cholinergika]
fr_fr: Autres parasympathomimétiques [cholinergiques]
zh_cn: 其他拟副交感神经药[胆碱能药]的有害效应

# model:gnuhealth.pathology,name:Y512
source: Ganglionic blocking drugs, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Ganglienblocker, anderenorts nicht klassifiziert
fr_fr: Ganglioplégiques, non classés ailleurs
zh_cn: 神经节阻滞药的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y513
source: Other parasympatholytics [anticholinergics and antimuscarinics] and spasmolytics, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige Parasympatholytika [Anticholinergika und Antimuskarinika] und Spasmolytika, anderenorts nicht klassifiziert
fr_fr: Autres parasympatholytiques [anticholinergiques et antimuscariniques] et spasmolytiques, non classés ailleurs
zh_cn: 其他副交感神经抑制剂[抗胆碱能药]

# model:gnuhealth.pathology,name:Y514
source: Predominantly alpha-adrenoreceptor agonists, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Vorwiegend Alpha-Rezeptoren-Stimulanzien, anderenorts nicht klassifiziert
zh_cn: 主要为α肾上腺素能受体显效药的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y515
source: Predominantly beta-adrenoreceptor agonists, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Vorwiegend Beta-Rezeptoren-Stimulanzien, anderenorts nicht klassifiziert
zh_cn: 主要为β肾上腺素能受体显效药的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y516
source: Alpha-adrenoreceptor antagonists, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Alpha-Rezeptorenblocker, anderenorts nicht klassifiziert
zh_cn: α肾上腺素能受体拮抗剂的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y517
source: Beta-adrenoreceptor antagonists, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Beta-Rezeptorenblocker, anderenorts nicht klassifiziert
zh_cn: β肾上腺素能受体拮抗剂的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y518
source: Centrally acting and adrenergic-neuron-blocking agents, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Zentral wirkende und adrenerge Neuronenblocker, anderenorts nicht klassifiziert
fr_fr: Agents bloquants neuronaux adrénergiques et d'action centrale, non classés ailleurs
zh_cn: 中枢作用和肾上腺素能-神经元-阻滞剂的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y519
source: Other and unspecified drugs primarily affecting the autonomic nervous system
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige und nicht näher bezeichnete, primär auf das autonome Nervensystem wirkende Arzneimittel
fr_fr: Médicaments agissant essentiellement sur le système nerveux autonome, autres et sans précision
zh_cn: 主要影响自主神经系统的其他和未特指药物的有害效应

# model:gnuhealth.pathology,name:Y52
source: Agents primarily affecting the cardiovascular system
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Primär auf das Herz-Kreislaufsystem wirkende Mittel
fr_fr: Substances agissant essentiellement sur le système cardio-vasculaire
zh_cn: 主要影响心血管系统制剂的有害效应

# model:gnuhealth.pathology,name:Y520
source: Cardiac-stimulant glycosides and drugs of similar action
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Herzglykoside und Arzneimittel mit ähnlicher Wirkung
fr_fr: Glucosides cardiotoniques et médicaments d'action similaire
zh_cn: 心脏兴奋甙和相似作用药的有害效应

# model:gnuhealth.pathology,name:Y521
source: Calcium-channel blockers
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Kalziumantagonisten
fr_fr: Inhibiteurs calciques
zh_cn: 钙通道阻滞剂的有害效应

# model:gnuhealth.pathology,name:Y522
source: Other antidysrhythmic drugs, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige Antiarrhythmika, anderenorts nicht klassifiziert
fr_fr: Autres antiarythmisants, non classés ailleurs
zh_cn: 其他抗心律障碍药的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y523
source: Coronary vasodilators, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Koronardilatatoren, anderenorts nicht klassifiziert
fr_fr: Vasodilatateurs coronariens, non classés ailleurs
zh_cn: 冠状血管扩张剂的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y524
source: Angiotensin-converting-enzyme inhibitors
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Angiotensin-Konversionsenzym-Hemmer [ACE-Hemmer]
fr_fr: Inhibiteurs de l'enzyme de conversion
zh_cn: 血管紧张素转换酶抑制剂的有害效应

# model:gnuhealth.pathology,name:Y525
source: Other antihypertensive drugs, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige Antihypertensiva, anderenorts nicht klassifiziert
fr_fr: Autres antihypertenseurs, non classés ailleurs
zh_cn: 其他抗高血压药的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y526
source: Antihyperlipidaemic and antiarteriosclerotic drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antihyperlipidämika und Arzneimittel gegen Arteriosklerose
fr_fr: Antihyperlipidémiants et antiartériosclérosants
zh_cn: 抗高脂血症和抗动脉硬化药的有害效应

# model:gnuhealth.pathology,name:Y527
source: Peripheral vasodilators
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Periphere Vasodilatatoren
fr_fr: Vasodilatateurs périphériques
zh_cn: 周围血管扩张剂的有害效应

# model:gnuhealth.pathology,name:Y528
source: Antivaricose drugs, including sclerosing agents
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antivarikosa, einschließlich Verödungsmitteln
fr_fr: Substances antivariqueuses, y compris les agents sclérosants
zh_cn: 抗静脉曲张药(包括硬化剂)的有害效应

# model:gnuhealth.pathology,name:Y529
source: Other and unspecified agents primarily affecting the cardiovascular system
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige und nicht näher bezeichnete, primär auf das Herz-Kreislaufsystem wirkende Mittel
fr_fr: Substances agissant essentiellement sur le système cardio-vasculaire, autres et sans précision
zh_cn: 主要影响心血管系统的其他和未特指制剂的有害效应

# model:gnuhealth.pathology,name:Y53
source: Agents primarily affecting the gastrointestinal system
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Primär auf den Magen-Darm-Trakt wirkende Mittel
zh_cn: 主要影响胃肠系统制剂的有害效应

# model:gnuhealth.pathology,name:Y530
source: Histamine H
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Histamin-H2-Rezeptorenblocker
zh_cn: 组织胺H2受体拮抗剂的有害效应

# model:gnuhealth.pathology,name:Y531
source: Other antacids and anti-gastric-secretion drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige Antazida und Magensekretionshemmer
fr_fr: Autres antiacides et antisécrétoires gastriques
zh_cn: 其他抗酸药和抗胃分泌药的有害效应

# model:gnuhealth.pathology,name:Y532
source: Stimulant laxatives
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Stimulierende Laxanzien
fr_fr: Laxatifs stimulants
zh_cn: 刺激性轻泻剂的有害效应

# model:gnuhealth.pathology,name:Y533
source: Saline and osmotic laxatives
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Salinische und osmotische Laxanzien
fr_fr: Laxatifs salins et osmotiques
zh_cn: 盐水和渗透性轻泻剂的有害效应

# model:gnuhealth.pathology,name:Y534
source: Other laxatives
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige Laxanzien
fr_fr: Autres laxatifs
zh_cn: 其他轻泻剂的有害效应

# model:gnuhealth.pathology,name:Y535
source: Digestants
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Digestiva
fr_fr: Médicaments facilitant la digestion
zh_cn: 助消化药的有害效应

# model:gnuhealth.pathology,name:Y536
source: Antidiarrhoeal drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antidiarrhoika
fr_fr: Antidiarrhéiques
zh_cn: 止泻药的有害效应

# model:gnuhealth.pathology,name:Y537
source: Emetics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Emetika
fr_fr: Emétiques
zh_cn: 催吐药的有害效应

# model:gnuhealth.pathology,name:Y538
source: Other agents primarily affecting the gastrointestinal system
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige primär auf den Magen-Darmtrakt wirkende Mittel
zh_cn: 其他主要影响胃肠系统制剂的有害效应

# model:gnuhealth.pathology,name:Y539
source: Agent primarily affecting the gastrointestinal system, unspecified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Primär auf den Magen-Darm-Trakt wirkendes Mittel, nicht näher bezeichnet
zh_cn: 未特指的主要影响胃肠系统制剂的有害效应
