Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:R599
source: Enlarged lymph nodes, unspecified
de: Lymphknotenvergrößerung, nicht näher bezeichnet
fr_fr: Adénopathie, sans précision
zh_cn: 未特指的淋巴结增大

# model:gnuhealth.pathology,name:R60
source: Oedema, not elsewhere classified
de: Ödem, anderenorts nicht klassifiziert
fr_fr: Œdème, non classé ailleurs
zh_cn: 水肿，不可归类在他处者

# model:gnuhealth.pathology,name:R600
source: Localized oedema
de: Umschriebenes Ödem
zh_cn: 局限性水肿

# model:gnuhealth.pathology,name:R601
source: Generalized oedema
de: Generalisiertes Ödem
zh_cn: 全身性水肿

# model:gnuhealth.pathology,name:R609
source: Oedema, unspecified
de: Ödem, nicht näher bezeichnet
fr_fr: Œdème, sans précision
zh_cn: 未特指的水肿

# model:gnuhealth.pathology,name:R61
source: Hyperhidrosis
de: Hyperhidrose
fr_fr: Hyperhidrose
zh_cn: 多汗症

# model:gnuhealth.pathology,name:R610
source: Localized hyperhidrosis
de: Hyperhidrose, umschrieben
zh_cn: 局限性多汗症

# model:gnuhealth.pathology,name:R611
source: Generalized hyperhidrosis
de: Hyperhidrose, generalisiert
zh_cn: 全身性多汗症

# model:gnuhealth.pathology,name:R619
source: Hyperhidrosis, unspecified
de: Hyperhidrose, nicht näher bezeichnet
fr_fr: Hyperhidrose, sans précision
zh_cn: 未特指的多汗症

# model:gnuhealth.pathology,name:R62
source: Lack of expected normal physiological development
de: Ausbleiben der erwarteten normalen physiologischen Entwicklung
fr_fr: Retard du développement physiologique
zh_cn: 未达到预期正常生理发育水平

# model:gnuhealth.pathology,name:R620
source: Delayed milestone
de: Verzögertes Erreichen von Entwicklungsstufen
fr_fr: Maturation retardée
zh_cn: 发育指标延迟

# model:gnuhealth.pathology,name:R628
source: Other lack of expected normal physiological development
de: Sonstiges Ausbleiben der erwarteten physiologischen Entwicklung
fr_fr: Autres retards du développement physiologique
zh_cn: 未达到其他预期正常生理发育水平

# model:gnuhealth.pathology,name:R629
source: Lack of expected normal physiological development, unspecified
de: Ausbleiben der erwarteten physiologischen Entwicklung, nicht näher bezeichnet
fr_fr: Retard du développement physiologique, sans précision
zh_cn: 未达到未特指预期的正常生理发育水平

# model:gnuhealth.pathology,name:R63
source: Symptoms and signs concerning food and fluid intake
de: Symptome, die die Nahrungs- und Flüssigkeitsaufnahme betreffen
fr_fr: Symptômes et signes relatifs à l'absorption d'aliments et de liquides
zh_cn: 有关食物和液体摄取的症状和体征

# model:gnuhealth.pathology,name:R630
source: Anorexia
de: Anorexie
fr_fr: Anorexie
zh_cn: 食欲缺乏

# model:gnuhealth.pathology,name:R631
source: Polydipsia
de: Polydipsie
fr_fr: Polydipsie
zh_cn: 烦渴

# model:gnuhealth.pathology,name:R632
source: Polyphagia
de: Polyphagie
fr_fr: Polyphagie
zh_cn: 贪食

# model:gnuhealth.pathology,name:R633
source: Feeding difficulties and mismanagement
de: Ernährungsprobleme und unsachgemäße Ernährung
fr_fr: Difficultés nutritionnelles et nutrition inadaptée
zh_cn: 喂养困难和照管不当

# model:gnuhealth.pathology,name:R634
source: Abnormal weight loss
de: Abnorme Gewichtsabnahme
fr_fr: Perte de poids anormale
zh_cn: 异常的体重减轻

# model:gnuhealth.pathology,name:R635
source: Abnormal weight gain
de: Abnorme Gewichtszunahme
fr_fr: Prise de poids anormale
zh_cn: 异常的体重增加

# model:gnuhealth.pathology,name:R636
source: Insufficient intake of food and water due to self neglect
de: Ungenügende Aufnahme von Nahrung und Flüssigkeit
zh_cn: 由于自我忽视引起进食不足和饮水不足

# model:gnuhealth.pathology,name:R638
source: Other symptoms and signs concerning food and fluid intake
de: Sonstige Symptome, die die Nahrungs- und Flüssigkeitsaufnahme betreffen
fr_fr: Autres symptômes et signes relatifs à l'absorption d'aliments et de liquides
zh_cn: 有关食物和液体摄取的其他症状和体征

# model:gnuhealth.pathology,name:R64
source: Cachexia
de: Kachexie
fr_fr: Cachexie
zh_cn: 恶病质

# model:gnuhealth.pathology,name:R65
source: Systemic Inflammatory Response Syndrome [SIRS]
de: Systemisches inflammatorisches Response-Syndrom [SIRS]
zh_cn: 全身炎症反应综合征

# model:gnuhealth.pathology,name:R650
source: Systemic Inflammatory Response Syndrome of infectious origin without organ failure
de: Systemisches inflammatorisches Response-Syndrom [SIRS] infektiöser Genese ohne Organkomplikationen
zh_cn: 传染性病因的全身炎症反应综合征不伴有器官衰竭

# model:gnuhealth.pathology,name:R651
source: Systemic Inflammatory Response Syndrome of infectious origin with organ failure
de: Systemisches inflammatorisches Response-Syndrom [SIRS] infektiöser Genese mit Organkomplikationen
zh_cn: 传染性病因的全身炎症反应综合征伴有器官衰竭

# model:gnuhealth.pathology,name:R652
source: Systemic Inflammatory Response Syndrome of non-infectious origin without organ failure
de: Systemisches inflammatorisches Response-Syndrom [SIRS] nichtinfektiöser Genese ohne Organkomplikationen
zh_cn: 非传染性病因的全身炎症反应综合征不伴有器官衰竭

# model:gnuhealth.pathology,name:R653
source: Systemic Inflammatory Response Syndrome of non-infectious origin with organ failure
de: Systemisches inflammatorisches Response-Syndrom [SIRS] nichtinfektiöser Genese mit Organkomplikationen
zh_cn: 非传染性病因的全身炎症反应综合征伴有器官衰竭

# model:gnuhealth.pathology,name:R659
source: Systemic Inflammatory Response Syndrome, unspecified
de: Systemisches inflammatorisches Response-Syndrom [SIRS], nicht näher bezeichnet
zh_cn: 未特指的全身炎症反应综合征

# model:gnuhealth.pathology,name:R68
source: Other general symptoms and signs
de: Sonstige Allgemeinsymptome
fr_fr: Autres symptômes et signes généraux
zh_cn: 其他的一般症状和体征

# model:gnuhealth.pathology,name:R680
source: Hypothermia, not associated with low environmental temperature
de: Hypothermie, nicht in Verbindung mit niedriger Umgebungstemperatur
fr_fr: Hypothermie, non associée à une baisse de la température ambiante
zh_cn: 低温，与低温环境无关

# model:gnuhealth.pathology,name:R681
source: Nonspecific symptoms peculiar to infancy
de: Unspezifische Symptome im Kleinkindalter
fr_fr: Symptômes non spécifiques propres au nourrisson
zh_cn: 婴儿期特有的非特指的症状

# model:gnuhealth.pathology,name:R682
source: Dry mouth, unspecified
de: Mundtrockenheit, nicht näher bezeichnet
fr_fr: Sécheresse de la bouche, sans précision
zh_cn: 未特指的口干

# model:gnuhealth.pathology,name:R683
source: Clubbing of fingers
de: Trommelschlegelfinger
fr_fr: Hippocratisme digital
zh_cn: 杵状指

# model:gnuhealth.pathology,name:R688
source: Other specified general symptoms and signs
de: Sonstige näher bezeichnete Allgemeinsymptome
fr_fr: Autres symptômes et signes généraux précisés
zh_cn: 其他特指的-般症状和体征

# model:gnuhealth.pathology,name:R69
source: Unknown and unspecified causes of morbidity
de: Unbekannte und nicht näher bezeichnete Krankheitsursachen
fr_fr: Causes inconnues et non précisées de morbidité
zh_cn: 原因不知和原因未特指的发病

# model:gnuhealth.pathology,name:R70
source: Elevated erythrocyte sedimentation rate and abnormality of plasma viscosity
de: Beschleunigte Blutkörperchensenkungsreaktion und Veränderungen der Plasmaviskosität
fr_fr: Accélération de la vitesse de sédimentation et anomalies de la viscosité plasmatique
zh_cn: 红细胞沉降率升高和血浆粘滞度异常

# model:gnuhealth.pathology,name:R700
source: Elevated erythrocyte sedimentation rate
de: Beschleunigte Blutkörperchensenkungsreaktion
fr_fr: Accélération de la vitesse de sédimentation
zh_cn: 红细胞沉降率升高

# model:gnuhealth.pathology,name:R701
source: Abnormal plasma viscosity
de: Veränderte Plasmaviskosität
fr_fr: Viscosité plasmatique anormale
zh_cn: 血浆粘[滞]度异常

# model:gnuhealth.pathology,name:R71
source: Abnormality of red blood cells
de: Veränderung der Erythrozyten
fr_fr: Anomalies des globules rouges
zh_cn: 红细胞异常

# model:gnuhealth.pathology,name:R72
source: Abnormality of white blood cells, not elsewhere classified
de: Veränderung der Leukozyten, anderenorts nicht klassifiziert
fr_fr: Anomalies des globules blancs, non classées ailleurs
zh_cn: 白细胞异常，不可归类在他处者

# model:gnuhealth.pathology,name:R73
source: Elevated blood glucose level
de: Erhöhter Blutglukosewert
fr_fr: Augmentation de la glycémie
zh_cn: 血糖水平升高

# model:gnuhealth.pathology,name:R730
source: Abnormal glucose tolerance test
de: Abnormer Glukosetoleranztest
fr_fr: Anomalie de l'épreuve de tolérance au glucose
zh_cn: 葡萄糖耐量试验异常

# model:gnuhealth.pathology,name:R739
source: Hyperglycaemia, unspecified
de: Hyperglykämie, nicht näher bezeichnet
fr_fr: Hyperglycémie, sans précision
zh_cn: 未特指的血糖过多

# model:gnuhealth.pathology,name:R74
source: Abnormal serum enzyme levels
de: Abnorme Serumenzymwerte
fr_fr: Anomalies des taux d'enzymes sériques
zh_cn: 血清酶水平异常

# model:gnuhealth.pathology,name:R740
source: Elevation of levels of transaminase and lactic acid dehydrogenase [LDH]
de: Erhöhung der Transaminasenwerte und des Laktat-Dehydrogenase-Wertes [LDH]
fr_fr: Augmentation des taux de transaminase et d'acide lactique déshydrogénase
zh_cn: 转氨酶和乳酸脱氢酶[LDH]水平升高

# model:gnuhealth.pathology,name:R748
source: Abnormal levels of other serum enzymes
de: Sonstige abnorme Serumenzymwerte
fr_fr: Anomalies d'autres taux d'enzymes sériques
zh_cn: 其他血清酶水平异常

# model:gnuhealth.pathology,name:R749
source: Abnormal level of unspecified serum enzyme
de: Abnormer Wert nicht näher bezeichneter Serumenzyme
fr_fr: Anomalie du taux d'un enzyme sérique, sans précision
zh_cn: 未特指的血清酶水平异常

# model:gnuhealth.pathology,name:R75
source: Laboratory evidence of human immunodeficiency virus [HIV]
de: Laborhinweis auf Humanes Immundefizienz-Virus [HIV]
fr_fr: Mise en évidence par des examens de laboratoire du virus de l'immunodéficience humaine [VIH]
zh_cn: 人类免疫缺陷病毒[HlV]的实验室证据

# model:gnuhealth.pathology,name:R76
source: Other abnormal immunological findings in serum
de: Sonstige abnorme immunologische Serumbefunde
fr_fr: Autres anomalies de résultats immunologiques sériques
zh_cn: 其他血清免疫学异常所见

# model:gnuhealth.pathology,name:R760
source: Raised antibody titre
de: Erhöhter Antikörpertiter
zh_cn: 抗体滴度增高

# model:gnuhealth.pathology,name:R761
source: Abnormal reaction to tuberculin test
de: Abnorme Reaktion auf Tuberkulintest
fr_fr: Réaction anormale au test à la tuberculine
zh_cn: 结核菌素试验的异常反应

# model:gnuhealth.pathology,name:R762
source: False-positive serological test for syphilis
de: Falsch-positiver serologischer Syphilistest
fr_fr: Résultats faussement positifs au test sérologique de la syphilis
zh_cn: 梅毒血清学试验假阳性

# model:gnuhealth.pathology,name:R768
source: Other specified abnormal immunological findings in serum
de: Sonstige näher bezeichnete abnorme immunologische Serumbefunde
fr_fr: Autres anomalies précisées de résultats immunologiques sériques
zh_cn: 其他特指的血清免疫学异常所见

# model:gnuhealth.pathology,name:R769
source: Abnormal immunological finding in serum, unspecified
de: Abnormer immunologischer Serumbefund, nicht näher bezeichnet
fr_fr: Anomalie de résultats immunologiques sériques, sans précision
zh_cn: 未特指的血清免疫学异常所见

# model:gnuhealth.pathology,name:R77
source: Other abnormalities of plasma proteins
de: Sonstige Veränderungen der Plasmaproteine
fr_fr: Autres anomalies des protéines plasmatiques
zh_cn: 血浆蛋白的其他异常

# model:gnuhealth.pathology,name:R770
source: Abnormality of albumin
de: Veränderungen der Albumine
fr_fr: Anomalie de l'albumine
zh_cn: 清蛋白[白蛋白]异常

# model:gnuhealth.pathology,name:R771
source: Abnormality of globulin
de: Veränderungen der Globuline
fr_fr: Anomalie de la globuline
zh_cn: 球蛋白异常

# model:gnuhealth.pathology,name:R772
source: Abnormality of alphafetoprotein
de: Veränderungen des Alpha-Fetoproteins
fr_fr: Anomalie de l'alpha-fœtoprotéine
zh_cn: 甲胎蛋白异常

# model:gnuhealth.pathology,name:R778
source: Other specified abnormalities of plasma proteins
de: Sonstige näher bezeichnete Veränderungen der Plasmaproteine
fr_fr: Autres anomalies précisées des protéines plasmatiques
zh_cn: 血浆蛋白的其他特指异常

# model:gnuhealth.pathology,name:R779
source: Abnormality of plasma protein, unspecified
de: Veränderung eines Plasmaproteins, nicht näher bezeichnet
fr_fr: Anomalie des protéines plasmatiques, sans précision
zh_cn: 血浆蛋白未特指的异常

# model:gnuhealth.pathology,name:R78
source: Findings of drugs and other substances, not normally found in blood
de: Nachweis von Drogen und anderen Substanzen, die normalerweise nicht im Blut vorhanden sind
fr_fr: Présence de drogues et d'autres substances non trouvées normalement dans le sang
zh_cn: 血中发现通常不出现的药物和其他物质

# model:gnuhealth.pathology,name:R780
source: Finding of alcohol in blood
de: Nachweis von Alkohol im Blut
fr_fr: Présence d'alcool dans le sang
zh_cn: 血中发现酒精

# model:gnuhealth.pathology,name:R781
source: Finding of opiate drug in blood
de: Nachweis von Opiaten im Blut
fr_fr: Présence d'opiacé dans le sang
zh_cn: 血中发现阿片药物

# model:gnuhealth.pathology,name:R782
source: Finding of cocaine in blood
de: Nachweis von Kokain im Blut
fr_fr: Présence de cocaïne dans le sang
zh_cn: 血中发现可卡因

# model:gnuhealth.pathology,name:R783
source: Finding of hallucinogen in blood
de: Nachweis von Halluzinogenen im Blut
fr_fr: Présence d'hallucinogène dans le sang
zh_cn: 血中发现致幻剂

# model:gnuhealth.pathology,name:R784
source: Finding of other drugs of addictive potential in blood
de: Nachweis sonstiger Drogen mit Abhängigkeitspotential im Blut
fr_fr: Présence dans le sang d'autres substances susceptibles d'entraîner une dépendance
zh_cn: 血中发现其他可能成瘾的药物

# model:gnuhealth.pathology,name:R785
source: Finding of psychotropic drug in blood
de: Nachweis psychotroper Drogen im Blut
fr_fr: Présence d'une substance psychotrope dans le sang
zh_cn: 血中发现精神药物

# model:gnuhealth.pathology,name:R786
source: Finding of steroid agent in blood
de: Nachweis von Steroiden im Blut
fr_fr: Présence d'un produit stéroïdien dans le sang
zh_cn: 血中发现类固醇剂

# model:gnuhealth.pathology,name:R787
source: Finding of abnormal level of heavy metals in blood
de: Nachweis eines abnormen Schwermetall-Blutwertes
fr_fr: Présence d'un taux anormalement élevé de métaux lourds dans le sang
zh_cn: 血中发现重金属水平异常

# model:gnuhealth.pathology,name:R788
source: Finding of other specified substances, not normally found in blood
de: Nachweis sonstiger näher bezeichneter Substanzen, die normalerweise nicht im Blut vorhanden sind
fr_fr: Présence d'autres substances précisées non trouvées normalement dans le sang
zh_cn: 血中发现通常不出现的其他特指物质

# model:gnuhealth.pathology,name:R789
source: Finding of unspecified substance, not normally found in blood
de: Nachweis einer nicht näher bezeichneten Substanz, die normalerweise nicht im Blut vorhanden ist
fr_fr: Présence d'une substance non trouvée normalement dans le sang, sans précision
zh_cn: 血中发现通常不出现的未特指物质

# model:gnuhealth.pathology,name:R79
source: Other abnormal findings of blood chemistry
de: Sonstige abnorme Befunde der Blutchemie
fr_fr: Autres résultats anormaux des examens chimiques du sang
zh_cn: 血液化学的其他异常所见

# model:gnuhealth.pathology,name:R790
source: Abnormal level of blood mineral
de: Abnormer Mineral-Blutwert
fr_fr: Taux anormal de minéraux dans le sang
zh_cn: 血液矿物质水平异常

# model:gnuhealth.pathology,name:R798
source: Other specified abnormal findings of blood chemistry
de: Sonstige näher bezeichnete abnorme Befunde der Blutchemie
fr_fr: Autres résultats anormaux précisés des examens chimiques du sang
zh_cn: 血液化学其他特指的异常所见

# model:gnuhealth.pathology,name:R799
source: Abnormal finding of blood chemistry, unspecified
de: Abnormer Befund der Blutchemie, nicht näher bezeichnet
fr_fr: Résultat anormal des examens chimiques du sang, sans précision
zh_cn: 血液化学未特指的异常所见

# model:gnuhealth.pathology,name:R80
source: Isolated proteinuria
de: Isolierte Proteinurie
fr_fr: Protéinurie isolée
zh_cn: 孤立性蛋白尿

# model:gnuhealth.pathology,name:R81
source: Glycosuria
de: Glukosurie
fr_fr: Glycosurie
zh_cn: 糖尿

# model:gnuhealth.pathology,name:R82
source: Other abnormal findings in urine
de: Sonstige abnorme Urinbefunde
fr_fr: Autres résultats anormaux de l'examen des urines
zh_cn: 尿的其他异常所见

# model:gnuhealth.pathology,name:R820
source: Chyluria
de: Chylurie
fr_fr: Chylurie
zh_cn: 乳糜尿

# model:gnuhealth.pathology,name:R821
source: Myoglobinuria
de: Myoglobinurie
fr_fr: Myoglobinurie
zh_cn: 肌红蛋白尿

# model:gnuhealth.pathology,name:R822
source: Biliuria
de: Bilirubinurie
fr_fr: Biliurie
zh_cn: 胆汁尿

# model:gnuhealth.pathology,name:R823
source: Haemoglobinuria
de: Hämoglobinurie
fr_fr: Hémoglobinurie
zh_cn: 血红蛋白尿

# model:gnuhealth.pathology,name:R824
source: Acetonuria
de: Azetonurie
fr_fr: Acétonurie
zh_cn: 丙酮尿

# model:gnuhealth.pathology,name:R825
source: Elevated urine levels of drugs, medicaments and biological substances
de: Erhöhte Urinwerte für Drogen, Arzneimittel und biologisch aktive Substanzen
fr_fr: Augmentation dans les urines du taux de médicaments et de substances biologiques
zh_cn: 尿内药物、药剂和生物制剂水平升高

# model:gnuhealth.pathology,name:R826
source: Abnormal urine levels of substances chiefly nonmedicinal as to source
de: Abnorme Urinwerte für Substanzen vorwiegend nichtmedizinischer Herkunft
fr_fr: Taux anormal dans les urines de substances d'origine principalement non médicinale
zh_cn: 尿中主要为非药用物质的水平异常

# model:gnuhealth.pathology,name:R827
source: Abnormal findings on microbiological examination of urine
de: Abnorme Befunde bei der mikrobiologischen Urinuntersuchung
fr_fr: Résultats anormaux de l'examen microbiologique des urines
zh_cn: 尿的微生物学检查的异常所见

# model:gnuhealth.pathology,name:R828
source: Abnormal findings on cytological and histological examination of urine
de: Abnorme Befunde bei der zytologischen und histologischen Urinuntersuchung
fr_fr: Résultats anormaux de l'examen cytologique et histologique des urines
zh_cn: 尿的细胞学和组织学检查的异常所见

# model:gnuhealth.pathology,name:R829
source: Other and unspecified abnormal findings in urine
de: Sonstige und nicht näher bezeichnete abnorme Urinbefunde
zh_cn: 尿的其他和未特指的异常所见

# model:gnuhealth.pathology,name:R83
source: Abnormal findings in cerebrospinal fluid
de: Abnorme Liquorbefunde
fr_fr: Résultats anormaux de l'examen du liquide céphalo-rachidien
zh_cn: 脑脊液的异常所见

# model:gnuhealth.pathology,name:R830
source: Abnormal findings in cerebrospinal fluid: Abnormal level of enzymes
de: Abnorme Liquorbefunde: Abnormer Enzymwert
zh_cn: 脑脊液的异常所见，酶水平异常

# model:gnuhealth.pathology,name:R831
source: Abnormal findings in cerebrospinal fluid: Abnormal level of hormones
de: Abnorme Liquorbefunde: Abnormer Hormonwert
zh_cn: 脑脊液的异常所见，激素水平异常

# model:gnuhealth.pathology,name:R832
source: Abnormal findings in cerebrospinal fluid: Abnormal level of other drugs, medicaments and biological substances
de: Abnorme Liquorbefunde: Abnormer Wert für sonstige Drogen, Arzneimittel und biologisch aktive Substanzen
zh_cn: 脑脊液的异常所见，其他药物、药剂和生物制剂水平异常

# model:gnuhealth.pathology,name:R833
source: Abnormal findings in cerebrospinal fluid: Abnormal level of substances chiefly nonmedicinal as to source
de: Abnorme Liquorbefunde: Abnormer Wert für Substanzen vorwiegend nichtmedizinischer Herkunft
zh_cn: 脑脊液的异常所见，主要为非药用性物质的水平异常

# model:gnuhealth.pathology,name:R834
source: Abnormal findings in cerebrospinal fluid: Abnormal immunological findings
de: Abnorme Liquorbefunde: Abnorme immunologische Befunde
zh_cn: 脑脊液的异常所见，异常的免疫学所见

# model:gnuhealth.pathology,name:R835
source: Abnormal findings in cerebrospinal fluid: Abnormal microbiological findings
de: Abnorme Liquorbefunde: Abnorme mikrobiologische Befunde
zh_cn: 脑脊液的异常所见，异常的微生物学所见

# model:gnuhealth.pathology,name:R836
source: Abnormal findings in cerebrospinal fluid: Abnormal cytological findings
de: Abnorme Liquorbefunde: Abnorme zytologische Befunde
zh_cn: 脑脊液的异常所见，异常的细胞学所见

# model:gnuhealth.pathology,name:R837
source: Abnormal findings in cerebrospinal fluid: Abnormal histological findings
de: Abnorme Liquorbefunde: Abnorme histologische Befunde
zh_cn: 脑脊液的异常所见，异常的组织学所见

# model:gnuhealth.pathology,name:R838
source: Abnormal findings in cerebrospinal fluid: Other abnormal findings
de: Abnorme Liquorbefunde: Sonstige abnorme Befunde
zh_cn: 脑脊液的异常所见，其他异常所见

# model:gnuhealth.pathology,name:R839
source: Abnormal findings in cerebrospinal fluid: Unspecified abnormal finding
de: Abnorme Liquorbefunde: Nicht näher bezeichneter abnormer Befund
zh_cn: 脑脊液的异常所见，未特指的异常所见

# model:gnuhealth.pathology,name:R84
source: Abnormal findings in specimens from respiratory organs and thorax
de: Abnorme Befunde in Untersuchungsmaterialien aus Atemwegen und Thorax
fr_fr: Résultats anormaux de prélèvements effectués sur l'appareil respiratoire et le thorax
zh_cn: 呼吸器官和胸腔标本的异常所见

# model:gnuhealth.pathology,name:R840
source: Abnormal findings in specimens from respiratory organs and thorax: Abnormal level of enzymes
de: Abnorme Befunde in Untersuchungsmaterialien aus Atemwegen und Thorax: Abnormer Enzymwert
zh_cn: 呼吸器官和胸腔标本的异常所见，酶水平异常

# model:gnuhealth.pathology,name:R841
source: Abnormal findings in specimens from respiratory organs and thorax: Abnormal level of hormones
de: Abnorme Befunde in Untersuchungsmaterialien aus Atemwegen und Thorax: Abnormer Hormonwert
zh_cn: 呼吸器官和胸腔标本的异常所见，激素水平异常

# model:gnuhealth.pathology,name:R842
source: Abnormal findings in specimens from respiratory organs and thorax: Abnormal level of other drugs, medicaments and biological substances
de: Abnorme Befunde in Untersuchungsmaterialien aus Atemwegen und Thorax: Abnormer Wert für sonstige Drogen, Arzneimittel und biologisch aktive Substanzen
zh_cn: 呼吸器官和胸腔标本的异常所见，其他药物、药剂和生物制剂水平异常

# model:gnuhealth.pathology,name:R843
source: Abnormal findings in specimens from respiratory organs and thorax: Abnormal level of substances chiefly nonmedicinal as to source
de: Abnorme Befunde in Untersuchungsmaterialien aus Atemwegen und Thorax: Abnormer Wert für Substanzen vorwiegend nichtmedizinischer Herkunft
zh_cn: 呼吸器官和胸腔标本的异常所见，主要为非药用性物质的水平异常

# model:gnuhealth.pathology,name:R844
source: Abnormal findings in specimens from respiratory organs and thorax: Abnormal immunological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus Atemwegen und Thorax: Abnorme immunologische Befunde
zh_cn: 呼吸器官和胸腔标本的异常所见，异常的免疫学所见

# model:gnuhealth.pathology,name:R845
source: Abnormal findings in specimens from respiratory organs and thorax: Abnormal microbiological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus Atemwegen und Thorax: Abnorme mikrobiologische Befunde
zh_cn: 呼吸器官和胸腔标本的异常所见，异常的微生物学所见

# model:gnuhealth.pathology,name:R846
source: Abnormal findings in specimens from respiratory organs and thorax: Abnormal cytological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus Atemwegen und Thorax: Abnorme zytologische Befunde
zh_cn: 呼吸器官和胸腔标本的异常所见，异常的细胞学所见

# model:gnuhealth.pathology,name:R847
source: Abnormal findings in specimens from respiratory organs and thorax: Abnormal histological findings
de: Abnorme Befunde in Untersuchungsmaterialien aus Atemwegen und Thorax: Abnorme histologische Befunde
zh_cn: 呼吸器官和胸腔标本的异常所见，异常的组织学所见

# model:gnuhealth.pathology,name:R848
source: Abnormal findings in specimens from respiratory organs and thorax: Other abnormal findings
de: Abnorme Befunde in Untersuchungsmaterialien aus Atemwegen und Thorax: Sonstige abnorme Befunde
zh_cn: 呼吸器官和胸腔标本的异常所见，其他异常所见

# model:gnuhealth.pathology,name:R849
source: Abnormal findings in specimens from respiratory organs and thorax: Unspecified abnormal finding
de: Abnorme Befunde in Untersuchungsmaterialien aus Atemwegen und Thorax: Nicht näher bezeichneter abnormer Befund
zh_cn: 呼吸器官和胸腔标本的异常所见，未特指的异常所见

# model:gnuhealth.pathology,name:R85
source: Abnormal findings in specimens from digestive organs and abdominal cavity
de: Abnorme Befunde in Untersuchungsmaterialien aus Verdauungsorganen und Bauchhöhle
fr_fr: Résultats anormaux de prélèvements effectués sur l'appareil digestif et la cavité abdominale
zh_cn: 消化器官和腹腔标本的异常所见

# model:gnuhealth.pathology,name:R850
source: Abnormal findings in specimens from digestive organs and abdominal cavity: Abnormal level of enzymes
de: Abnorme Befunde in Untersuchungsmaterialien aus Verdauungsorganen und Bauchhöhle: Abnormer Enzymwert
zh_cn: 消化器官和腹腔标本的异常所见，酶水平异常
