Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Z741
source: Need for assistance with personal care
de: Probleme mit Bezug auf: Notwendigkeit der Hilfestellung bei der Körperpflege
fr_fr: Besoin d'assistance et de soins d'hygiène
zh_cn: 与需要人员帮助和照顾有关

# model:gnuhealth.pathology,name:Z742
source: Need for assistance at home and no other household member able to render care
de: Probleme mit Bezug auf: Notwendigkeit der Hilfeleistung im Haushalt, wenn kein anderer Haushaltsangehöriger die Betreuung übernehmen kann
fr_fr: Besoin d'assistance à domicile, aucun autre membre du foyer n'étant capable d'assurer les soins
zh_cn: 与在家需要帮助且无其他家庭成员能够给予照顾有关

# model:gnuhealth.pathology,name:Z743
source: Need for continuous supervision
de: Probleme mit Bezug auf: Notwendigkeit der ständigen Beaufsichtigung
fr_fr: Besoin d'une surveillance permanente
zh_cn: 与需要持续的监护有关

# model:gnuhealth.pathology,name:Z748
source: Other problems related to care-provider dependency
de: Sonstige Probleme mit Bezug auf Pflegebedürftigkeit
fr_fr: Autres difficultés liées à une dépendance envers la personne qui donne les soins
zh_cn: 与依赖于照料人员有关的其他问题

# model:gnuhealth.pathology,name:Z749
source: Problem related to care-provider dependency, unspecified
de: Problem mit Bezug auf Pflegebedürftigkeit, nicht näher bezeichnet
fr_fr: Difficulté liée à une dépendance envers la personne qui donne les soins, sans précision
zh_cn: 与依赖于照料人员有关的未特指问题

# model:gnuhealth.pathology,name:Z75
source: Problems related to medical facilities and other health care
de: Probleme mit Bezug auf medizinische Betreuungsmöglichkeiten oder andere Gesundheitsversorgung
fr_fr: Difficultés liées aux installations médicales et autres soins de santé
zh_cn: 与医疗设施和其他卫生保健有关的问题

# model:gnuhealth.pathology,name:Z750
source: Medical services not available in home
de: Probleme mit Bezug auf: Hauspflege nicht verfügbar
fr_fr: Absence de services médicaux à domicile
zh_cn: 与家中不具备医疗条件有关

# model:gnuhealth.pathology,name:Z751
source: Person awaiting admission to adequate facility elsewhere
de: Person, die auf Aufnahme in eine angemessene Betreuungseinrichtung wartet
fr_fr: Sujet attendant d'être admis ailleurs, dans un établissement adéquat
zh_cn: 等待住入他处有充足医疗设施场所的人

# model:gnuhealth.pathology,name:Z752
source: Other waiting period for investigation and treatment
de: Andere Wartezeit auf eine Untersuchung oder Behandlung
fr_fr: Autre période d'attente pour investigation et traitement
zh_cn: 其他为检查和治疗而处于等待期的人

# model:gnuhealth.pathology,name:Z753
source: Unavailability and inaccessibility of health-care facilities
de: Nichtverfügbarkeit oder Nichtzugänglichkeit von Gesundheitseinrichtungen
fr_fr: Centres médicaux non disponibles et non accessibles
zh_cn: 与不具备及得不到卫生保健设施有关

# model:gnuhealth.pathology,name:Z754
source: Unavailability and inaccessibility of other helping agencies
de: Nichtverfügbarkeit oder Nichtzugänglichkeit sonstiger Hilfsangebote
fr_fr: Autres organisations d'aide non disponibles et non accessibles
zh_cn: 与不具备及得不到其他辅助设施有关

# model:gnuhealth.pathology,name:Z755
source: Holiday relief care
de: Betreuung einer pflegebedürftigen Person während des Urlaubs der Angehörigen
fr_fr: Prise en charge pendant les vacances
zh_cn: 与假日解除照料有关

# model:gnuhealth.pathology,name:Z758
source: Other problems related to medical facilities and other health care
de: Sonstige Probleme mit Bezug auf medizinische Betreuungsmöglichkeiten oder andere Gesundheitsversorgung
fr_fr: Autres difficultés liées aux installations médicales et autres soins de santé
zh_cn: 与医疗设施和其他卫生保健有关的其他问题

# model:gnuhealth.pathology,name:Z759
source: Unspecified problem related to medical facilities and other health care
de: Nicht näher bezeichnetes Problem mit Bezug auf medizinische Betreuungsmöglichkeiten oder andere Gesundheitsversorgung
fr_fr: Difficulté liée aux installations médicales et autres soins de santé, sans précision
zh_cn: 与医疗设施和其他卫生保健有关的未特指问题

# model:gnuhealth.pathology,name:Z76
source: Persons encountering health services in other circumstances
de: Personen, die das Gesundheitswesen aus sonstigen Gründen in Anspruch nehmen
fr_fr: Sujet ayant recours aux services de santé dans d'autres circonstances
zh_cn: 在其他情况下与保健机构接触的人

# model:gnuhealth.pathology,name:Z760
source: Issue of repeat prescription
de: Ausstellung wiederholter Verordnung
fr_fr: Renouvellement d'une ordonnance
zh_cn: 在保健机构再次开处方

# model:gnuhealth.pathology,name:Z761
source: Health supervision and care of foundling
de: Gesundheitsüberwachung und Betreuung eines Findelkindes
fr_fr: Surveillance médicale et soins médicaux des enfants trouvés
zh_cn: 保健机构对弃婴的健康监督和照料

# model:gnuhealth.pathology,name:Z762
source: Health supervision and care of other healthy infant and child
de: Gesundheitsüberwachung und Betreuung eines anderen gesunden Säuglings und Kindes
fr_fr: Surveillance médicale et soins médicaux d'autres nourrissons et enfants en bonne santé
zh_cn: 保健机构对其他健康婴儿和儿童的健康监督和照料

# model:gnuhealth.pathology,name:Z763
source: Healthy person accompanying sick person
de: Gesunde Begleitperson einer kranken Person
fr_fr: Personne en bonne santé accompagnant un sujet malade
zh_cn: 在保健机构中陪伴病人的健康人

# model:gnuhealth.pathology,name:Z764
source: Other boarder in health-care facility
de: Andere in eine Gesundheitsbetreuungseinrichtung aufgenommene Person
fr_fr: Autres pensionnaires d'établissements de soins
zh_cn: 在卫生保健设施中其他的寄膳者

# model:gnuhealth.pathology,name:Z765
source: Malingerer [conscious simulation]
de: Simulant [bewusste Simulation]
zh_cn: 在保健机构中诈病者[蓄意装病]

# model:gnuhealth.pathology,name:Z768
source: Persons encountering health services in other specified circumstances
de: Personen, die das Gesundheitswesen aus sonstigen näher bezeichneten Gründen in Anspruch nehmen
fr_fr: Sujet ayant recours aux services de santé dans d'autres circonstances précisées
zh_cn: 在其他特指情况下与保健机构接触的人

# model:gnuhealth.pathology,name:Z769
source: Person encountering health services in unspecified circumstances
de: Person, die das Gesundheitswesen aus nicht näher bezeichneten Gründen in Anspruch nimmt
zh_cn: 在未特指的情况下与保健机构接触的人

# model:gnuhealth.pathology,name:Z80
source: Family history of malignant neoplasm
de: Bösartige Neubildung in der Familienanamnese
fr_fr: Antécédents familiaux de tumeur maligne
zh_cn: 恶性肿瘤家族史

# model:gnuhealth.pathology,name:Z800
source: Family history of malignant neoplasm of digestive organs
de: Bösartige Neubildung der Verdauungsorgane in der Familienanamnese
fr_fr: Antécédents familiaux de tumeur maligne des organes digestifs
zh_cn: 消化器官恶性肿瘤家族史

# model:gnuhealth.pathology,name:Z801
source: Family history of malignant neoplasm of trachea, bronchus and lung
de: Bösartige Neubildung der Trachea, der Bronchien oder der Lunge in der Familienanamnese
fr_fr: Antécédents familiaux de tumeur maligne de la trachée, des bronches et des poumons
zh_cn: 气管、支气管和肺恶性肿瘤家族史

# model:gnuhealth.pathology,name:Z802
source: Family history of malignant neoplasm of other respiratory and intrathoracic organs
de: Bösartige Neubildung anderer Atmungs- und intrathorakaler Organe in der Familienanamnese
fr_fr: Antécédents familiaux de tumeur maligne des autres organes respiratoires et intrathoraciques
zh_cn: 其他呼吸和胸腔内器官恶性肿瘤家族史

# model:gnuhealth.pathology,name:Z803
source: Family history of malignant neoplasm of breast
de: Bösartige Neubildung der Brustdrüse [Mamma] in der Familienanamnese
fr_fr: Antécédents familiaux de tumeur maligne du sein
zh_cn: 乳房恶性肿瘤家族史

# model:gnuhealth.pathology,name:Z804
source: Family history of malignant neoplasm of genital organs
de: Bösartige Neubildung der Genitalorgane in der Familienanamnese
fr_fr: Antécédents familiaux de tumeur maligne des organes génitaux
zh_cn: 生殖器官恶性肿瘤家族史

# model:gnuhealth.pathology,name:Z805
source: Family history of malignant neoplasm of urinary tract
de: Bösartige Neubildung der Harnorgane in der Familienanamnese
fr_fr: Antécédents familiaux de tumeur maligne des voies urinaires
zh_cn: 泌尿道恶性肿瘤家族史

# model:gnuhealth.pathology,name:Z806
source: Family history of leukaemia
de: Leukämie in der Familienanamnese
fr_fr: Antécédents familiaux de leucémie
zh_cn: 白血病家族史

# model:gnuhealth.pathology,name:Z807
source: Family history of other malignant neoplasms of lymphoid, haematopoietic and related tissues
de: Andere bösartige Neubildungen des lymphatischen, blutbildenden oder verwandten Gewebes in der Familienanamnese
zh_cn: 淋巴、造血和有关组织恶性肿瘤家族史

# model:gnuhealth.pathology,name:Z808
source: Family history of malignant neoplasm of other organs or systems
de: Bösartige Neubildung sonstiger Organe und Systeme in der Familienanamnese
fr_fr: Antécédents familiaux de tumeur maligne d'autres systèmes et organes
zh_cn: 其他器官或系统恶性肿瘤家族史

# model:gnuhealth.pathology,name:Z809
source: Family history of malignant neoplasm, unspecified
de: Bösartige Neubildung in der Familienanamnese, nicht näher bezeichnet
fr_fr: Antécédent familial de tumeur maligne, sans précision
zh_cn: 恶性肿瘤家族史，未特指

# model:gnuhealth.pathology,name:Z81
source: Family history of mental and behavioural disorders
de: Psychische Krankheiten oder Verhaltensstörungen in der Familienanamnese
fr_fr: Antécédents familiaux de troubles mentaux et du comportement
zh_cn: 精神和行为障碍家族史

# model:gnuhealth.pathology,name:Z810
source: Family history of mental retardation
de: Geistige Behinderung in der Familienanamnese
fr_fr: Antécédents familiaux de retard mental
zh_cn: 精神发育迟缓家族史

# model:gnuhealth.pathology,name:Z811
source: Family history of alcohol abuse
de: Alkoholmissbrauch in der Familienanamnese
fr_fr: Antécédents familiaux d'abus d'alcool
zh_cn: 酒精滥用家族史

# model:gnuhealth.pathology,name:Z812
source: Family history of tobacco abuse
de: Tabakmissbrauch in der Familienanamnese
fr_fr: Antécédents familiaux de tabagisme
zh_cn: 烟草滥用家族史

# model:gnuhealth.pathology,name:Z813
source: Family history of other psychoactive substance abuse
de: Missbrauch einer anderen psychotropen Substanz in der Familienanamnese
fr_fr: Antécédents familiaux d'abus d'autres substances psycho-actives
zh_cn: 其他精神活性物质滥用家族史

# model:gnuhealth.pathology,name:Z814
source: Family history of other substance abuse
de: Missbrauch einer sonstigen Substanz in der Familienanamnese
fr_fr: Antécédents familiaux d'abus d'autres substances
zh_cn: 其他物质滥用家族史

# model:gnuhealth.pathology,name:Z818
source: Family history of other mental and behavioural disorders
de: Sonstige psychische Krankheiten oder Verhaltensstörungen in der Familienanamnese
fr_fr: Antécédents familiaux d'autres troubles mentaux et du comportement
zh_cn: 其他精神和行为障碍家族史

# model:gnuhealth.pathology,name:Z82
source: Family history of certain disabilities and chronic diseases leading to disablement
de: Bestimmte Behinderungen oder chronische Krankheiten in der Familienanamnese, die zu Schädigung oder Behinderung führen
fr_fr: Antécédents familiaux de certaines incapacités et maladies chroniques conduisant à l'invalidité
zh_cn: 导致劳动能力丧失的某些伤残和慢性疾病家族史

# model:gnuhealth.pathology,name:Z820
source: Family history of epilepsy and other diseases of the nervous system
de: Epilepsie oder andere Krankheiten des Nervensystems in der Familienanamnese
fr_fr: Antécédents familiaux d'épilepsie et autres affections neurologiques
zh_cn: 癫痫和神经系统其他疾病家族史

# model:gnuhealth.pathology,name:Z821
source: Family history of blindness and visual loss
de: Blindheit oder Visusverlust in der Familienanamnese
fr_fr: Antécédents familiaux de cécité et perte de vision
zh_cn: 盲和视力丧失家族史

# model:gnuhealth.pathology,name:Z822
source: Family history of deafness and hearing loss
de: Taubheit oder Hörverlust in der Familienanamnese
fr_fr: Antécédents familiaux de surdité et perte d'audition
zh_cn: 聋和听力丧失家族史

# model:gnuhealth.pathology,name:Z823
source: Family history of stroke
de: Apoplexie in der Familienanamnese
fr_fr: Antécédents familiaux d'accident cérébrovasculaire
zh_cn: 脑卒中家族史

# model:gnuhealth.pathology,name:Z824
source: Family history of ischaemic heart disease and other diseases of the circulatory system
de: Ischämische Herzkrankheit oder andere Krankheiten des Kreislaufsystems in der Familienanamnese
fr_fr: Antécédents familiaux de cardiopathies ischémiques et autres maladies de l'appareil circulatoire
zh_cn: 缺血性心脏病和其他循环系统疾病家族史

# model:gnuhealth.pathology,name:Z825
source: Family history of asthma and other chronic lower respiratory diseases
de: Asthma bronchiale oder andere chronische Krankheiten der unteren Atemwege in der Familienanamnese
fr_fr: Antécédents familiaux d'asthme et autres maladies chroniques des voies respiratoires inférieures
zh_cn: 哮喘和其他慢性下呼吸道疾病家族史

# model:gnuhealth.pathology,name:Z826
source: Family history of arthritis and other diseases of the musculoskeletal system and connective tissue
de: Arthritis oder andere Krankheiten des Muskel-Skelett-Systems und des Bindegewebes in der Familienanamnese
fr_fr: Antécédents familiaux d'arthrite et autres maladies du système ostéo-articulaire, des muscles et du tissu conjonctif
zh_cn: 关节炎和肌肉骨骼系统和结缔组织其他疾病家族史

# model:gnuhealth.pathology,name:Z827
source: Family history of congenital malformations, deformations and chromosomal abnormalities
de: Angeborene Fehlbildungen, Deformitäten oder Chromosomenanomalien in der Familienanamnese
fr_fr: Antécédents familiaux de malformations congénitales et anomalies chromosomiques
zh_cn: 先天性畸形、变形和染色体异常家族史

# model:gnuhealth.pathology,name:Z828
source: Family history of other disabilities and chronic diseases leading to disablement, not elsewhere classified
de: Sonstige Behinderungen oder chronische Krankheiten in der Familienanamnese, die zu Schädigung oder Behinderung führen, anderenorts nicht klassifiziert
fr_fr: Antécédents familiaux d'autres incapacités et maladies chroniques conduisant à l'invalidité, non classées ailleurs
zh_cn: 导致劳动能力丧失的某些伤残和慢性疾病家族史，不可归类在他处者

# model:gnuhealth.pathology,name:Z83
source: Family history of other specific disorders
de: Andere spezifische Krankheiten in der Familienanamnese
fr_fr: Antécédents familiaux d'autres maladies spécifiques
zh_cn: 其他特指疾患家族史

# model:gnuhealth.pathology,name:Z830
source: Family history of human immunodeficiency virus [HIV] disease
de: HIV-Krankheit [Humane Immundefizienz-Viruskrankheit] in der Familienanamnese
zh_cn: 人类免疫缺陷病毒[HIV]病家族史

# model:gnuhealth.pathology,name:Z831
source: Family history of other infectious and parasitic diseases
de: Andere infektiöse oder parasitäre Krankheiten in der Familienanamnese
fr_fr: Antécédents familiaux d'autres maladies infectieuses et parasitaires
zh_cn: 其他传染病和寄生虫病家族史

# model:gnuhealth.pathology,name:Z832
source: Family history of diseases of the blood and blood-forming organs and certain disorders involving the immune mechanism
de: Krankheiten des Blutes und der blutbildenden Organe sowie bestimmte Störungen mit Beteiligung des Immunsystems in der Familienanamnese
fr_fr: Antécédents familiaux de maladies du sang et des organes hématopoïétiques et de certains troubles du système immunitaire
zh_cn: 血液及造血器官疾病和某些涉及免疫机制的疾患家族史

# model:gnuhealth.pathology,name:Z833
source: Family history of diabetes mellitus
de: Diabetes mellitus in der Familienanamnese
fr_fr: Antécédents familiaux de diabète sucré
zh_cn: 糖尿病家族史

# model:gnuhealth.pathology,name:Z834
source: Family history of other endocrine, nutritional and metabolic diseases
de: Andere endokrine, Ernährungs- oder Stoffwechselkrankheiten in der Familienanamnese
fr_fr: Antécédents familiaux d'autres maladies endocriniennes, nutritionnelles et métaboliques
zh_cn: 其他内分泌、营养和代谢疾病家族史

# model:gnuhealth.pathology,name:Z835
source: Family history of eye and ear disorders
de: Augen- oder Ohrenkrankheiten in der Familienanamnese
fr_fr: Antécédents familiaux de troubles de la vue et de l'audition
zh_cn: 眼和耳疾患家族史

# model:gnuhealth.pathology,name:Z836
source: Family history of diseases of the respiratory system
de: Krankheiten der Atemwege in der Familienanamnese
fr_fr: Antécédents familiaux de maladies de l'appareil respiratoire
zh_cn: 呼吸系统疾病家族史

# model:gnuhealth.pathology,name:Z837
source: Family history of diseases of the digestive system
de: Krankheiten des Verdauungssystems in der Familienanamnese
fr_fr: Antécédents familiaux de maladies de l'appareil digestif
zh_cn: 消化系统疾病家族史

# model:gnuhealth.pathology,name:Z84
source: Family history of other conditions
de: Andere Krankheiten oder Zustände in der Familienanamnese
fr_fr: Antécédents familiaux d'autres affections
zh_cn: 其他情况家族史

# model:gnuhealth.pathology,name:Z840
source: Family history of diseases of the skin and subcutaneous tissue
de: Krankheiten der Haut und der Unterhaut in der Familienanamnese
fr_fr: Antécédents familiaux de maladies de la peau et du tissu cellulaire sous-cutané
zh_cn: 皮肤和皮下组织疾病家族史

# model:gnuhealth.pathology,name:Z841
source: Family history of disorders of kidney and ureter
de: Krankheiten der Niere oder des Ureters in der Familienanamnese
zh_cn: 肾和输尿管疾患家族史

# model:gnuhealth.pathology,name:Z842
source: Family history of other diseases of the genitourinary system
de: Andere Krankheiten des Urogenitalsystems in der Familienanamnese
zh_cn: 泌尿生殖系统其他疾病家族史

# model:gnuhealth.pathology,name:Z843
source: Family history of consanguinity
de: Konsanguinität in der Familienanamnese
fr_fr: Antécédents familiaux de consanguinité
zh_cn: 同血缘家族史

# model:gnuhealth.pathology,name:Z848
source: Family history of other specified conditions
de: Sonstige näher bezeichnete Krankheiten oder Zustände in der Familienanamnese
fr_fr: Antécédents familiaux d'autres affections précisées
zh_cn: 其他特指情况家族史

# model:gnuhealth.pathology,name:Z85
source: Personal history of malignant neoplasm
de: Bösartige Neubildung in der Eigenanamnese
fr_fr: Antécédents personnels de tumeur maligne
zh_cn: 恶性肿瘤个人史

# model:gnuhealth.pathology,name:Z850
source: Personal history of malignant neoplasm of digestive organs
de: Bösartige Neubildung der Verdauungsorgane in der Eigenanamnese
fr_fr: Antécédents personnels de tumeur maligne des organes digestifs
zh_cn: 消化器官恶性肿瘤个人史

# model:gnuhealth.pathology,name:Z851
source: Personal history of malignant neoplasm of trachea, bronchus and lung
de: Bösartige Neubildung der Trachea, der Bronchien oder der Lunge in der Eigenanamnese
fr_fr: Antécédents personnels de tumeur maligne de la trachée, des bronches et des poumons
zh_cn: 气管、支气管和肺恶性肿瘤个人史

# model:gnuhealth.pathology,name:Z852
source: Personal history of malignant neoplasm of other respiratory and intrathoracic organs
de: Bösartige Neubildung anderer Atmungs- und intrathorakaler Organe in der Eigenanamnese
fr_fr: Antécédents personnels de tumeur maligne d'autres organes respiratoires et intrathoraciques
zh_cn: 其他呼吸和胸腔内器官恶性肿瘤个人史

# model:gnuhealth.pathology,name:Z853
source: Personal history of malignant neoplasm of breast
de: Bösartige Neubildung der Brustdrüse [Mamma] in der Eigenanamnese
fr_fr: Antécédents personnels de tumeur maligne du sein
zh_cn: 乳房恶性肿瘤个人史

# model:gnuhealth.pathology,name:Z854
source: Personal history of malignant neoplasm of genital organs
de: Bösartige Neubildung der Genitalorgane in der Eigenanamnese
fr_fr: Antécédents personnels de tumeur maligne des organes génitaux
zh_cn: 生殖器官恶性肿瘤个人史

# model:gnuhealth.pathology,name:Z855
source: Personal history of malignant neoplasm of urinary tract
de: Bösartige Neubildung der Harnorgane in der Eigenanamnese
fr_fr: Antécédents personnels de tumeur maligne des voies urinaires
zh_cn: 泌尿道恶性肿瘤个人史

# model:gnuhealth.pathology,name:Z856
source: Personal history of leukaemia
de: Leukämie in der Eigenanamnese
fr_fr: Antécédents personnels de leucémie
zh_cn: 白血病个人史

# model:gnuhealth.pathology,name:Z857
source: Personal history of other malignant neoplasms of lymphoid, haematopoietic and related tissues
de: Andere bösartige Neubildungen des lymphatischen, blutbildenden oder verwandten Gewebes in der Eigenanamnese
fr_fr: Antécédents personnels d'autres tumeurs malignes des tissus lymphoïde, hématopoïétique et apparentés
zh_cn: 淋巴、造血和有关组织其他恶性肿瘤个人史

# model:gnuhealth.pathology,name:Z858
source: Personal history of malignant neoplasms of other organs and systems
de: Bösartige Neubildungen sonstiger Organe oder Systeme in der Eigenanamnese
fr_fr: Antécédents personnels de tumeurs malignes d'autres organes et systèmes
zh_cn: 其他器官和系统恶性肿瘤个人史

# model:gnuhealth.pathology,name:Z859
source: Personal history of malignant neoplasm, unspecified
de: Bösartige Neubildung in der Eigenanamnese, nicht näher bezeichnet
fr_fr: Antécédents personnels de tumeur maligne, sans précision
zh_cn: 恶性肿瘤个人史，未特指

# model:gnuhealth.pathology,name:Z86
source: Personal history of certain other diseases
de: Bestimmte andere Krankheiten in der Eigenanamnese
fr_fr: Antécédents personnels de certaines autres maladies
zh_cn: 某些其他疾病个人史

# model:gnuhealth.pathology,name:Z860
source: Personal history of other neoplasms
de: Andere Neubildungen in der Eigenanamnese
fr_fr: Antécédents personnels d'autres tumeurs
zh_cn: 其他肿瘤个人史

# model:gnuhealth.pathology,name:Z861
source: Personal history of infectious and parasitic diseases
de: Infektiöse oder parasitäre Krankheiten in der Eigenanamnese
fr_fr: Antécédents personnels de maladies infectieuses et parasitaires
zh_cn: 传染病和寄生虫病个人史

# model:gnuhealth.pathology,name:Z862
source: Personal history of diseases of the blood and blood-forming organs and certain disorders involving the immune mechanism
de: Krankheiten des Blutes und der blutbildenden Organe sowie bestimmte Störungen mit Beteiligung des Immunsystems in der Eigenanamnese
fr_fr: Antécédents personnels de maladies du sang et des organes hématopoïétiques et de certains troubles du système immunitaire
zh_cn: 血液和造血器官疾病和某些涉及免疫机制的疾患个人史

# model:gnuhealth.pathology,name:Z863
source: Personal history of endocrine, nutritional and metabolic diseases
de: Endokrine, Ernährungs- oder Stoffwechselkrankheiten in der Eigenanamnese
fr_fr: Antécédents personnels de maladies endocriniennes, nutritionnelles et métaboliques
zh_cn: 内分泌、营养和代谢疾病个人史

# model:gnuhealth.pathology,name:Z864
source: Personal history of psychoactive substance abuse
de: Missbrauch einer psychotropen Substanz in der Eigenanamnese
fr_fr: Antécédents personnels d'abus de substances psycho-actives
zh_cn: 精神活性物质滥用个人史

# model:gnuhealth.pathology,name:Z865
source: Personal history of other mental and behavioural disorders
de: Andere psychische Krankheiten oder Verhaltensstörungen in der Eigenanamnese
fr_fr: Antécédents personnels d'autres troubles mentaux et du comportement
zh_cn: 其他精神和行为障碍个人史

# model:gnuhealth.pathology,name:Z866
source: Personal history of diseases of the nervous system and sense organs
de: Krankheiten des Nervensystems oder der Sinnesorgane in der Eigenanamnese
fr_fr: Antécédents personnels de maladies du système nerveux et des organes des sens
zh_cn: 神经系统和感觉器官疾病个人史

# model:gnuhealth.pathology,name:Z867
source: Personal history of diseases of the circulatory system
de: Krankheiten des Kreislaufsystems in der Eigenanamnese
fr_fr: Antécédents personnels de maladies de l'appareil circulatoire
zh_cn: 循环系统疾病个人史

# model:gnuhealth.pathology,name:Z87
source: Personal history of other diseases and conditions
de: Andere Krankheiten oder Zustände in der Eigenanamnese
fr_fr: Antécédents personnels d'autres maladies
zh_cn: 其他疾病和情况个人史

# model:gnuhealth.pathology,name:Z870
source: Personal history of diseases of the respiratory system
de: Krankheiten des Atmungssystems in der Eigenanamnese
fr_fr: Antécédents personnels de maladies de l'appareil respiratoire
zh_cn: 呼吸系统疾病个人史

# model:gnuhealth.pathology,name:Z871
source: Personal history of diseases of the digestive system
de: Krankheiten des Verdauungssystems in der Eigenanamnese
fr_fr: Antécédents personnels de maladies de l'appareil digestif
zh_cn: 消化系统疾病个人史

# model:gnuhealth.pathology,name:Z872
source: Personal history of diseases of the skin and subcutaneous tissue
de: Krankheiten der Haut und der Unterhaut in der Eigenanamnese
fr_fr: Antécédents personnels de maladies de la peau et du tissu cellulaire sous-cutané
zh_cn: 皮肤和皮下组织疾病个人史
