Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:T311
source: Burns involving 10-19% of body surface
de: Verbrennungen von 10-19 % der Körperoberfläche
fr_fr: Brûlures couvrant entre 10 et moins de 20% de la surface du corps
zh_cn: 累及体表10-19％的烧伤

# model:gnuhealth.pathology,name:T312
source: Burns involving 20-29% of body surface
de: Verbrennungen von 20-29 % der Körperoberfläche
fr_fr: Brûlures couvrant entre 20 et moins de 30% de la surface du corps
zh_cn: 累及体表20-29％的烧伤

# model:gnuhealth.pathology,name:T313
source: Burns involving 30-39% of body surface
de: Verbrennungen von 30-39 % der Körperoberfläche
fr_fr: Brûlures couvrant entre 30 et moins de 40% de la surface du corps
zh_cn: 累及体表30-39％的烧伤

# model:gnuhealth.pathology,name:T314
source: Burns involving 40-49% of body surface
de: Verbrennungen von 40-49 % der Körperoberfläche
fr_fr: Brûlures couvrant entre 40 et moins de 50% de la surface du corps
zh_cn: 累及体表40-49％的烧伤

# model:gnuhealth.pathology,name:T315
source: Burns involving 50-59% of body surface
de: Verbrennungen von 50-59 % der Körperoberfläche
fr_fr: Brûlures couvrant entre 50 et moins de 60% de la surface du corps
zh_cn: 累及体表50-59％的烧伤

# model:gnuhealth.pathology,name:T316
source: Burns involving 60-69% of body surface
de: Verbrennungen von 60-69 % der Körperoberfläche
fr_fr: Brûlures couvrant entre 60 et moins de 70% de la surface du corps
zh_cn: 累及体表60-69％的烧伤

# model:gnuhealth.pathology,name:T317
source: Burns involving 70-79% of body surface
de: Verbrennungen von 70-79 % der Körperoberfläche
fr_fr: Brûlures couvrant entre 70 et moins de 80% de la surface du corps
zh_cn: 累及体表70-79％的烧伤

# model:gnuhealth.pathology,name:T318
source: Burns involving 80-89% of body surface
de: Verbrennungen von 80-89 % der Körperoberfläche
fr_fr: Brûlures couvrant entre 80 et moins de 90% de la surface du corps
zh_cn: 累及体表80-89％的烧伤

# model:gnuhealth.pathology,name:T319
source: Burns involving 90% or more of body surface
de: Verbrennungen von 90 % oder mehr der Körperoberfläche
fr_fr: Brûlures couvrant 90% ou plus de la surface du corps
zh_cn: 累及体表90％及以上的烧伤

# model:gnuhealth.pathology,name:T32
source: Corrosions classified according to extent of body surface involved
de: Verätzungen, klassifiziert nach dem Ausmaß der betroffenen Körperoberfläche
fr_fr: Corrosions classées selon l'étendue de la surface du corps atteinte
zh_cn: 根据体表累及范围分类的腐蚀伤

# model:gnuhealth.pathology,name:T320
source: Corrosions involving less than 10% of body surface
de: Verätzungen von weniger als 10 % der Körperoberfläche
fr_fr: Corrosions couvrant moins de 10% de la surface du corps
zh_cn: 累及体表10％以下的腐蚀伤

# model:gnuhealth.pathology,name:T321
source: Corrosions involving 10-19% of body surface
de: Verätzungen von 10-19 % der Körperoberfläche
fr_fr: Corrosions couvrant entre 10 et moins de 20% de la surface du corps
zh_cn: 累及体表10-19％的腐蚀伤

# model:gnuhealth.pathology,name:T322
source: Corrosions involving 20-29% of body surface
de: Verätzungen von 20-29 % der Körperoberfläche
fr_fr: Corrosions couvrant entre 20 et moins de 30% de la surface du corps
zh_cn: 累及体表20-29％的腐蚀伤

# model:gnuhealth.pathology,name:T323
source: Corrosions involving 30-39% of body surface
de: Verätzungen von 30-39 % der Körperoberfläche
fr_fr: Corrosions couvrant entre 30 et moins de 40% de la surface du corps
zh_cn: 累及体表30-39％的腐蚀伤

# model:gnuhealth.pathology,name:T324
source: Corrosions involving 40-49% of body surface
de: Verätzungen von 40-49 % der Körperoberfläche
fr_fr: Corrosions couvrant entre 40 et moins de 50% de la surface du corps
zh_cn: 累及体表40-49％的腐蚀伤

# model:gnuhealth.pathology,name:T325
source: Corrosions involving 50-59% of body surface
de: Verätzungen von 50-59 % der Körperoberfläche
fr_fr: Corrosions couvrant entre 50 et moins de 60% de la surface du corps
zh_cn: 累及体表50-59％的腐蚀伤

# model:gnuhealth.pathology,name:T326
source: Corrosions involving 60-69% of body surface
de: Verätzungen von 60-69 % der Körperoberfläche
fr_fr: Corrosions couvrant entre 60 et moins de 70% de la surface du corps
zh_cn: 累及体表60-69％的腐蚀伤

# model:gnuhealth.pathology,name:T327
source: Corrosions involving 70-79% of body surface
de: Verätzungen von 70-79 % der Körperoberfläche
fr_fr: Corrosions couvrant entre 70 et moins de 80% de la surface du corps
zh_cn: 累及体表70-79％的腐蚀伤

# model:gnuhealth.pathology,name:T328
source: Corrosions involving 80-89% of body surface
de: Verätzungen von 80-89 % der Körperoberfläche
fr_fr: Corrosions couvrant entre 80 et moins de 90% de la surface du corps
zh_cn: 累及体表80-89％的腐蚀伤

# model:gnuhealth.pathology,name:T329
source: Corrosions involving 90% or more of body surface
de: Verätzungen von 90 % oder mehr der Körperoberfläche
fr_fr: Corrosions couvrant 90% ou plus de la surface du corps
zh_cn: 累及体表90％及以上的腐蚀伤

# model:gnuhealth.pathology,name:T33
source: Superficial frostbite
de: Oberflächliche Erfrierung
fr_fr: Gelure superficielle
zh_cn: 浅表冻伤

# model:gnuhealth.pathology,name:T330
source: Superficial frostbite of head
de: Oberflächliche Erfrierung des Kopfes
fr_fr: Gelure superficielle de la tête
zh_cn: 头部浅表冻伤

# model:gnuhealth.pathology,name:T331
source: Superficial frostbite of neck
de: Oberflächliche Erfrierung des Halses
fr_fr: Gelure superficielle du cou
zh_cn: 颈部浅表冻伤

# model:gnuhealth.pathology,name:T332
source: Superficial frostbite of thorax
de: Oberflächliche Erfrierung des Thorax
fr_fr: Gelure superficielle du thorax
zh_cn: 胸部浅表冻伤

# model:gnuhealth.pathology,name:T333
source: Superficial frostbite of abdominal wall, lower back and pelvis
de: Oberflächliche Erfrierung der Bauchdecke, der Lumbosakralgegend und des Beckens
fr_fr: Gelure superficielle de la paroi abdominale, des lombes et du bassin
zh_cn: 腹壁、下背和骨盆浅表冻伤

# model:gnuhealth.pathology,name:T334
source: Superficial frostbite of arm
de: Oberflächliche Erfrierung des Armes
fr_fr: Gelure superficielle du bras et de l'avant bras
zh_cn: 臂浅表冻伤

# model:gnuhealth.pathology,name:T335
source: Superficial frostbite of wrist and hand
de: Oberflächliche Erfrierung des Handgelenkes und der Hand
fr_fr: Gelure superficielle du poignet et de la main
zh_cn: 腕和手浅表冻伤

# model:gnuhealth.pathology,name:T336
source: Superficial frostbite of hip and thigh
de: Oberflächliche Erfrierung der Hüfte und des Oberschenkels
fr_fr: Gelure superficielle de la hanche et de la cuisse
zh_cn: 髋和大腿浅表冻伤

# model:gnuhealth.pathology,name:T337
source: Superficial frostbite of knee and lower leg
de: Oberflächliche Erfrierung des Knies und des Unterschenkels
fr_fr: Gelure superficielle du genou et de la jambe
zh_cn: 膝和小腿浅表冻伤

# model:gnuhealth.pathology,name:T338
source: Superficial frostbite of ankle and foot
de: Oberflächliche Erfrierung der Knöchelregion und des Fußes
fr_fr: Gelure superficielle de la cheville et du pied
zh_cn: 踝和足浅表冻伤

# model:gnuhealth.pathology,name:T339
source: Superficial frostbite of other and unspecified sites
de: Oberflächliche Erfrierung an sonstigen und nicht näher bezeichneten Lokalisationen
fr_fr: Gelure superficielle de localisations autres et non précisées
zh_cn: 其他和未特指部位的浅表冻伤

# model:gnuhealth.pathology,name:T34
source: Frostbite with tissue necrosis
de: Erfrierung mit Gewebsnekrose
fr_fr: Gelure avec nécrose des tissus
zh_cn: 冻伤伴有组织坏死

# model:gnuhealth.pathology,name:T340
source: Frostbite with tissue necrosis of head
de: Erfrierung mit Gewebsnekrose des Kopfes
fr_fr: Gelure de la tête, avec nécrose des tissus
zh_cn: 头部冻伤伴有组织坏死

# model:gnuhealth.pathology,name:T341
source: Frostbite with tissue necrosis of neck
de: Erfrierung mit Gewebsnekrose des Halses
fr_fr: Gelure du cou, avec nécrose des tissus
zh_cn: 颈部冻伤伴有组织坏死

# model:gnuhealth.pathology,name:T342
source: Frostbite with tissue necrosis of thorax
de: Erfrierung mit Gewebsnekrose des Thorax
fr_fr: Gelure du thorax, avec nécrose des tissus
zh_cn: 胸部冻伤伴有组织坏死

# model:gnuhealth.pathology,name:T343
source: Frostbite with tissue necrosis of abdominal wall, lower back and pelvis
de: Erfrierung mit Gewebsnekrose der Bauchdecke, der Lumbosakralgegend und des Beckens
fr_fr: Gelure de la paroi abdominale, des lombes et du bassin, avec nécrose des tissus
zh_cn: 腹壁、下背和骨盆冻伤伴有组织坏死

# model:gnuhealth.pathology,name:T344
source: Frostbite with tissue necrosis of arm
de: Erfrierung mit Gewebsnekrose des Armes
fr_fr: Gelure du bras et de l'avant-bras, avec nécrose des tissus
zh_cn: 臂冻伤伴有组织坏死

# model:gnuhealth.pathology,name:T345
source: Frostbite with tissue necrosis of wrist and hand
de: Erfrierung mit Gewebsnekrose des Handgelenkes und der Hand
fr_fr: Gelure du poignet et de la main, avec nécrose des tissus
zh_cn: 腕和手冻伤伴有组织坏死

# model:gnuhealth.pathology,name:T346
source: Frostbite with tissue necrosis of hip and thigh
de: Erfrierung mit Gewebsnekrose der Hüfte und des Oberschenkels
fr_fr: Gelure de la hanche et de la cuisse, avec nécrose des tissus
zh_cn: 髋和大腿冻伤伴有组织坏死

# model:gnuhealth.pathology,name:T347
source: Frostbite with tissue necrosis of knee and lower leg
de: Erfrierung mit Gewebsnekrose des Knies und des Unterschenkels
fr_fr: Gelure du genou et de la jambe, avec nécrose des tissus
zh_cn: 膝和小腿冻伤伴有组织坏死

# model:gnuhealth.pathology,name:T348
source: Frostbite with tissue necrosis of ankle and foot
de: Erfrierung mit Gewebsnekrose der Knöchelregion und des Fußes
fr_fr: Gelure de la cheville et du pied, avec nécrose des tissus
zh_cn: 踝和足冻伤伴有组织坏死

# model:gnuhealth.pathology,name:T349
source: Frostbite with tissue necrosis of other and unspecified sites
de: Erfrierung mit Gewebsnekrose an sonstigen und nicht näher bezeichneten Lokalisationen
fr_fr: Gelure de localisations autres et non précisées, avec nécrose des tissus
zh_cn: 其他和未特指部位的冻伤伴有组织坏死

# model:gnuhealth.pathology,name:T35
source: Frostbite involving multiple body regions and unspecified frostbite
de: Erfrierung mit Beteiligung mehrerer Körperregionen und nicht näher bezeichnete Erfrierung
fr_fr: Gelure de parties multiples du corps et sans précision
zh_cn: 累及身体多个部位的冻伤和未特指的冻伤

# model:gnuhealth.pathology,name:T350
source: Superficial frostbite involving multiple body regions
de: Oberflächliche Erfrierung mit Beteiligung mehrerer Körperregionen
fr_fr: Gelure superficielle de parties multiples du corps
zh_cn: 累及身体多个部位的浅表冻伤

# model:gnuhealth.pathology,name:T351
source: Frostbite with tissue necrosis involving multiple body regions
de: Erfrierung mit Gewebsnekrose mit Beteiligung mehrerer Körperregionen
fr_fr: Gelure de parties multiples du corps, avec nécrose des tissus
zh_cn: 累及身体多个部位的冻伤伴有组织坏死

# model:gnuhealth.pathology,name:T352
source: Unspecified frostbite of head and neck
de: Nicht näher bezeichnete Erfrierung des Kopfes und des Halses
fr_fr: Gelure de la tête et du cou, sans précision
zh_cn: 头和颈部未特指的冻伤

# model:gnuhealth.pathology,name:T353
source: Unspecified frostbite of thorax, abdomen, lower back and pelvis
de: Nicht näher bezeichnete Erfrierung des Thorax, des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Gelure du thorax, de l'abdomen, des lombes et du bassin, sans précision
zh_cn: 胸部、腹部、下背和骨盆未特指的冻伤

# model:gnuhealth.pathology,name:T354
source: Unspecified frostbite of upper limb
de: Nicht näher bezeichnete Erfrierung der oberen Extremität
fr_fr: Gelure du membre supérieur, sans précision
zh_cn: 上肢未特指的冻伤

# model:gnuhealth.pathology,name:T355
source: Unspecified frostbite of lower limb
de: Nicht näher bezeichnete Erfrierung der unteren Extremität
fr_fr: Gelure du membre inférieur, sans précision
zh_cn: 下肢未特指的冻伤

# model:gnuhealth.pathology,name:T356
source: Unspecified frostbite involving multiple body regions
de: Nicht näher bezeichnete Erfrierung mit Beteiligung mehrerer Körperregionen
fr_fr: Gelure de parties multiples du corps, sans précision
zh_cn: 累及身体多个部位未特指的冻伤

# model:gnuhealth.pathology,name:T357
source: Unspecified frostbite of unspecified site
de: Nicht näher bezeichnete Erfrierung an nicht näher bezeichneten Lokalisationen
fr_fr: Gelure, sans précision, de localisation non précisée
zh_cn: 未特指部位未特指的冻伤

# model:gnuhealth.pathology,name:T36
source: Poisoning by systemic antibiotics
de: Vergiftung durch systemisch wirkende Antibiotika
fr_fr: Intoxication par antibiotiques systémiques
zh_cn: 全身性抗生素中毒

# model:gnuhealth.pathology,name:T360
source: Poisoning: Penicillins
de: Vergiftung: Penicilline
zh_cn: 青霉素类中毒

# model:gnuhealth.pathology,name:T361
source: Poisoning: Cefalosporins and other beta-lactam antibiotics
de: Vergiftung: Cephalosporine und andere Beta-Laktam-Antibiotika
zh_cn: 头孢菌素和其他β内酰胺类抗生素中毒

# model:gnuhealth.pathology,name:T362
source: Poisoning: Chloramphenicol group
de: Vergiftung: Chloramphenicol-Gruppe
zh_cn: 氯霉素族中毒

# model:gnuhealth.pathology,name:T363
source: Poisoning: Macrolides
de: Vergiftung: Makrolide
zh_cn: 大环内酯类中毒

# model:gnuhealth.pathology,name:T364
source: Poisoning: Tetracyclines
de: Vergiftung: Tetrazykline
zh_cn: 四环素类中毒

# model:gnuhealth.pathology,name:T365
source: Poisoning: Aminoglycosides
de: Vergiftung: Aminoglykoside
zh_cn: 氨基糖甙类中毒

# model:gnuhealth.pathology,name:T366
source: Poisoning: Rifamycins
de: Vergiftung: Rifamycine
zh_cn: 利福霉素类中毒

# model:gnuhealth.pathology,name:T367
source: Poisoning: Antifungal antibiotics, systemically used
de: Vergiftung: Antimykotika bei systemischer Anwendung
zh_cn: 全身性抗真菌性抗生素中毒

# model:gnuhealth.pathology,name:T368
source: Poisoning: Other systemic antibiotics
de: Vergiftung: Sonstige systemisch wirkende Antibiotika
zh_cn: 其他全身性抗生素中毒

# model:gnuhealth.pathology,name:T369
source: Poisoning: Systemic antibiotic, unspecified
de: Vergiftung: Systemisch wirkendes Antibiotikum, nicht näher bezeichnet
zh_cn: 未特指的全身性抗生素中毒

# model:gnuhealth.pathology,name:T37
source: Poisoning by other systemic anti-infectives and antiparasitics
de: Vergiftung durch sonstige systemisch wirkende Antiinfektiva und Antiparasitika
fr_fr: Intoxication par d'autres anti-infectieux et antiparasitaires systémiques
zh_cn: 其他全身性抗感染药和抗寄生虫药中毒

# model:gnuhealth.pathology,name:T370
source: Poisoning: Sulfonamides
de: Vergiftung: Sulfonamide
zh_cn: 磺胺类中毒

# model:gnuhealth.pathology,name:T371
source: Poisoning: Antimycobacterial drugs
de: Vergiftung: Antimykobakterielle Arzneimittel
zh_cn: 抗分枝杆菌药中毒

# model:gnuhealth.pathology,name:T372
source: Poisoning: Antimalarials and drugs acting on other blood protozoa
de: Vergiftung: Antimalariamittel und Arzneimittel gegen andere Blutprotozoen
zh_cn: 抗疟疾和对其他血液原虫有作用的药中毒

# model:gnuhealth.pathology,name:T373
source: Poisoning: Other antiprotozoal drugs
de: Vergiftung: Sonstige Antiprotozoika
zh_cn: 其他抗原虫药中毒

# model:gnuhealth.pathology,name:T374
source: Poisoning: Anthelminthics
de: Vergiftung: Anthelminthika
zh_cn: 驱蠕虫药中毒

# model:gnuhealth.pathology,name:T375
source: Poisoning: Antiviral drugs
de: Vergiftung: Virostatika
zh_cn: 抗病毒药中毒

# model:gnuhealth.pathology,name:T378
source: Poisoning: Other specified systemic anti-infectives and antiparasitics
de: Vergiftung: Sonstige näher bezeichnete systemisch wirkende Antiinfektiva und Antiparasitika
zh_cn: 其他特指的全身性抗感染药和抗寄生虫药中毒

# model:gnuhealth.pathology,name:T379
source: Poisoning: Systemic anti-infective and antiparasitic, unspecified
de: Vergiftung: Systemisch wirkendes Antiinfektivum und Antiparasitikum, nicht näher bezeichnet
zh_cn: 未特指的全身性抗感染药和抗寄生虫药中毒

# model:gnuhealth.pathology,name:T38
source: Poisoning by hormones and their synthetic substitutes and antagonists, not elsewhere classified
de: Vergiftung durch Hormone und deren synthetische Ersatzstoffe und Antagonisten, anderenorts nicht klassifiziert
fr_fr: Intoxication par hormones et leurs substituts synthétiques et antagonistes, non classés ailleurs
zh_cn: 激素类及其合成代用品和拮抗剂中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T380
source: Poisoning: Glucocorticoids and synthetic analogues
de: Vergiftung: Glukokortikoide und synthetische Analoga
zh_cn: 糖[肾上腺]皮质激素类及其合成的类似物中毒

# model:gnuhealth.pathology,name:T381
source: Poisoning: Thyroid hormones and substitutes
de: Vergiftung: Schilddrüsenhormone und Ersatzstoffe
zh_cn: 甲状腺激素类及其代用品中毒

# model:gnuhealth.pathology,name:T382
source: Poisoning: Antithyroid drugs
de: Vergiftung: Thyreostatika
zh_cn: 抗甲状腺药中毒

# model:gnuhealth.pathology,name:T383
source: Poisoning: Insulin and oral hypoglycaemic [antidiabetic] drugs
de: Vergiftung: Insulin und orale blutzuckersenkende Arzneimittel [Antidiabetika]
zh_cn: 胰岛素和口服降血糖[抗糖尿病]药中毒

# model:gnuhealth.pathology,name:T384
source: Poisoning: Oral contraceptives
de: Vergiftung: Orale Kontrazeptiva
zh_cn: 口服避孕药中毒

# model:gnuhealth.pathology,name:T385
source: Poisoning: Other estrogens and progestogens
de: Vergiftung: Sonstige Östrogene und Gestagene
zh_cn: 其他雌激素和孕激素中毒

# model:gnuhealth.pathology,name:T386
source: Poisoning: Antigonadotrophins, antiestrogens, antiandrogens, not elsewhere classified
de: Vergiftung: Antigonadotropine, Antiöstrogene und Antiandrogene, anderenorts nicht klassifiziert
zh_cn: 抗促性腺激素药、抗雌激素药、抗雄激素药中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T387
source: Poisoning: Androgens and anabolic congeners
de: Vergiftung: Androgene und verwandte Anabolika
zh_cn: 雄激素类及其促组成代谢的同类药中毒

# model:gnuhealth.pathology,name:T388
source: Poisoning: Other and unspecified hormones and their synthetic substitutes
de: Vergiftung: Sonstige und nicht näher bezeichnete Hormone und synthetische Ersatzstoffe
zh_cn: 其他和未特指的激素类及其合成代用品中毒

# model:gnuhealth.pathology,name:T389
source: Poisoning: Other and unspecified hormone antagonists
de: Vergiftung: Sonstige und nicht näher bezeichnete Hormon-Antagonisten
zh_cn: 其他和未特指的激素类拮抗剂中毒

# model:gnuhealth.pathology,name:T39
source: Poisoning by nonopioid analgesics, antipyretics and antirheumatics
de: Vergiftung durch nichtopioidhaltige Analgetika, Antipyretika und Antirheumatika
fr_fr: Intoxication par analgésiques non opioïdes, antipyrétiques et antirhumatisants
zh_cn: 非阿片样镇痛药、解热药和抗风湿药中毒

# model:gnuhealth.pathology,name:T390
source: Poisoning: Salicylates
de: Vergiftung: Salizylate
zh_cn: 水杨酸盐类中毒

# model:gnuhealth.pathology,name:T391
source: Poisoning: 4-Aminophenol derivatives
de: Vergiftung: 4-Aminophenol-Derivate
zh_cn: 4-氨基苯酚衍生物中毒

# model:gnuhealth.pathology,name:T392
source: Poisoning: Pyrazolone derivatives
de: Vergiftung: Pyrazolon-Derivate
zh_cn: 吡唑啉酮衍生物中毒

# model:gnuhealth.pathology,name:T393
source: Poisoning: Other nonsteroidal anti-inflammatory drugs [NSAID]
de: Vergiftung: Sonstige nichtsteroidale Antiphlogistika [NSAID]
zh_cn: 其他非类固醇性消炎药[NSAID]中毒

# model:gnuhealth.pathology,name:T394
source: Poisoning: Antirheumatics, not elsewhere classified
de: Vergiftung: Antirheumatika, anderenorts nicht klassifiziert
zh_cn: 抗风湿药中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T398
source: Poisoning: Other nonopioid analgesics and antipyretics, not elsewhere classified
de: Vergiftung: Sonstige nichtopioidhaltige Analgetika und Antipyretika, anderenorts nicht klassifiziert
zh_cn: 其他非阿片样镇痛药和解热药中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T399
source: Poisoning: Nonopioid analgesic, antipyretic and antirheumatic, unspecified
de: Vergiftung: Nichtopioidhaltige Analgetika, Antipyretika und Antirheumatika, nicht näher bezeichnet
zh_cn: 未特指的非阿片样镇痛药、解热药和抗风湿药中毒

# model:gnuhealth.pathology,name:T40
source: Poisoning by narcotics and psychodysleptics [hallucinogens]
de: Vergiftung durch Betäubungsmittel und Psychodysleptika [Halluzinogene]
fr_fr: Intoxication par narcotiques et psychodysleptiques [hallucinogènes]
zh_cn: 麻醉品和致幻药[致幻剂]中毒

# model:gnuhealth.pathology,name:T400
source: Poisoning: Opium
de: Vergiftung: Opium
zh_cn: 阿片类中毒

# model:gnuhealth.pathology,name:T401
source: Poisoning: Heroin
de: Vergiftung: Heroin
zh_cn: 海洛因中毒

# model:gnuhealth.pathology,name:T402
source: Poisoning: Other opioids
de: Vergiftung: Sonstige Opioide
zh_cn: 其他阿片样物质中毒

# model:gnuhealth.pathology,name:T403
source: Poisoning: Methadone
de: Vergiftung: Methadon
zh_cn: 美散痛中毒

# model:gnuhealth.pathology,name:T404
source: Poisoning: Other synthetic narcotics
de: Vergiftung: Sonstige synthetische Betäubungsmittel
zh_cn: 其他合成的麻醉品中毒

# model:gnuhealth.pathology,name:T405
source: Poisoning: Cocaine
de: Vergiftung: Kokain
zh_cn: 可卡因中毒

# model:gnuhealth.pathology,name:T406
source: Poisoning: Other and unspecified narcotics
de: Vergiftung: Sonstige und nicht näher bezeichnete Betäubungsmittel
zh_cn: 其他和未特指的麻醉品中毒

# model:gnuhealth.pathology,name:T407
source: Poisoning: Cannabis (derivatives)
de: Vergiftung: Cannabis (-Derivate)
zh_cn: 大麻类(衍生物)中毒

# model:gnuhealth.pathology,name:T408
source: Poisoning: Lysergide [LSD]
de: Vergiftung: Lysergid [LSD]
zh_cn: 二乙麦角酰胺[LSD]中毒

# model:gnuhealth.pathology,name:T409
source: Poisoning: Other and unspecified psychodysleptics [hallucinogens]
de: Vergiftung: Sonstige und nicht näher bezeichnete Psychodysleptika [Halluzinogene]
zh_cn: 其他和未特指的致幻药[致幻剂]中毒

# model:gnuhealth.pathology,name:T41
source: Poisoning by anaesthetics and therapeutic gases
de: Vergiftung durch Anästhetika und therapeutische Gase
fr_fr: Intoxication par anesthésiques et gaz thérapeutiques
zh_cn: 麻醉药和治疗性气体中毒

# model:gnuhealth.pathology,name:T410
source: Poisoning: Inhaled anaesthetics
de: Vergiftung: Inhalationsanästhetika
zh_cn: 吸入性麻醉药中毒

# model:gnuhealth.pathology,name:T411
source: Poisoning: Intravenous anaesthetics
de: Vergiftung: Intravenöse Anästhetika
zh_cn: 静脉内麻醉药中毒

# model:gnuhealth.pathology,name:T412
source: Poisoning: Other and unspecified general anaesthetics
de: Vergiftung: Sonstige und nicht näher bezeichnete Allgemeinanästhetika
zh_cn: 其他和未特指的全身麻醉药中毒

# model:gnuhealth.pathology,name:T413
source: Poisoning: Local anaesthetics
de: Vergiftung: Lokalanästhetika
zh_cn: 局部麻醉药中毒

# model:gnuhealth.pathology,name:T414
source: Poisoning: Anaesthetic, unspecified
de: Vergiftung: Anästhetikum, nicht näher bezeichnet
zh_cn: 未特指的麻醉药中毒

# model:gnuhealth.pathology,name:T415
source: Poisoning: Therapeutic gases
de: Vergiftung: Therapeutische Gase
zh_cn: 治疗性气体中毒

# model:gnuhealth.pathology,name:T42
source: Poisoning by antiepileptic, sedative-hypnotic and antiparkinsonism drugs
de: Vergiftung durch Antiepileptika, Sedativa, Hypnotika und Antiparkinsonmittel
zh_cn: 镇癫痫药、镇静催眠药和抗帕金森病药中毒

# model:gnuhealth.pathology,name:T420
source: Poisoning: Hydantoin derivatives
de: Vergiftung: Hydantoin-Derivate
zh_cn: 乙内酰脲衍生物中毒

# model:gnuhealth.pathology,name:T421
source: Poisoning: Iminostilbenes
de: Vergiftung: Iminostilbene
zh_cn: 亚氨基二苯乙烯类中毒

# model:gnuhealth.pathology,name:T422
source: Poisoning: Succinimides and oxazolidinediones
de: Vergiftung: Succinimide und Oxazolidine
zh_cn: 琥珀酰亚胺和恶唑烷二酮类中毒

# model:gnuhealth.pathology,name:T423
source: Poisoning: Barbiturates
de: Vergiftung: Barbiturate
zh_cn: 巴比妥盐类中毒

# model:gnuhealth.pathology,name:T424
source: Poisoning: Benzodiazepines
de: Vergiftung: Benzodiazepine
zh_cn: 苯并二氮杂类中毒

# model:gnuhealth.pathology,name:T425
source: Poisoning: Mixed antiepileptics, not elsewhere classified
de: Vergiftung: Gemischte Antiepileptika, anderenorts nicht klassifiziert
zh_cn: 混合型镇癫痫药中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T426
source: Poisoning: Other antiepileptic and sedative-hypnotic drugs
de: Vergiftung: Sonstige Antiepileptika, Sedativa und Hypnotika
zh_cn: 其他镇癫痫药和镇静催眠药中毒

# model:gnuhealth.pathology,name:T427
source: Poisoning: Antiepileptic and sedative-hypnotic drugs, unspecified
de: Vergiftung: Antiepileptika, Sedativa und Hypnotika, nicht näher bezeichnet
zh_cn: 未特指的镇癫痫药和镇静催眠药中毒

# model:gnuhealth.pathology,name:T428
source: Poisoning: Antiparkinsonism drugs and other central muscle-tone depressants
de: Vergiftung: Antiparkinsonmittel und andere zentral wirkende Muskelrelaxanzien
zh_cn: 抗帕金森病药和其他中枢神经系统肌肉张力抑制剂中毒

# model:gnuhealth.pathology,name:T43
source: Poisoning by psychotropic drugs, not elsewhere classified
de: Vergiftung durch psychotrope Substanzen, anderenorts nicht klassifiziert
fr_fr: Intoxication par médicaments psychotropes, non classés ailleurs
zh_cn: 对精神有影响的药物中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T430
source: Poisoning: Tricyclic and tetracyclic antidepressants
de: Vergiftung: Tri- und tetrazyklische Antidepressiva
zh_cn: 三环和四环抗抑郁药中毒
