Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:X609
source: Unspecified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: auto-intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X61
source: Intentional self-poisoning by and exposure to antiepileptic, sedative-hypnotic, antiparkinsonism and psychotropic drugs, not elsewhere classified
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Antiepileptika, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert
zh_cn: 镇癫痫药、镇静催眠药、抗帕金森病药和对精神有影响的药物的故意自毒及暴露于该类药物，不可归类在他处者

# model:gnuhealth.pathology,name:X610
source: Home
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Antiepileptika, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert: Zu Hause
fr_fr: auto-intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X611
source: Residential institution
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Antiepileptika, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert: Wohnheime oder -anstalten
fr_fr: auto-intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X612
source: School, other institution and public administrative area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Antiepileptika, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert: Schule, sonstige öffentliche Bauten
fr_fr: auto-intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X613
source: Sports and athletics area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Antiepileptika, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert: Sportstätten
fr_fr: auto-intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X614
source: Street and highway
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Antiepileptika, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert: Straßen und Wege
fr_fr: auto-intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X615
source: Trade and service area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Antiepileptika, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: auto-intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X616
source: Industrial and construction area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Antiepileptika, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert: Industrieanlagen und Baustellen
fr_fr: auto-intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X617
source: Farm
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Antiepileptika, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert: Landwirtschaftlicher Betrieb
fr_fr: auto-intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X618
source: Other specified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Antiepileptika, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert: Sonstige näher bezeichnete Orte
fr_fr: auto-intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X619
source: Unspecified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Antiepileptika, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: auto-intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X62
source: Intentional self-poisoning by and exposure to narcotics and psychodysleptics [hallucinogens], not elsewhere classified
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert
fr_fr: Auto-intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs
zh_cn: 麻醉品和致幻药[致幻剂]故意自毒及暴露于该类药物，不可归类在他处者

# model:gnuhealth.pathology,name:X620
source: Home
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Zu Hause
fr_fr: auto-intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X621
source: Residential institution
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Wohnheime oder -anstalten
fr_fr: auto-intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X622
source: School, other institution and public administrative area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Schule, sonstige öffentliche Bauten
fr_fr: auto-intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X623
source: Sports and athletics area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Sportstätten
fr_fr: auto-intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X624
source: Street and highway
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Straßen und Wege
fr_fr: auto-intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X625
source: Trade and service area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: auto-intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X626
source: Industrial and construction area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Industrieanlagen und Baustellen
fr_fr: auto-intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X627
source: Farm
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Landwirtschaftlicher Betrieb
fr_fr: auto-intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X628
source: Other specified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Sonstige näher bezeichnete Orte
fr_fr: auto-intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X629
source: Unspecified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: auto-intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X63
source: Intentional self-poisoning by and exposure to other drugs acting on the autonomic nervous system
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem
fr_fr: Auto-intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits
zh_cn: 作用于自主神经系统的其他药物的故意自毒及暴露于该类药物

# model:gnuhealth.pathology,name:X630
source: Home
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Zu Hause
fr_fr: auto-intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X631
source: Residential institution
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Wohnheime oder -anstalten
fr_fr: auto-intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X632
source: School, other institution and public administrative area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Schule, sonstige öffentliche Bauten
fr_fr: auto-intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X633
source: Sports and athletics area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Sportstätten
fr_fr: auto-intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X634
source: Street and highway
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Straßen und Wege
fr_fr: auto-intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X635
source: Trade and service area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: auto-intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X636
source: Industrial and construction area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Industrieanlagen und Baustellen
fr_fr: auto-intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X637
source: Farm
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Landwirtschaftlicher Betrieb
fr_fr: auto-intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X638
source: Other specified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Sonstige näher bezeichnete Orte
fr_fr: auto-intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X639
source: Unspecified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: auto-intoxication par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces produits | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X64
source: Intentional self-poisoning by and exposure to other and unspecified drugs, medicaments and biological substances
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen
fr_fr: Auto-intoxication par des médicaments et substances biologiques et exposition à ces produits, autres et sans précision
zh_cn: 其他和未特指的药物、药剂和生物制品的故意自毒及暴露于该类药物

# model:gnuhealth.pathology,name:X640
source: Home
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Zu Hause
fr_fr: auto-intoxication par des médicaments et substances biologiques et exposition à ces produits, autres et sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X641
source: Residential institution
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Wohnheime oder -anstalten
fr_fr: auto-intoxication par des médicaments et substances biologiques et exposition à ces produits, autres et sans précision | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X642
source: School, other institution and public administrative area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Schule, sonstige öffentliche Bauten
fr_fr: auto-intoxication par des médicaments et substances biologiques et exposition à ces produits, autres et sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X643
source: Sports and athletics area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Sportstätten
fr_fr: auto-intoxication par des médicaments et substances biologiques et exposition à ces produits, autres et sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X644
source: Street and highway
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Straßen und Wege
fr_fr: auto-intoxication par des médicaments et substances biologiques et exposition à ces produits, autres et sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X645
source: Trade and service area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: auto-intoxication par des médicaments et substances biologiques et exposition à ces produits, autres et sans précision | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X646
source: Industrial and construction area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Industrieanlagen und Baustellen
fr_fr: auto-intoxication par des médicaments et substances biologiques et exposition à ces produits, autres et sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X647
source: Farm
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Landwirtschaftlicher Betrieb
fr_fr: auto-intoxication par des médicaments et substances biologiques et exposition à ces produits, autres et sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X648
source: Other specified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Sonstige näher bezeichnete Orte
fr_fr: auto-intoxication par des médicaments et substances biologiques et exposition à ces produits, autres et sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X649
source: Unspecified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: auto-intoxication par des médicaments et substances biologiques et exposition à ces produits, autres et sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X65
source: Intentional self-poisoning by and exposure to alcohol
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Alkohol
fr_fr: Auto-intoxication par l'alcool et exposition à l'alcool
zh_cn: 酒精的故意自毒及暴露于酒精

# model:gnuhealth.pathology,name:X650
source: Home
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Alkohol: Zu Hause
fr_fr: auto-intoxication par l'alcool et exposition à l'alcool | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X651
source: Residential institution
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Alkohol: Wohnheime oder -anstalten
fr_fr: auto-intoxication par l'alcool et exposition à l'alcool | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X652
source: School, other institution and public administrative area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Alkohol: Schule, sonstige öffentliche Bauten
fr_fr: auto-intoxication par l'alcool et exposition à l'alcool | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X653
source: Sports and athletics area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Alkohol: Sportstätten
fr_fr: auto-intoxication par l'alcool et exposition à l'alcool | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X654
source: Street and highway
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Alkohol: Straßen und Wege
fr_fr: auto-intoxication par l'alcool et exposition à l'alcool | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X655
source: Trade and service area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Alkohol: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: auto-intoxication par l'alcool et exposition à l'alcool | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X656
source: Industrial and construction area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Alkohol: Industrieanlagen und Baustellen
fr_fr: auto-intoxication par l'alcool et exposition à l'alcool | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X657
source: Farm
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Alkohol: Landwirtschaftlicher Betrieb
fr_fr: auto-intoxication par l'alcool et exposition à l'alcool | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X658
source: Other specified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Alkohol: Sonstige näher bezeichnete Orte
fr_fr: auto-intoxication par l'alcool et exposition à l'alcool | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X659
source: Unspecified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Alkohol: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: auto-intoxication par l'alcool et exposition à l'alcool | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X66
source: Intentional self-poisoning by and exposure to organic solvents and halogenated hydrocarbons and their vapours
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) oder halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n)
fr_fr: Auto-intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits
zh_cn: 有机溶剂和卤素烃及其蒸气的故意自毒及暴露于该类物质

# model:gnuhealth.pathology,name:X660
source: Home
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) oder halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Zu Hause
fr_fr: auto-intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | domicile
zh_cn: 家
