Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology.category,name:icdcat6-3
source: (G20-G26) Extrapyramidal and movement disorders
de: (G20-G26) Extrapyramidale Krankheiten und Bewegungsstörungen
fr_fr: Syndromes extrapyramidaux et troubles de la motricité(G20-G26)
zh_cn: (G20-G26) 锥体外系和运动疾患

# model:gnuhealth.pathology.category,name:icdcat6-4
source: (G30-G32) Other degenerative diseases of the central nervous system
de: (G30-G32) Sonstige degenerative Krankheiten des Nervensystems
fr_fr: Autres affections dégénératives du système nerveux(G30-G32)
zh_cn: (G30-G32) 神经系统的其他变性性疾病

# model:gnuhealth.pathology.category,name:icdcat6-5
source: (G35-G37) Demyelinating diseases of the central nervous system
de: (G35-G37) Demyelinisierende Krankheiten des Zentralnervensystems
fr_fr: Maladies démyélinisantes du système nerveux central(G35-G37)
zh_cn: (G35-G37) 中枢神经系统的脱髓鞘疾病

# model:gnuhealth.pathology.category,name:icdcat6-6
source: (G40-G47) Episodic and paroxysmal disorders
de: (G40-G47) Episodische und paroxysmale Krankheiten des Nervensystems
fr_fr: Affections épisodiques et paroxystiques(G40-G47)
zh_cn: (G40-G47) 发作性和阵发性疾患

# model:gnuhealth.pathology.category,name:icdcat6-7
source: (G50-G59) Nerve, nerve root and plexus disorders
de: (G50-G59) Krankheiten von Nerven, Nervenwurzeln und Nervenplexus
fr_fr: Affections des nerfs et des racines et plexus nerveux(G50-G59)
zh_cn: (G50-G59) 神经、神经根和神经丛疾患

# model:gnuhealth.pathology.category,name:icdcat6-8
source: (G60-G64) Polyneuropathies and other disorders of the peripheral nervous system
de: (G60-G64) Polyneuropathien und sonstige Krankheiten des peripheren Nervensystems
fr_fr: Polynévrites et autres affections du système nerveux périphérique(G60-G64)
zh_cn: (G60-G64) 多神经病和周围神经系统的其他疾患

# model:gnuhealth.pathology.category,name:icdcat6-9
source: (G70-G73) Diseases of myoneural junction and muscle
de: (G70-G73) Krankheiten im Bereich der neuromuskulären Synapse und des Muskels
fr_fr: Affections musculaires et neuro-musculaires(G70-G73)
zh_cn: (G70-G73) 肌神经接点和肌肉疾病

# model:gnuhealth.pathology.category,name:icdcat7
source: VII Diseases of the eye and adnexa
de: VII Krankheiten des Auges und der Augenanhangsgebilde
fr_fr: VII Maladies de l'œil et de ses annexes
zh_cn: 第7章 眼和附器疾病

# model:gnuhealth.pathology.category,name:icdcat7-1
source: (H00-H06) Disorders of eyelid
de: (H00-H06) Affektionen des Augenlides, des Tränenapparates und der Orbita
fr_fr: Affections de la paupière, de l'appareil lacrymal et de l'orbite(H00-H06)
zh_cn: (H00-H06) 眼睑、泪器系和眼眶疾患

# model:gnuhealth.pathology.category,name:icdcat7-10
source: (H53-H54) Visual disturbances and blindness
de: (H53-H54) Sehstörungen und Blindheit
fr_fr: Troubles de la vision et cécité(H53-H54)
zh_cn: (H53-H54) 视觉障碍和盲

# model:gnuhealth.pathology.category,name:icdcat7-11
source: (H55-H59) Other disorders of eye and adnexa
de: (H55-H59) Sonstige Affektionen des Auges und der Augenanhangsgebilde
fr_fr: Autres affections de l'œil et de ses annexes(H55-H59)
zh_cn: (H55-H59) 眼和附器的其他疾患

# model:gnuhealth.pathology.category,name:icdcat7-2
source: (H10-H13) Disorders of conjunctiva
de: (H10-H13) Affektionen der Konjunktiva
fr_fr: Affections de la conjonctive(H10-H13)
zh_cn: (H10-H13) 结膜疾患

# model:gnuhealth.pathology.category,name:icdcat7-3
source: (H15-H22) Disorders of sclera, cornea, iris and ciliary body
de: (H15-H22) Affektionen der Sklera, der Hornhaut, der Iris und des Ziliarkörpers
fr_fr: Affections de la sclérotique, de la cornée, de l'iris et du corps ciliaire(H15-H22)
zh_cn: (H15-H22) 巩膜、角膜、虹膜和睫状体疾患

# model:gnuhealth.pathology.category,name:icdcat7-4
source: (H25-H28) Disorders of lens
de: (H25-H28) Affektionen der Linse
fr_fr: Affections du cristallin(H25-H28)
zh_cn: (H25-H28) 晶状体疾患

# model:gnuhealth.pathology.category,name:icdcat7-5
source: (H30-H36) Disorders of choroid and retina
de: (H30-H36) Affektionen der Aderhaut und der Netzhaut
fr_fr: Affections de la choroïde et de la rétine(H30-H36)
zh_cn: (H30-H36) 脉络膜和视网膜疾患

# model:gnuhealth.pathology.category,name:icdcat7-6
source: (H40-H42) Glaucoma
de: (H40-H42) Glaukom
fr_fr: Glaucome(H40-H42)
zh_cn: (H40-H42) 青光眼

# model:gnuhealth.pathology.category,name:icdcat7-7
source: (H43-H45) Disorders of vitreous body and globe
de: (H43-H45) Affektionen des Glaskörpers und des Augapfels
fr_fr: Affections du corps vitré et du globe oculaire(H43-H45)
zh_cn: (H43-H45) 玻璃体和眼球疾患

# model:gnuhealth.pathology.category,name:icdcat7-8
source: (H46-H48) Disorders of optic nerve and visual pathways
de: (H46-H48) Affektionen des N. opticus und der Sehbahn
fr_fr: Affections du nerf et des voies optiques(H46-H48)
zh_cn: (H46-H48) 视神经和视路疾患

# model:gnuhealth.pathology.category,name:icdcat7-9
source: (H49-H52) Disorders of ocular muscles, binocular movement, accommodation and refraction
de: (H49-H52) Affektionen der Augenmuskeln, Störungen der Blickbewegungen sowie Akkommodationsstörungen und Refraktionsfehler
fr_fr: Affections des muscles oculaires, des mouvements binoculaires, de l'accommodation et de la réfraction(H49-H52)
zh_cn: (H49-H52) 眼球外肌、双眼运动、调节和屈光疾患

# model:gnuhealth.pathology.category,name:icdcat8
source: VIII Diseases of the ear and mastoid process
de: VIII Krankheiten des Ohres und des Warzenfortsatzes
fr_fr: VIII Maladies de l'oreille et de l'apophyse mastoïde
zh_cn: 第8章 耳和乳突疾病

# model:gnuhealth.pathology.category,name:icdcat8-1
source: (H60-H62) Diseases of external ear
de: (H60-H62) Krankheiten des äußeren Ohres
fr_fr: Maladies de l'oreille externe(H60-H62)
zh_cn: (H60-H62) 外耳疾病

# model:gnuhealth.pathology.category,name:icdcat8-2
source: (H65-H75) Diseases of middle ear and mastoid
de: (H65-H75) Krankheiten des Mittelohres und des Warzenfortsatzes
fr_fr: Maladies de l'oreille moyenne et de l'apophyse mastoïde(H65-H75)
zh_cn: (H65-H75) 非化脓性中耳炎

# model:gnuhealth.pathology.category,name:icdcat8-3
source: (H80-H83) Diseases of inner ear
de: (H80-H83) Krankheiten des Innenohres
fr_fr: Maladies de l'oreille interne(H80-H83)
zh_cn: (H80-H83) 内耳疾病

# model:gnuhealth.pathology.category,name:icdcat8-4
source: (H90-H95) Other disorders of ear
de: (H90-H95) Sonstige Krankheiten des Ohres
fr_fr: Autres affections de l'oreille(H90-H95)
zh_cn: (H90-H95) 耳的其他疾患

# model:gnuhealth.pathology.category,name:icdcat9
source: IX Diseases of the circulatory system
de: IX Krankheiten des Kreislaufsystems
fr_fr: IX Maladies de l'appareil circulatoire
zh_cn: 第9章 循环系统疾病

# model:gnuhealth.pathology.category,name:icdcat9-1
source: (I00-I02) Acute rheumatic fever
de: (I00-I02) Akutes rheumatisches Fieber
fr_fr: Rhumatisme articulaire aigu(I00-I02)
zh_cn: (I00-I02) 急性风湿热

# model:gnuhealth.pathology.category,name:icdcat9-10
source: (I95-I99) Other and unspecified disorders of the circulatory system
de: (I95-I99) Sonstige und nicht näher bezeichnete Krankheiten des Kreislaufsystems
fr_fr: Troubles autres et non précisés de l'appareil circulatoire(I95-I99)
zh_cn: (I95-I99) 循环系统其他和未特指的疾患

# model:gnuhealth.pathology.category,name:icdcat9-2
source: (I05-I09) Chronic rheumatic heart diseases
de: (I05-I09) Chronische rheumatische Herzkrankheiten
fr_fr: Cardiopathies rhumatismales chroniques(I05-I09)
zh_cn: (I05-I09) 慢性风湿性心脏病

# model:gnuhealth.pathology.category,name:icdcat9-3
source: (I10-I15) Hypertensive diseases
de: (I10-I15) Hypertonie [Hochdruckkrankheit]
fr_fr: Maladies hypertensives(I10-I15)
zh_cn: (I10-I15) 高血压病

# model:gnuhealth.pathology.category,name:icdcat9-4
source: (I20-I25) Ischaemic heart diseases
de: (I20-I25) Ischämische Herzkrankheiten
fr_fr: Cardiopathies ischémiques(I20-I25)
zh_cn: (I20-I25) 缺血性心脏病

# model:gnuhealth.pathology.category,name:icdcat9-5
source: (I26-I28) Pulmonary heart disease and diseases of pulmonary circulation
de: (I26-I28) Pulmonale Herzkrankheit und Krankheiten des Lungenkreislaufes
fr_fr: Affections cardiopulmonaires et maladies de la circulation pulmonaire(I26-I28)
zh_cn: (I26-I28) 肺源性心脏病和肺循环疾病

# model:gnuhealth.pathology.category,name:icdcat9-6
source: (I30-I52) Other forms of heart disease
de: (I30-I52) Sonstige Formen der Herzkrankheit
fr_fr: Autres formes de cardiopathies(I30-I52)
zh_cn: (I30-I52) 其他类型的心脏病

# model:gnuhealth.pathology.category,name:icdcat9-7
source: (I60-I69) Cerebrovascular diseases
de: (I60-I69) Zerebrovaskuläre Krankheiten
fr_fr: Maladies cérébrovasculaires(I60-I69)
zh_cn: (I60-I69) 脑血管病

# model:gnuhealth.pathology.category,name:icdcat9-8
source: (I70-I79) Diseases of arteries, arterioles and capillaries
de: (I70-I79) Krankheiten der Arterien, Arteriolen und Kapillaren
fr_fr: Maladies des artères, artérioles et capillaires(I70-I79)
zh_cn: (I70-I79) 动脉、小动脉和毛细血管疾病

# model:gnuhealth.pathology.category,name:icdcat9-9
source: (I80-I89) Diseases of veins, lymphatic vessels and lymph nodes, not elsewhere classified
de: (I80-I89) Krankheiten der Venen, der Lymphgefäße und der Lymphknoten, anderenorts nicht klassifiziert
fr_fr: Maladies des veines, des vaisseaux et des ganglions lymphatiques, non classées ailleurs(I80-I89)
zh_cn: (I80-I89) 静脉、淋巴管和淋巴结疾病,不可归类在他处者

# model:gnuhealth.pathology,name:A001
source: Cholera due to Vibrio cholerae 01, biovar el tor
fr_fr: A Vibrio cholerae 01, biovar El Tor

# model:gnuhealth.pathology,name:A02
source: Other Salmonella infections
fr_fr: Autres infections à salmonelles

# model:gnuhealth.pathology,name:A020
source: Salmonella gastro-enteritis
fr_fr: Entérite à Salmonella

# model:gnuhealth.pathology,name:A021
source: Salmonella septicaemia
fr_fr: Septicémie à Salmonella

# model:gnuhealth.pathology,name:A022
source: Localised Salmonella infections
fr_fr: Infection localisée à Salmonella

# model:gnuhealth.pathology,name:A028
source: Other specified Salmonella infections
fr_fr: Autres infections précisées à Salmonella

# model:gnuhealth.pathology,name:A05
source: Other bacterial foodborne intoxications
fr_fr: Autres intoxications bactériennes d'origine alimentaire, non classées ailleurs

# model:gnuhealth.pathology,name:A071
source: Giardiasis [lambliasis]
fr_fr: Giardiase [lambliase]
zh_cn: 贾第虫病[兰伯鞭毛虫病]

# model:gnuhealth.pathology,name:A081
source: Acute gastro-enteropathy due to Norwalk agent
fr_fr: Gastro-entéropathie aiguë à l'agent de Norwalk

# model:gnuhealth.pathology,name:A09
source: Diarrhoea and gastro-enteritis of presumed infectious origin
fr_fr: Diarrhée et gastro-entérite d'origine présumée infectieuse

# model:gnuhealth.pathology,name:A181
source: Tuberculosis of genito-urinary system
fr_fr: Tuberculose de l'appareil génito-urinaire

# model:gnuhealth.pathology,name:A213
source: Gastro-intestinal tularaemia
fr_fr: Tularémie gastro-intestinale

# model:gnuhealth.pathology,name:A217
source: Generalised tularaemia
fr_fr: Tularémie généralisée

# model:gnuhealth.pathology,name:A222
source: Gastro-intestinal anthrax
fr_fr: Charbon gastro-intestinal

# model:gnuhealth.pathology,name:A227
source: Anthrax septicaemia
fr_fr: Septicémie charbonneuse

# model:gnuhealth.pathology,name:A26
source: Erysipeloid
fr_fr: Erysipéloïde
zh_cn: 类丹毒

# model:gnuhealth.pathology,name:A267
source: Erysipelothrix septicaemia
fr_fr: Septicémie à Erysipelothrix

# model:gnuhealth.pathology,name:A30
source: Leprosy [Hansen's disease]
fr_fr: Lèpre [maladie de Hansen]

# model:gnuhealth.pathology,name:A327
source: Listerial septicaemia
fr_fr: Septicémie listérienne

# model:gnuhealth.pathology,name:A33
source: Tetanus neonatorum
fr_fr: Tétanos néonatal
zh_cn: 新生儿破伤风

# model:gnuhealth.pathology,name:A40
source: Streptococcal septicaemia
fr_fr: Septicémie à streptocoques

# model:gnuhealth.pathology,name:A400
source: Septicaemia due to streptococcus, group A
fr_fr: Septicémie à streptocoques, groupe A

# model:gnuhealth.pathology,name:A401
source: Septicaemia due to streptococcus, group B
fr_fr: Septicémie à streptocoques, groupe B

# model:gnuhealth.pathology,name:A402
source: Septicaemia due to streptococcus, group D
fr_fr: Septicémie à streptocoques, groupe D

# model:gnuhealth.pathology,name:A403
source: Septicaemia due to Streptococcus pneumoniae
fr_fr: Septicémie à Streptococcus pneumoniae

# model:gnuhealth.pathology,name:A408
source: Other streptococcal septicaemia
fr_fr: Autres septicémies à streptocoques

# model:gnuhealth.pathology,name:A409
source: Streptococcal septicaemia, unspecified
fr_fr: Septicémie à streptocoques, sans précision

# model:gnuhealth.pathology,name:A41
source: Other septicaemia
fr_fr: Autres septicémies

# model:gnuhealth.pathology,name:A410
source: Septicaemia due to Staphylococcus aureus
fr_fr: Septicémie à staphylocoques dorés

# model:gnuhealth.pathology,name:A411
source: Septicaemia due to other specified staphylococcus
fr_fr: Septicémie à d'autres staphylocoques précisés

# model:gnuhealth.pathology,name:A412
source: Septicaemia due to unspecified staphylococcus
fr_fr: Septicémie à staphylocoques non précisés

# model:gnuhealth.pathology,name:A413
source: Septicaemia due to Haemophilus influenzae
fr_fr: Septicémie à Haemophilus influenzae

# model:gnuhealth.pathology,name:A414
source: Septicaemia due to anaerobes
fr_fr: Septicémie à micro-organismes anaérobies

# model:gnuhealth.pathology,name:A415
source: Septicaemia due to other Gram-negative organisms
fr_fr: Septicémie à d'autres micro-organismes Gram négatif

# model:gnuhealth.pathology,name:A418
source: Other specified septicaemia
fr_fr: Autres septicémies précisées

# model:gnuhealth.pathology,name:A419
source: Septicaemia, unspecified
fr_fr: Septicémie, sans précision

# model:gnuhealth.pathology,name:A427
source: Actinomycotic septicaemia
fr_fr: Septicémie actinomycosique

# model:gnuhealth.pathology,name:A481
source: Legionnaires' disease
fr_fr: Maladie des légionnaires

# model:gnuhealth.pathology,name:A482
source: Nonpneumonic Legionnaires' disease [Pontiac fever]
fr_fr: Maladie des légionnaires, sans signes pulmonaires [fièvre de Pontiac]

# model:gnuhealth.pathology,name:A484
source: Brazilian purpuric fever
fr_fr: Fièvre purpurique du Brésil
zh_cn: 巴西紫热

# model:gnuhealth.pathology,name:A490
source: Staphylococcal infection, unspecified
fr_fr: Infection à staphylocoques, sans précision

# model:gnuhealth.pathology,name:A491
source: Streptococcal infection, unspecified
fr_fr: Infection à streptocoques, sans précision

# model:gnuhealth.pathology,name:A492
source: Haemophilus influenzae infection, unspecified
fr_fr: Infection à Haemophilus influenzae, sans précision

# model:gnuhealth.pathology,name:A493
source: Mycoplasma infection, unspecified
fr_fr: Infection à Mycoplasma, sans précision

# model:gnuhealth.pathology,name:A540
source: Gonococcal infection of lower genito-urinary tract without periurethral or accessory gland abscess
fr_fr: Infection gonococcique de la partie inférieure de l'appareil génito-urinaire, sans abcès périurétral ou des glandes annexes

# model:gnuhealth.pathology,name:A541
source: Gonococcal infection of lower genito-urinary tract with periurethral and accessory gland abscess
fr_fr: Infection gonococcique de la partie inférieure de l'appareil génito-urinaire, avec abcès périurétral et des glandes annexes

# model:gnuhealth.pathology,name:A542
source: Gonococcal pelviperitonitis and other gonococcal genito-urinary infections
fr_fr: Pelvipéritonite gonococcique et autres infections génito-urinaires gonococciques

# model:gnuhealth.pathology,name:A560
source: Chlamydial infection of lower genito-urinary tract
fr_fr: Infection à Chlamydia de la partie inférieure de l'appareil génito-urinaire

# model:gnuhealth.pathology,name:A561
source: Chlamydial infection of pelviperitoneum and other genito-urinary organs
fr_fr: Infection à Chlamydia, pelvi-péritonéale et des autres organes génito-urinaires

# model:gnuhealth.pathology,name:A562
source: Chlamydial infection of genito-urinary tract, unspecified
fr_fr: Infection à Chlamydia de l'appareil génito-urinaire, sans précision

# model:gnuhealth.pathology,name:A59
source: Trichomoniasis
fr_fr: Trichomonase
zh_cn: 滴虫病[毛滴虫病]

# model:gnuhealth.pathology,name:A60
source: Anogenital herpesviral [herpes simplex] infections
fr_fr: Infection ano-génitale par le virus de l'herpès [herpes simplex]

# model:gnuhealth.pathology,name:A65
source: Non-venereal syphilis
fr_fr: Syphilis non vénérienne

# model:gnuhealth.pathology,name:A67
source: Pinta [carate]
fr_fr: Pinta [caraté]
zh_cn: 品他病

# model:gnuhealth.pathology,name:A690
source: Necrotising ulcerative stomatitis
fr_fr: Stomatite ulcéro-nécrotique

# model:gnuhealth.pathology,name:A691
source: Other Vincent's infections
fr_fr: Autres infections dites de Vincent

# model:gnuhealth.pathology,name:A751
source: Recrudescent typhus [Brill's disease]
fr_fr: Typhus résurgent [maladie de Brill]

# model:gnuhealth.pathology,name:A772
source: Spotted fever due to Rickettsia siberica
fr_fr: Fièvre pourprée due à Rickettsia sibirica

# model:gnuhealth.pathology,name:A833
source: St. Louis encephalitis
fr_fr: Encéphalite de Saint-Louis

# model:gnuhealth.pathology,name:A923
source: West Nile fever
fr_fr: Fièvre due au virus West-Nile

# model:gnuhealth.pathology,name:B019
source: Varicella without complications
fr_fr: Varicelle sans complication

# model:gnuhealth.pathology,name:B02
source: Zoster [herpes zoster]
fr_fr: Zona [herpes zoster]
zh_cn: 带状疱疹

# model:gnuhealth.pathology,name:B021
source: Zoster meningitis
fr_fr: Méningite zostérienne (G02.0*)
zh_cn: 带状疱疹脑膜炎

# model:gnuhealth.pathology,name:B08
source: Other viral infections characterised by skin and mucous membrane lesions, not elsewhere classified
fr_fr: Autres infections virales caractérisées par des lésions cutanéo-muqueuses, non classées ailleurs

# model:gnuhealth.pathology,name:B088
source: Other specified viral infections characterised by skin and mucous membrane lesions
fr_fr: Autres infections virales précisées, caractérisées par des lésions cutanéo-muqueuses

# model:gnuhealth.pathology,name:B09
source: Unspecified viral infection characterised by skin and mucous membrane lesions
fr_fr: Infection virale caractérisée par des lésions cutanéo-muqueuses, sans précision

# model:gnuhealth.pathology,name:B170
source: Acute delta-(super) infection of hepatitis B carrier
fr_fr: (Sur)infection aiguë par agent delta d'un sujet porteur de l'hépatite B

# model:gnuhealth.pathology,name:B190
source: Unspecified viral hepatitis with coma
fr_fr: Hépatite virale, sans précision, avec coma

# model:gnuhealth.pathology,name:B199
source: Unspecified viral hepatitis without coma
fr_fr: Hépatite virale, sans précision, sans coma

# model:gnuhealth.pathology,name:B206
source: HIV disease resulting in Pneumocystis carinii pneumonia
fr_fr: Maladie par VIH à l'origine de pneumopathie à Pneumocystis carinii

# model:gnuhealth.pathology,name:B210
source: HIV disease resulting in Kaposi's sarcoma
fr_fr: Maladie par VIH à l'origine d'un sarcome de Kaposi

# model:gnuhealth.pathology,name:B211
source: HIV disease resulting in Burkitt's lymphoma
fr_fr: Maladie par VIH à l'origine d'un lymphome de Burkitt

# model:gnuhealth.pathology,name:B212
source: HIV disease resulting in other types of non-Hodgkin's lymphoma
fr_fr: Maladie par VIH à l'origine d'autres lymphomes non hodgkiniens

# model:gnuhealth.pathology,name:B231
source: HIV disease resulting in (persistent) generalised lymphadenopathy
fr_fr: Maladie par VIH à l'origine d'adénopathies généralisées (persistantes)

# model:gnuhealth.pathology,name:B26
source: Mumps
fr_fr: Oreillons
zh_cn: 流行牲腮腺炎

# model:gnuhealth.pathology,name:B260
source: Mumps orchitis
fr_fr: Orchite ourlienne (N51.1*)
zh_cn: 流行性腮腺炎性睾丸炎

# model:gnuhealth.pathology,name:B261
source: Mumps meningitis
fr_fr: Méningite ourlienne (G02.0*)
zh_cn: 流行性腮腺炎性脑膜炎

# model:gnuhealth.pathology,name:B340
source: Adenovirus infection, unspecified
fr_fr: Infection adénovirale, sans précision

# model:gnuhealth.pathology,name:B341
source: Enterovirus infection, unspecified
fr_fr: Infection entérovirale, sans précision

# model:gnuhealth.pathology,name:B342
source: Coronavirus infection, unspecified
fr_fr: Infection coronavirale, sans précision

# model:gnuhealth.pathology,name:B343
source: Parvovirus infection, unspecified
fr_fr: Infection parvovirale, sans précision

# model:gnuhealth.pathology,name:B344
source: Papovirus infection, unspecified
fr_fr: Infection papovavirale, sans précision

# model:gnuhealth.pathology,name:B351
source: Tinea unguium
fr_fr: Teigne de l'ongle
zh_cn: 甲癣

# model:gnuhealth.pathology,name:B352
source: Tinea manuum
fr_fr: Teigne de la main
zh_cn: 手癣

# model:gnuhealth.pathology,name:B353
source: Tinea pedis
fr_fr: Teigne du pied
zh_cn: 脚癣

# model:gnuhealth.pathology,name:B354
source: Tinea corporis
fr_fr: Teigne de la peau glabre
zh_cn: 体癣

# model:gnuhealth.pathology,name:B355
source: Tinea imbricata
fr_fr: Teigne imbriquée
zh_cn: 叠瓦癣

# model:gnuhealth.pathology,name:B356
source: Tinea cruris
fr_fr: Teigne du membre inférieur

# model:gnuhealth.pathology,name:B377
source: Candidal septicaemia
fr_fr: Septicémie à Candida

# model:gnuhealth.pathology,name:B462
source: Gastro-intestinal mucormycosis
fr_fr: Mucormycose gastro-intestinale

# model:gnuhealth.pathology,name:B57
source: Chagas' disease
fr_fr: Maladie de Chagas

# model:gnuhealth.pathology,name:B570
source: Acute Chagas' disease with heart involvement
fr_fr: Forme aiguë de la maladie de Chagas, avec atteinte cardiaque (I41.2*, I98.1*)

# model:gnuhealth.pathology,name:B571
source: Acute Chagas' disease without heart involvement
fr_fr: Forme aiguë de la maladie de Chagas, sans atteinte cardiaque

# model:gnuhealth.pathology,name:B572
source: Chagas' disease (chronic) with heart involvement
fr_fr: Maladie de Chagas (chronique) avec atteinte cardiaque

# model:gnuhealth.pathology,name:B573
source: Chagas' disease (chronic) with digestive system involvement
fr_fr: Maladie de Chagas (chronique) avec atteinte de l'appareil digestif

# model:gnuhealth.pathology,name:B574
source: Chagas' disease (chronic) with nervous system involvement
fr_fr: Maladie de Chagas (chronique) avec atteinte du système nerveux

# model:gnuhealth.pathology,name:B575
source: Chagas' disease (chronic) with other organ involvement
fr_fr: Maladie de Chagas (chronique) avec atteinte d'autres organes

# model:gnuhealth.pathology,name:B602
source: Negleriasis
fr_fr: Nægleriase

# model:gnuhealth.pathology,name:B651
source: Schistosomiasis due to Schistosoma Mansoni [intestinal schistosomiasis]
fr_fr: Schistosomiase due à Schistosoma mansoni [schistosomiase intestinale]

# model:gnuhealth.pathology,name:B660
source: Opisthorchiasis
fr_fr: Opisthorchiase
zh_cn: 后睾吸虫病

# model:gnuhealth.pathology,name:B661
source: Clonorchiasis
fr_fr: Clonorchiase
zh_cn: 支睾吸虫病

# model:gnuhealth.pathology,name:B662
source: Dicroceliasis
fr_fr: Dicrocœliase

# model:gnuhealth.pathology,name:B663
source: Fascioliasis
fr_fr: Fasciolase
zh_cn: 片吸虫病

# model:gnuhealth.pathology,name:B664
source: Paragonimiasis
fr_fr: Paragonimiase
zh_cn: 并殖吸虫病

# model:gnuhealth.pathology,name:B665
source: Fasciolopsiasis
fr_fr: Fasciolopsiase
zh_cn: 姜片虫病

# model:gnuhealth.pathology,name:B68
source: Taeniasis
fr_fr: Infection à Taenia [téniase]
zh_cn: 绦虫病

# model:gnuhealth.pathology,name:B710
source: Hymenolepiasis
fr_fr: Hyménolépiase
zh_cn: 膜壳绦虫病

# model:gnuhealth.pathology,name:B743
source: Loiasis
fr_fr: Loase
zh_cn: 罗阿丝虫病

# model:gnuhealth.pathology,name:B744
source: Mansonelliasis
fr_fr: Mansonellose
zh_cn: 曼森丝虫病

# model:gnuhealth.pathology,name:B760
source: Ankylostomiasis
fr_fr: Ankylostomose

# model:gnuhealth.pathology,name:B78
source: Strongyloidiasis
fr_fr: Anguillulose [strongyloïdose]
zh_cn: 类圆线虫病

# model:gnuhealth.pathology,name:B79
source: Trichuriasis
fr_fr: Infection à Trichuris trichiuria
zh_cn: 鞭虫病

# model:gnuhealth.pathology,name:B80
source: Enterobiasis
fr_fr: Oxyurose
zh_cn: 蛲虫病

# model:gnuhealth.pathology,name:B810
source: Anisakiasis
fr_fr: Anisakiase
zh_cn: 异尖线虫病

# model:gnuhealth.pathology,name:B812
source: Trichostrongyliasis
fr_fr: Trichostrongylose
zh_cn: 毛圆线虫病
