Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:K041
source: Necrosis of pulp
de: Pulpanekrose
fr_fr: Nécrose pulpaire
zh_cn: 牙髓坏死

# model:gnuhealth.pathology,name:K042
source: Pulp degeneration
de: Pulpadegeneration
fr_fr: Dégénérescence pulpaire
zh_cn: 牙髓变性

# model:gnuhealth.pathology,name:K043
source: Abnormal hard tissue formation in pulp
de: Abnorme Bildung von Zahnhartsubstanz in der Pulpa
fr_fr: Formation anormale de tissus dentaires durs dans la pulpe
zh_cn: 牙髓异常硬组织形成

# model:gnuhealth.pathology,name:K044
source: Acute apical periodontitis of pulpal origin
de: Akute apikale Parodontitis pulpalen Ursprungs
fr_fr: Périodontite apicale aiguë d'origine pulpaire
zh_cn: 急性牙髓源性根尖牙周炎

# model:gnuhealth.pathology,name:K045
source: Chronic apical periodontitis
de: Chronische apikale Parodontitis
fr_fr: Périodontite apicale chronique
zh_cn: 慢性根尖牙周炎

# model:gnuhealth.pathology,name:K046
source: Periapical abscess with sinus
de: Periapikaler Abszess mit Fistel
fr_fr: Abcès périapical avec fistule
zh_cn: 根尖周脓肿伴有窦道

# model:gnuhealth.pathology,name:K047
source: Periapical abscess without sinus
de: Periapikaler Abszess ohne Fistel
fr_fr: Abcès périapical sans fistule
zh_cn: 根尖周脓肿不伴有窦道

# model:gnuhealth.pathology,name:K048
source: Radicular cyst
de: Radikuläre Zyste
fr_fr: Kyste radiculaire
zh_cn: 牙根囊肿

# model:gnuhealth.pathology,name:K049
source: Other and unspecified diseases of pulp and periapical tissues
de: Sonstige und nicht näher bezeichnete Krankheiten der Pulpa und des periapikalen Gewebes
fr_fr: Maladies de la pulpe et des tissus périapicaux, autres et sans précision
zh_cn: 牙髓和根尖周组织其他和未特指的疾病

# model:gnuhealth.pathology,name:K05
source: Gingivitis and periodontal diseases
de: Gingivitis und Krankheiten des Parodonts
fr_fr: Gingivite et maladies périodontales
zh_cn: 龈炎和牙周疾病

# model:gnuhealth.pathology,name:K050
source: Acute gingivitis
de: Akute Gingivitis
fr_fr: Gingivite aiguë
zh_cn: 急性龈炎

# model:gnuhealth.pathology,name:K051
source: Chronic gingivitis
de: Chronische Gingivitis
fr_fr: Gingivite chronique
zh_cn: 慢性龈炎

# model:gnuhealth.pathology,name:K052
source: Acute periodontitis
de: Akute Parodontitis
fr_fr: Périodontite aiguë
zh_cn: 急性牙周炎

# model:gnuhealth.pathology,name:K053
source: Chronic periodontitis
de: Chronische Parodontitis
fr_fr: Périodontite chronique
zh_cn: 慢性牙周炎

# model:gnuhealth.pathology,name:K054
source: Periodontosis
de: Parodontose
fr_fr: Parodontose
zh_cn: 牙周变性

# model:gnuhealth.pathology,name:K055
source: Other periodontal diseases
de: Sonstige Krankheiten des Parodonts
fr_fr: Autres maladies périodontales
zh_cn: 其他的牙周疾病

# model:gnuhealth.pathology,name:K056
source: Periodontal disease, unspecified
de: Krankheit des Parodonts, nicht näher bezeichnet
fr_fr: Maladie périodontale, sans précision
zh_cn: 未特指的牙周病

# model:gnuhealth.pathology,name:K06
source: Other disorders of gingiva and edentulous alveolar ridge
de: Sonstige Krankheiten der Gingiva und des zahnlosen Alveolarkammes
fr_fr: Autres affections de la gencive et de la crête alvéolaire édentée
zh_cn: 牙龈和无牙牙槽嵴的其他疾患

# model:gnuhealth.pathology,name:K060
source: Gingival recession
de: Gingivaretraktion
fr_fr: Rétraction gingivale
zh_cn: 牙龈退缩

# model:gnuhealth.pathology,name:K061
source: Gingival enlargement
de: Gingivahyperplasie
fr_fr: Hyperplasie gingivale
zh_cn: 牙龈增厚

# model:gnuhealth.pathology,name:K062
source: Gingival and edentulous alveolar ridge lesions associated with trauma
de: Gingivaläsionen und Läsionen des zahnlosen Alveolarkammes in Verbindung mit Trauma
fr_fr: Lésions gingivales et de la crête alvéolaire édentée, associées à un traumatisme
zh_cn: 与创伤有关的牙龈和无牙牙槽嵴损害

# model:gnuhealth.pathology,name:K068
source: Other specified disorders of gingiva and edentulous alveolar ridge
de: Sonstige näher bezeichnete Krankheiten der Gingiva und des zahnlosen Alveolarkammes
fr_fr: Autres affections précisées de la gencive et de la crête alvéolaire édentée
zh_cn: 牙龈和无牙牙槽嵴其他特指的疾患

# model:gnuhealth.pathology,name:K069
source: Disorder of gingiva and edentulous alveolar ridge, unspecified
de: Krankheit der Gingiva und des zahnlosen Alveolarkammes, nicht näher bezeichnet
fr_fr: Affection de la gencive et de la crête alvéolaire édentée, sans précision
zh_cn: 牙龈和无牙牙槽嵴未特指的疾患

# model:gnuhealth.pathology,name:K07
source: Dentofacial anomalies [including malocclusion]
de: Dentofaziale Anomalien [einschließlich fehlerhafter Okklusion]
fr_fr: Anomalies dento-faciales [y compris les malocclusions]
zh_cn: 牙面畸形[包括错颌]

# model:gnuhealth.pathology,name:K070
source: Major anomalies of jaw size
de: Stärkere Anomalien der Kiefergröße
fr_fr: Anomalies importantes de dimension des mâchoires
zh_cn: 颌大小的主要畸形

# model:gnuhealth.pathology,name:K071
source: Anomalies of jaw-cranial base relationship
de: Anomalien des Kiefer-Schädelbasis-Verhältnisses
fr_fr: Anomalies de rapport entre les mâchoires et la base du crâne
zh_cn: 颌-颅底关系异常

# model:gnuhealth.pathology,name:K072
source: Anomalies of dental arch relationship
de: Anomalien des Zahnbogenverhältnisses
fr_fr: Anomalies de rapport entre les arcades dentaires
zh_cn: 牙弓关系异常

# model:gnuhealth.pathology,name:K073
source: Anomalies of tooth position
de: Zahnstellungsanomalien
fr_fr: Malposition des dents
zh_cn: 牙位置异常

# model:gnuhealth.pathology,name:K074
source: Malocclusion, unspecified
de: Fehlerhafte Okklusion, nicht näher bezeichnet
fr_fr: Malocclusion, sans précision
zh_cn: 未特指的错he

# model:gnuhealth.pathology,name:K075
source: Dentofacial functional abnormalities
de: Funktionelle dentofaziale Anomalien
fr_fr: Anomalies dento-faciales fonctionnelles
zh_cn: 牙面功能异常

# model:gnuhealth.pathology,name:K076
source: Temporomandibular joint disorders
de: Krankheiten des Kiefergelenkes
fr_fr: Lésions de l'articulation temporo-mandibulaire
zh_cn: 颞下颌关节疾患

# model:gnuhealth.pathology,name:K078
source: Other dentofacial anomalies
de: Sonstige dentofaziale Anomalien
fr_fr: Autres anomalies dento-faciales
zh_cn: 其他的牙面畸形

# model:gnuhealth.pathology,name:K079
source: Dentofacial anomaly, unspecified
de: Dentofaziale Anomalie, nicht näher bezeichnet
fr_fr: Anomalie dento-faciale, sans précision
zh_cn: 未特指的牙面畸形

# model:gnuhealth.pathology,name:K08
source: Other disorders of teeth and supporting structures
de: Sonstige Krankheiten der Zähne und des Zahnhalteapparates
fr_fr: Autres affections des dents et du parodonte
zh_cn: 牙齿及支持结构的其他疾患

# model:gnuhealth.pathology,name:K080
source: Exfoliation of teeth due to systemic causes
de: Zahnverfall durch systemische Ursachen
fr_fr: Exfoliation dentaire due à des causes générales
zh_cn: 全身性疾病引起的牙脱落

# model:gnuhealth.pathology,name:K081
source: Loss of teeth due to accident, extraction or local periodontal disease
de: Zahnverlust durch Unfall, Extraktion oder lokalisierte parodontale Krankheit
fr_fr: Perte de dents consécutive à accident, extraction ou affection périodontale localisée
zh_cn: 意外事故、拔除或局部牙周病引起的牙缺失

# model:gnuhealth.pathology,name:K082
source: Atrophy of edentulous alveolar ridge
de: Atrophie des zahnlosen Alveolarkammes
fr_fr: Atrophie de la crête alvéolaire édentée
zh_cn: 无牙牙槽嵴萎缩

# model:gnuhealth.pathology,name:K083
source: Retained dental root
de: Verbliebene Zahnwurzel
fr_fr: Racine dentaire laissée en place
zh_cn: 牙根滞留

# model:gnuhealth.pathology,name:K088
source: Other specified disorders of teeth and supporting structures
de: Sonstige näher bezeichnete Krankheiten der Zähne und des Zahnhalteapparates
fr_fr: Autres affections précisées des dents et du parodonte
zh_cn: 其他特指的牙及支持结构疾患

# model:gnuhealth.pathology,name:K089
source: Disorder of teeth and supporting structures, unspecified
de: Krankheit der Zähne und des Zahnhalteapparates, nicht näher bezeichnet
fr_fr: Affection des dents et du parodonte, sans précision
zh_cn: 未特指的牙及支持结构疾患

# model:gnuhealth.pathology,name:K09
source: Cysts of oral region, not elsewhere classified
de: Zysten der Mundregion, anderenorts nicht klassifiziert
fr_fr: Kystes de la région buccale, non classés ailleurs
zh_cn: 口区囊肿，不可归类在他处者

# model:gnuhealth.pathology,name:K090
source: Developmental odontogenic cysts
de: Entwicklungsbedingte odontogene Zysten
fr_fr: Kystes dentaires liés au développement (odontogènes)
zh_cn: 发育性牙源性囊肿

# model:gnuhealth.pathology,name:K091
source: Developmental (nonodontogenic) cysts of oral region
de: Entwicklungsbedingte (nichtodontogene) Zysten der Mundregion
fr_fr: Kystes de la région buccale non liés au développement dentaire
zh_cn: 口区发育性(非牙源性)囊肿

# model:gnuhealth.pathology,name:K092
source: Other cysts of jaw
de: Sonstige Kieferzysten
fr_fr: Autres kystes de la mâchoire
zh_cn: 颌的其他囊肿

# model:gnuhealth.pathology,name:K098
source: Other cysts of oral region, not elsewhere classified
de: Sonstige Zysten der Mundregion, anderenorts nicht klassifiziert
fr_fr: Autres kystes de la région buccale, non classés ailleurs
zh_cn: 其他口区囊肿，不可归类在他处者

# model:gnuhealth.pathology,name:K099
source: Cyst of oral region, unspecified
de: Zyste der Mundregion, nicht näher bezeichnet
fr_fr: Kyste de la région buccale, sans précision
zh_cn: 未特指的口区囊肿

# model:gnuhealth.pathology,name:K10
source: Other diseases of jaws
de: Sonstige Krankheiten der Kiefer
fr_fr: Autres maladies des mâchoires
zh_cn: 颌的其他疾病

# model:gnuhealth.pathology,name:K100
source: Developmental disorders of jaws
de: Entwicklungsbedingte Krankheiten der Kiefer
fr_fr: Maladies liées au développement des mâchoires
zh_cn: 颌的发育性疾患

# model:gnuhealth.pathology,name:K101
source: Giant cell granuloma, central
de: Zentrales Riesenzellgranulom der Kiefer
fr_fr: Granulome à cellules géantes, central
zh_cn: 中心性巨细胞肉芽肿

# model:gnuhealth.pathology,name:K102
source: Inflammatory conditions of jaws
de: Entzündliche Zustände der Kiefer
fr_fr: Affections inflammatoires des mâchoires
zh_cn: 颌的炎性情况

# model:gnuhealth.pathology,name:K103
source: Alveolitis of jaws
de: Alveolitis der Kiefer
fr_fr: Alvéolite des mâchoires
zh_cn: 颌的牙槽炎

# model:gnuhealth.pathology,name:K108
source: Other specified diseases of jaws
de: Sonstige näher bezeichnete Krankheiten der Kiefer
fr_fr: Autres maladies précisées des mâchoires
zh_cn: 其他特指的颌的疾病

# model:gnuhealth.pathology,name:K109
source: Disease of jaws, unspecified
de: Krankheit der Kiefer, nicht näher bezeichnet
fr_fr: Maladie des mâchoires, sans précision
zh_cn: 未特指的颌的疾病

# model:gnuhealth.pathology,name:K11
source: Diseases of salivary glands
de: Krankheiten der Speicheldrüsen
fr_fr: Maladies des glandes salivaires
zh_cn: 涎腺疾病

# model:gnuhealth.pathology,name:K110
source: Atrophy of salivary gland
de: Speicheldrüsenatrophie
fr_fr: Atrophie des glandes salivaires
zh_cn: 涎腺萎缩

# model:gnuhealth.pathology,name:K111
source: Hypertrophy of salivary gland
de: Speicheldrüsenhypertrophie
fr_fr: Hypertrophie des glandes salivaires
zh_cn: 涎腺增生

# model:gnuhealth.pathology,name:K112
source: Sialoadenitis
de: Sialadenitis
fr_fr: Sialoadénite
zh_cn: 涎腺炎

# model:gnuhealth.pathology,name:K113
source: Abscess of salivary gland
de: Speicheldrüsenabszess
fr_fr: Abcès des glandes salivaires
zh_cn: 涎腺脓肿

# model:gnuhealth.pathology,name:K114
source: Fistula of salivary gland
de: Speicheldrüsenfistel
fr_fr: Fistule des glandes salivaires
zh_cn: 涎腺瘘

# model:gnuhealth.pathology,name:K116
source: Mucocele of salivary gland
de: Mukozele der Speicheldrüsen
fr_fr: Mucocèle des glandes salivaires
zh_cn: 涎腺粘液囊肿

# model:gnuhealth.pathology,name:K117
source: Disturbances of salivary secretion
de: Störungen der Speichelsekretion
fr_fr: Troubles de la sécrétion salivaire
zh_cn: 唾液分泌障碍

# model:gnuhealth.pathology,name:K118
source: Other diseases of salivary glands
de: Sonstige Krankheiten der Speicheldrüsen
fr_fr: Autres maladies des glandes salivaires
zh_cn: 涎腺的其他疾病

# model:gnuhealth.pathology,name:K119
source: Disease of salivary gland, unspecified
de: Krankheit der Speicheldrüsen, nicht näher bezeichnet
fr_fr: Maladie des glandes salivaires, sans précision
zh_cn: 涎腺未特指的疾病

# model:gnuhealth.pathology,name:K12
source: Stomatitis and related lesions
de: Stomatitis und verwandte Krankheiten
fr_fr: Stomatites et affections apparentées
zh_cn: 口炎和有关损害

# model:gnuhealth.pathology,name:K120
source: Recurrent oral aphthae
de: Rezidivierende orale Aphthen
fr_fr: Aphtes buccaux récidivants
zh_cn: 复发性口腔阿弗他溃疡

# model:gnuhealth.pathology,name:K121
source: Other forms of stomatitis
de: Sonstige Formen der Stomatitis
fr_fr: Autres formes de stomatite
zh_cn: 其他形式的口炎

# model:gnuhealth.pathology,name:K122
source: Cellulitis and abscess of mouth
de: Phlegmone und Abszess des Mundes
fr_fr: Phlegmon et abcès de la bouche
zh_cn: 口蜂窝织炎和脓肿

# model:gnuhealth.pathology,name:K123
source: Oral mucositis (ulcerative)
de: Orale Mukositis (ulzerativ)

# model:gnuhealth.pathology,name:K13
source: Other diseases of lip and oral mucosa
de: Sonstige Krankheiten der Lippe und der Mundschleimhaut
fr_fr: Autres maladies des lèvres et de la muqueuse buccale
zh_cn: 唇及口腔粘膜的其他疾病

# model:gnuhealth.pathology,name:K130
source: Diseases of lips
de: Krankheiten der Lippen
fr_fr: Maladies des lèvres
zh_cn: 唇疾病

# model:gnuhealth.pathology,name:K131
source: Cheek and lip biting
de: Wangen- und Lippenbiss
fr_fr: Morsure de la joue et de la lèvre
zh_cn: 颊和唇咬伤

# model:gnuhealth.pathology,name:K132
source: Leukoplakia and other disturbances of oral epithelium, including tongue
de: Leukoplakie und sonstige Affektionen des Mundhöhlenepithels, einschließlich Zunge
fr_fr: Leucoplasie et autres anomalies de l'épithélium buccal, y compris la langue
zh_cn: 口腔上皮(包括舌)白斑和其他障碍

# model:gnuhealth.pathology,name:K133
source: Hairy leukoplakia
de: Haarleukoplakie
fr_fr: Tricholeucoplasie
zh_cn: 毛状白斑

# model:gnuhealth.pathology,name:K134
source: Granuloma and granuloma-like lesions of oral mucosa
de: Granulom und granulomähnliche Läsionen der Mundschleimhaut
fr_fr: Granulome et lésions pseudo-granulomateuses de la muqueuse buccale
zh_cn: 口腔粘膜肉芽肿和类肉芽肿损害

# model:gnuhealth.pathology,name:K135
source: Oral submucous fibrosis
de: Orale submuköse Fibrose
fr_fr: Fibrose sous-muqueuse de la bouche
zh_cn: 口腔粘膜下纤维化

# model:gnuhealth.pathology,name:K136
source: Irritative hyperplasia of oral mucosa
de: Irritative Hyperplasie der Mundschleimhaut
fr_fr: Hyperplasie inflammatoire de la muqueuse buccale
zh_cn: 口腔粘膜刺激性增生

# model:gnuhealth.pathology,name:K137
source: Other and unspecified lesions of oral mucosa
de: Sonstige und nicht näher bezeichnete Läsionen der Mundschleimhaut
fr_fr: Lésions de la muqueuse buccale, autres et sans précision
zh_cn: 口腔粘膜其他和未特指的损害

# model:gnuhealth.pathology,name:K14
source: Diseases of tongue
de: Krankheiten der Zunge
fr_fr: Maladies de la langue
zh_cn: 舌疾病

# model:gnuhealth.pathology,name:K141
source: Geographic tongue
de: Lingua geographica
fr_fr: Langue géographique
zh_cn: 地图样舌

# model:gnuhealth.pathology,name:K142
source: Median rhomboid glossitis
de: Glossitis rhombica mediana
fr_fr: Glossite losangique médiane
zh_cn: 正中菱形舌炎

# model:gnuhealth.pathology,name:K143
source: Hypertrophy of tongue papillae
de: Hypertrophie der Zungenpapillen
fr_fr: Hypertrophie des papilles linguales
zh_cn: 舌乳头肥大

# model:gnuhealth.pathology,name:K144
source: Atrophy of tongue papillae
de: Atrophie der Zungenpapillen
fr_fr: Atrophie des papilles de la langue
zh_cn: 舌乳头萎缩

# model:gnuhealth.pathology,name:K145
source: Plicated tongue
de: Lingua plicata
fr_fr: Langue plicaturée
zh_cn: 裂沟舌

# model:gnuhealth.pathology,name:K146
source: Glossodynia
de: Glossodynie
fr_fr: Glossodynie
zh_cn: 舌痛

# model:gnuhealth.pathology,name:K148
source: Other diseases of tongue
de: Sonstige Krankheiten der Zunge
fr_fr: Autres maladies de la langue
zh_cn: 舌其他的疾病

# model:gnuhealth.pathology,name:K149
source: Disease of tongue, unspecified
de: Krankheit der Zunge, nicht näher bezeichnet
fr_fr: Maladie de la langue, sans précision
zh_cn: 舌未特指的疾病

# model:gnuhealth.pathology,name:K20
source: Oesophagitis
de: Ösophagitis
fr_fr: Œsophagite
zh_cn: 食管炎

# model:gnuhealth.pathology,name:K21
source: Gastro-oesophageal reflux disease
de: Gastroösophageale Refluxkrankheit
fr_fr: Reflux gastro-œsophagien
zh_cn: 胃-食管反流性疾病

# model:gnuhealth.pathology,name:K210
source: Gastro-oesophageal reflux disease with oesophagitis
de: Gastroösophageale Refluxkrankheit mit Ösophagitis
fr_fr: Reflux gastro-œsophagien avec œsophagite
zh_cn: 胃-食管反流性疾病伴有食管炎

# model:gnuhealth.pathology,name:K219
source: Gastro-oesophageal reflux disease without oesophagitis
de: Gastroösophageale Refluxkrankheit ohne Ösophagitis
fr_fr: Reflux gastro-œsophagien sans œsophagite
zh_cn: 胃-食管反流性疾病不伴有食管炎

# model:gnuhealth.pathology,name:K22
source: Other diseases of oesophagus
de: Sonstige Krankheiten des Ösophagus
fr_fr: Autres maladies de l'œsophage
zh_cn: 食管的其他疾病

# model:gnuhealth.pathology,name:K220
source: Achalasia of cardia
de: Achalasie der Kardia
fr_fr: Achalasie du cardia
zh_cn: 贲门弛缓不能

# model:gnuhealth.pathology,name:K221
source: Ulcer of oesophagus
de: Ösophagusulkus
fr_fr: Ulcère de l'œsophage
zh_cn: 食管溃疡

# model:gnuhealth.pathology,name:K222
source: Oesophageal obstruction
de: Ösophagusverschluss
fr_fr: Obstruction de l'œsophage
zh_cn: 食管梗阻

# model:gnuhealth.pathology,name:K223
source: Perforation of oesophagus
de: Perforation des Ösophagus
fr_fr: Perforation de l'œsophage
zh_cn: 食管穿孔

# model:gnuhealth.pathology,name:K224
source: Dyskinesia of oesophagus
de: Dyskinesie des Ösophagus
fr_fr: Dyskinésie de l'œsophage
zh_cn: 食管运动障碍

# model:gnuhealth.pathology,name:K225
source: Diverticulum of oesophagus, acquired
de: Divertikel des Ösophagus, erworben
fr_fr: Diverticule acquis de l'œsophage
zh_cn: 后天性食管憩室

# model:gnuhealth.pathology,name:K226
source: Gastro-oesophageal laceration-haemorrhage syndrome
de: Mallory-Weiss-Syndrom
fr_fr: Syndrome de dilacération hémorragique gastro-œsophagienne
zh_cn: 胃-食管撕裂-出血综合征

# model:gnuhealth.pathology,name:K227
source: Barrett oesophagus
de: Barrett-Ösophagus
zh_cn: 巴雷特食管

# model:gnuhealth.pathology,name:K228
source: Other specified diseases of oesophagus
de: Sonstige näher bezeichnete Krankheiten des Ösophagus
fr_fr: Autres maladies précisées de l'œsophage
zh_cn: 食管其他特指的疾病

# model:gnuhealth.pathology,name:K229
source: Disease of oesophagus, unspecified
de: Krankheit des Ösophagus, nicht näher bezeichnet
fr_fr: Maladie de l'œsophage, sans précision
zh_cn: 食管未特指的疾病

# model:gnuhealth.pathology,name:K23
source: Disorders of oesophagus in diseases classified elsewhere
de: Krankheiten des Ösophagus bei anderenorts klassifizierten Krankheiten
fr_fr: Atteintes de l'œsophage au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的食管疾患

# model:gnuhealth.pathology,name:K230
source: Tuberculous oesophagitis
de: Tuberkulose des Ösophagus
fr_fr: Œsophagite tuberculeuse (A18.8+)
zh_cn: 结核性食管炎(A18.8+)

# model:gnuhealth.pathology,name:K231
source: Megaoesophagus in Chagas disease
de: Megaösophagus bei Chagas-Krankheit
zh_cn: 查加斯病引起的巨食管症(B57.3+)

# model:gnuhealth.pathology,name:K238
source: Disorders of oesophagus in other diseases classified elsewhere
de: Krankheiten des Ösophagus bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Atteintes de l'œsophage au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的食管疾患

# model:gnuhealth.pathology,name:K25
source: Gastric ulcer
de: Ulcus ventriculi
fr_fr: Ulcère de l'estomac
zh_cn: 胃溃疡

# model:gnuhealth.pathology,name:K250
source: Gastric ulcer: Acute with haemorrhage
de: Ulcus ventriculi: Akut, mit Blutung
zh_cn: 胃溃疡急性，伴有出血

# model:gnuhealth.pathology,name:K251
source: Gastric ulcer: Acute with perforation
de: Ulcus ventriculi: Akut, mit Perforation
zh_cn: 胃溃疡急性，伴有穿孔

# model:gnuhealth.pathology,name:K252
source: Gastric ulcer: Acute with both haemorrhage and perforation
de: Ulcus ventriculi: Akut, mit Blutung und Perforation
zh_cn: 胃溃疡急性，伴有出血和穿孔

# model:gnuhealth.pathology,name:K253
source: Gastric ulcer: Acute without haemorrhage or perforation
de: Ulcus ventriculi: Akut, ohne Blutung oder Perforation
zh_cn: 胃溃疡急性，不伴有出血或穿孔

# model:gnuhealth.pathology,name:K254
source: Gastric ulcer: Chronic or unspecified with haemorrhage
de: Ulcus ventriculi: Chronisch oder nicht näher bezeichnet, mit Blutung
zh_cn: 胃溃疡慢性或未特指的，伴有出血

# model:gnuhealth.pathology,name:K255
source: Gastric ulcer: Chronic or unspecified with perforation
de: Ulcus ventriculi: Chronisch oder nicht näher bezeichnet, mit Perforation
zh_cn: 胃溃疡慢性或未特指的，伴有穿孔

# model:gnuhealth.pathology,name:K256
source: Gastric ulcer: Chronic or unspecified with both haemorrhage and perforation
de: Ulcus ventriculi: Chronisch oder nicht näher bezeichnet, mit Blutung und Perforation
zh_cn: 胃溃疡慢性或未特指的，伴有出血和穿孔

# model:gnuhealth.pathology,name:K257
source: Gastric ulcer: Chronic without haemorrhage or perforation
de: Ulcus ventriculi: Chronisch, ohne Blutung oder Perforation
zh_cn: 胃溃疡慢性，不伴有出血或穿孔

# model:gnuhealth.pathology,name:K259
source: Gastric ulcer: Unspecified as acute or chronic, without haemorrhage or perforation
de: Ulcus ventriculi: Weder als akut noch als chronisch bezeichnet, ohne Blutung oder Perforation
zh_cn: 胃溃疡未特指为急性或慢性，不伴有出血或穿孔

# model:gnuhealth.pathology,name:K26
source: Duodenal ulcer
de: Ulcus duodeni
fr_fr: Ulcère du duodénum
zh_cn: 十二指肠溃疡

# model:gnuhealth.pathology,name:K260
source: Duodenal ulcer: Acute with haemorrhage
de: Ulcus duodeni: Akut, mit Blutung
zh_cn: 十二指肠溃疡急性，伴有出血

# model:gnuhealth.pathology,name:K261
source: Duodenal ulcer: Acute with perforation
de: Ulcus duodeni: Akut, mit Perforation
zh_cn: 十二指肠溃疡急性，伴有穿孔

# model:gnuhealth.pathology,name:K262
source: Duodenal ulcer: Acute with both haemorrhage and perforation
de: Ulcus duodeni: Akut, mit Blutung und Perforation
zh_cn: 十二指肠溃疡急性，伴有出血和穿孔

# model:gnuhealth.pathology,name:K263
source: Duodenal ulcer: Acute without haemorrhage or perforation
de: Ulcus duodeni: Akut, ohne Blutung oder Perforation
zh_cn: 十二指肠溃疡急性，不伴有出血或穿孔

# model:gnuhealth.pathology,name:K264
source: Duodenal ulcer: Chronic or unspecified with haemorrhage
de: Ulcus duodeni: Chronisch oder nicht näher bezeichnet, mit Blutung
zh_cn: 十二指肠溃疡慢性或未特指的，伴有出血

# model:gnuhealth.pathology,name:K265
source: Duodenal ulcer: Chronic or unspecified with perforation
de: Ulcus duodeni: Chronisch oder nicht näher bezeichnet, mit Perforation
zh_cn: 十二指肠溃疡慢性或未特指的，伴有穿孔

# model:gnuhealth.pathology,name:K266
source: Duodenal ulcer: Chronic or unspecified with both haemorrhage and perforation
de: Ulcus duodeni: Chronisch oder nicht näher bezeichnet, mit Blutung und Perforation
zh_cn: 十二指肠溃疡慢性或未特指的，伴有出血和穿孔

# model:gnuhealth.pathology,name:K267
source: Duodenal ulcer: Chronic without haemorrhage or perforation
de: Ulcus duodeni: Chronisch, ohne Blutung oder Perforation
zh_cn: 十二指肠溃疡慢性，不伴有出血或穿孔

# model:gnuhealth.pathology,name:K269
source: Duodenal ulcer: Unspecified as acute or chronic, without haemorrhage or perforation
de: Ulcus duodeni: Weder als akut noch als chronisch bezeichnet, ohne Blutung oder Perforation
zh_cn: 十二指肠溃疡未特指为急性或慢性，不伴有出血或穿孔

# model:gnuhealth.pathology,name:K27
source: Peptic ulcer, site unspecified
de: Ulcus pepticum, Lokalisation nicht näher bezeichnet
fr_fr: Ulcère digestif, de siège non précisé
zh_cn: 部位未特指的消化性溃疡

# model:gnuhealth.pathology,name:K270
source: Peptic ulcer, site unspecified: Acute with haemorrhage
de: Ulcus pepticum, Lokalisation nicht näher bezeichnet: Akut, mit Blutung
zh_cn: 部位未特指的消化性溃疡急性，伴有出血

# model:gnuhealth.pathology,name:K271
source: Peptic ulcer, site unspecified: Acute with perforation
de: Ulcus pepticum, Lokalisation nicht näher bezeichnet: Akut, mit Perforation
zh_cn: 部位未特指的消化性溃疡急性，伴有穿孔

# model:gnuhealth.pathology,name:K272
source: Peptic ulcer, site unspecified: Acute with both haemorrhage and perforation
de: Ulcus pepticum, Lokalisation nicht näher bezeichnet: Akut, mit Blutung und Perforation
zh_cn: 部位未特指的消化性溃疡急性，伴有出血和穿孔

# model:gnuhealth.pathology,name:K273
source: Peptic ulcer, site unspecified: Acute without haemorrhage or perforation
de: Ulcus pepticum, Lokalisation nicht näher bezeichnet: Akut, ohne Blutung oder Perforation
zh_cn: 部位未特指的消化性溃疡急性，不伴有出血或穿孔
