Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:X499
source: Unspecified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: intoxication accidentelle par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X50
source: Overexertion and strenuous or repetitive movements
de: Überanstrengung und anstrengende oder wiederholte Bewegungen
fr_fr: Surmenage et mouvements épuisants ou répétés
zh_cn: 操劳过度和剧烈或重复运动

# model:gnuhealth.pathology,name:X500
source: Home
de: Überanstrengung und anstrengende oder wiederholte Bewegungen: Zu Hause
fr_fr: surmenage et mouvements épuisants ou répétés | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X501
source: Residential institution
de: Überanstrengung und anstrengende oder wiederholte Bewegungen: Wohnheime oder -anstalten
fr_fr: surmenage et mouvements épuisants ou répétés | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X502
source: School, other institution and public administrative area
de: Überanstrengung und anstrengende oder wiederholte Bewegungen: Schule, sonstige öffentliche Bauten
fr_fr: surmenage et mouvements épuisants ou répétés | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X503
source: Sports and athletics area
de: Überanstrengung und anstrengende oder wiederholte Bewegungen: Sportstätten
fr_fr: surmenage et mouvements épuisants ou répétés | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X504
source: Street and highway
de: Überanstrengung und anstrengende oder wiederholte Bewegungen: Straßen und Wege
fr_fr: surmenage et mouvements épuisants ou répétés | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X505
source: Trade and service area
de: Überanstrengung und anstrengende oder wiederholte Bewegungen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: surmenage et mouvements épuisants ou répétés | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X506
source: Industrial and construction area
de: Überanstrengung und anstrengende oder wiederholte Bewegungen: Industrieanlagen und Baustellen
fr_fr: surmenage et mouvements épuisants ou répétés | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X507
source: Farm
de: Überanstrengung und anstrengende oder wiederholte Bewegungen: Landwirtschaftlicher Betrieb
fr_fr: surmenage et mouvements épuisants ou répétés | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X508
source: Other specified place
de: Überanstrengung und anstrengende oder wiederholte Bewegungen: Sonstige näher bezeichnete Orte
fr_fr: surmenage et mouvements épuisants ou répétés | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X509
source: Unspecified place
de: Überanstrengung und anstrengende oder wiederholte Bewegungen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: surmenage et mouvements épuisants ou répétés | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X51
source: Travel and motion
de: Reisen und passive Fortbewegung
fr_fr: Voyage et mouvement
zh_cn: 旅行和运动

# model:gnuhealth.pathology,name:X510
source: Home
de: Reisen und passive Fortbewegung: Zu Hause
fr_fr: voyage et mouvement | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X511
source: Residential institution
de: Reisen und passive Fortbewegung: Wohnheime oder -anstalten
fr_fr: voyage et mouvement | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X512
source: School, other institution and public administrative area
de: Reisen und passive Fortbewegung: Schule, sonstige öffentliche Bauten
fr_fr: voyage et mouvement | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X513
source: Sports and athletics area
de: Reisen und passive Fortbewegung: Sportstätten
fr_fr: voyage et mouvement | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X514
source: Street and highway
de: Reisen und passive Fortbewegung: Straßen und Wege
fr_fr: voyage et mouvement | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X515
source: Trade and service area
de: Reisen und passive Fortbewegung: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: voyage et mouvement | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X516
source: Industrial and construction area
de: Reisen und passive Fortbewegung: Industrieanlagen und Baustellen
fr_fr: voyage et mouvement | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X517
source: Farm
de: Reisen und passive Fortbewegung: Landwirtschaftlicher Betrieb
fr_fr: voyage et mouvement | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X518
source: Other specified place
de: Reisen und passive Fortbewegung: Sonstige näher bezeichnete Orte
fr_fr: voyage et mouvement | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X519
source: Unspecified place
de: Reisen und passive Fortbewegung: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: voyage et mouvement | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X52
source: Prolonged stay in weightless environment
de: Längerer Aufenthalt in Schwerelosigkeit
fr_fr: Séjour prolongé en apesanteur
zh_cn: 长期滞留在失重环境下

# model:gnuhealth.pathology,name:X520
source: Home
de: Längerer Aufenthalt in Schwerelosigkeit: Zu Hause
fr_fr: séjour prolongé en apesanteur | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X521
source: Residential institution
de: Längerer Aufenthalt in Schwerelosigkeit: Wohnheime oder -anstalten
fr_fr: séjour prolongé en apesanteur | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X522
source: School, other institution and public administrative area
de: Längerer Aufenthalt in Schwerelosigkeit: Schule, sonstige öffentliche Bauten
fr_fr: séjour prolongé en apesanteur | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X523
source: Sports and athletics area
de: Längerer Aufenthalt in Schwerelosigkeit: Sportstätten
fr_fr: séjour prolongé en apesanteur | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X524
source: Street and highway
de: Längerer Aufenthalt in Schwerelosigkeit: Straßen und Wege
fr_fr: séjour prolongé en apesanteur | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X525
source: Trade and service area
de: Längerer Aufenthalt in Schwerelosigkeit: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: séjour prolongé en apesanteur | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X526
source: Industrial and construction area
de: Längerer Aufenthalt in Schwerelosigkeit: Industrieanlagen und Baustellen
fr_fr: séjour prolongé en apesanteur | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X527
source: Farm
de: Längerer Aufenthalt in Schwerelosigkeit: Landwirtschaftlicher Betrieb
fr_fr: séjour prolongé en apesanteur | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X528
source: Other specified place
de: Längerer Aufenthalt in Schwerelosigkeit: Sonstige näher bezeichnete Orte
fr_fr: séjour prolongé en apesanteur | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X529
source: Unspecified place
de: Längerer Aufenthalt in Schwerelosigkeit: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: séjour prolongé en apesanteur | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X53
source: Lack of food
de: Nahrungsmangel
fr_fr: Privation d'aliments
zh_cn: 食物缺乏

# model:gnuhealth.pathology,name:X530
source: Home
de: Nahrungsmangel: Zu Hause
fr_fr: privation d'aliments | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X531
source: Residential institution
de: Nahrungsmangel: Wohnheime oder -anstalten
fr_fr: privation d'aliments | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X532
source: School, other institution and public administrative area
de: Nahrungsmangel: Schule, sonstige öffentliche Bauten
fr_fr: privation d'aliments | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X533
source: Sports and athletics area
de: Nahrungsmangel: Sportstätten
fr_fr: privation d'aliments | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X534
source: Street and highway
de: Nahrungsmangel: Straßen und Wege
fr_fr: privation d'aliments | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X535
source: Trade and service area
de: Nahrungsmangel: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: privation d'aliments | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X536
source: Industrial and construction area
de: Nahrungsmangel: Industrieanlagen und Baustellen
fr_fr: privation d'aliments | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X537
source: Farm
de: Nahrungsmangel: Landwirtschaftlicher Betrieb
fr_fr: privation d'aliments | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X538
source: Other specified place
de: Nahrungsmangel: Sonstige näher bezeichnete Orte
fr_fr: privation d'aliments | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X539
source: Unspecified place
de: Nahrungsmangel: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: privation d'aliments | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X54
source: Lack of water
de: Wassermangel
fr_fr: Privation d'eau
zh_cn: 水缺乏

# model:gnuhealth.pathology,name:X540
source: Home
de: Wassermangel: Zu Hause
fr_fr: privation d'eau | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X541
source: Residential institution
de: Wassermangel: Wohnheime oder -anstalten
fr_fr: privation d'eau | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X542
source: School, other institution and public administrative area
de: Wassermangel: Schule, sonstige öffentliche Bauten
fr_fr: privation d'eau | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X543
source: Sports and athletics area
de: Wassermangel: Sportstätten
fr_fr: privation d'eau | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X544
source: Street and highway
de: Wassermangel: Straßen und Wege
fr_fr: privation d'eau | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X545
source: Trade and service area
de: Wassermangel: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: privation d'eau | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X546
source: Industrial and construction area
de: Wassermangel: Industrieanlagen und Baustellen
fr_fr: privation d'eau | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X547
source: Farm
de: Wassermangel: Landwirtschaftlicher Betrieb
fr_fr: privation d'eau | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X548
source: Other specified place
de: Wassermangel: Sonstige näher bezeichnete Orte
fr_fr: privation d'eau | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X549
source: Unspecified place
de: Wassermangel: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: privation d'eau | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X57
source: Unspecified privation
de: Nicht näher bezeichnete Entbehrung
fr_fr: Privation, sans précision
zh_cn: 未特指的贫困

# model:gnuhealth.pathology,name:X570
source: Home
de: Nicht näher bezeichnete Entbehrung: Zu Hause
fr_fr: privation, sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X571
source: Residential institution
de: Nicht näher bezeichnete Entbehrung: Wohnheime oder -anstalten
fr_fr: privation, sans précision | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X572
source: School, other institution and public administrative area
de: Nicht näher bezeichnete Entbehrung: Schule, sonstige öffentliche Bauten
fr_fr: privation, sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X573
source: Sports and athletics area
de: Nicht näher bezeichnete Entbehrung: Sportstätten
fr_fr: privation, sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X574
source: Street and highway
de: Nicht näher bezeichnete Entbehrung: Straßen und Wege
fr_fr: privation, sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X575
source: Trade and service area
de: Nicht näher bezeichnete Entbehrung: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: privation, sans précision | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X576
source: Industrial and construction area
de: Nicht näher bezeichnete Entbehrung: Industrieanlagen und Baustellen
fr_fr: privation, sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X577
source: Farm
de: Nicht näher bezeichnete Entbehrung: Landwirtschaftlicher Betrieb
fr_fr: privation, sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X578
source: Other specified place
de: Nicht näher bezeichnete Entbehrung: Sonstige näher bezeichnete Orte
fr_fr: privation, sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X579
source: Unspecified place
de: Nicht näher bezeichnete Entbehrung: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: privation, sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X58
source: Exposure to other specified factors
de: Exposition gegenüber sonstigen näher bezeichneten Faktoren
fr_fr: Exposition à d'autres facteurs précisés
zh_cn: 暴露于其他特指的因素下

# model:gnuhealth.pathology,name:X580
source: Home
de: Exposition gegenüber sonstigen näher bezeichneten Faktoren: Zu Hause
fr_fr: exposition à d'autres facteurs précisés | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X581
source: Residential institution
de: Exposition gegenüber sonstigen näher bezeichneten Faktoren: Wohnheime oder -anstalten
fr_fr: exposition à d'autres facteurs précisés | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X582
source: School, other institution and public administrative area
de: Exposition gegenüber sonstigen näher bezeichneten Faktoren: Schule, sonstige öffentliche Bauten
fr_fr: exposition à d'autres facteurs précisés | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X583
source: Sports and athletics area
de: Exposition gegenüber sonstigen näher bezeichneten Faktoren: Sportstätten
fr_fr: exposition à d'autres facteurs précisés | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X584
source: Street and highway
de: Exposition gegenüber sonstigen näher bezeichneten Faktoren: Straßen und Wege
fr_fr: exposition à d'autres facteurs précisés | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X585
source: Trade and service area
de: Exposition gegenüber sonstigen näher bezeichneten Faktoren: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à d'autres facteurs précisés | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X586
source: Industrial and construction area
de: Exposition gegenüber sonstigen näher bezeichneten Faktoren: Industrieanlagen und Baustellen
fr_fr: exposition à d'autres facteurs précisés | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X587
source: Farm
de: Exposition gegenüber sonstigen näher bezeichneten Faktoren: Landwirtschaftlicher Betrieb
fr_fr: exposition à d'autres facteurs précisés | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X588
source: Other specified place
de: Exposition gegenüber sonstigen näher bezeichneten Faktoren: Sonstige näher bezeichnete Orte
fr_fr: exposition à d'autres facteurs précisés | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X589
source: Unspecified place
de: Exposition gegenüber sonstigen näher bezeichneten Faktoren: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à d'autres facteurs précisés | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X59
source: Exposure to unspecified factor
de: Exposition gegenüber nicht näher bezeichnetem Faktor
fr_fr: Exposition à des facteurs, sans précision
zh_cn: 暴露于未特指的因素下

# model:gnuhealth.pathology,name:X590
source: Exposure to unspecified factor causing fracture
de: Fraktur infolge Exposition gegenüber nicht näher bezeichnetem Faktor
zh_cn: 暴露于因素导致的骨折

# model:gnuhealth.pathology,name:X591
source: Residential institution
de: Exposition gegenüber nicht näher bezeichnetem Faktor: Wohnheime oder -anstalten
fr_fr: exposition à des facteurs, sans précision | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X592
source: School, other institution and public administrative area
de: Exposition gegenüber nicht näher bezeichnetem Faktor: Schule, sonstige öffentliche Bauten
fr_fr: exposition à des facteurs, sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X593
source: Sports and athletics area
de: Exposition gegenüber nicht näher bezeichnetem Faktor: Sportstätten
fr_fr: exposition à des facteurs, sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X594
source: Street and highway
de: Exposition gegenüber nicht näher bezeichnetem Faktor: Straßen und Wege
fr_fr: exposition à des facteurs, sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X595
source: Trade and service area
de: Exposition gegenüber nicht näher bezeichnetem Faktor: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à des facteurs, sans précision | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X596
source: Industrial and construction area
de: Exposition gegenüber nicht näher bezeichnetem Faktor: Industrieanlagen und Baustellen
fr_fr: exposition à des facteurs, sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X597
source: Farm
de: Exposition gegenüber nicht näher bezeichnetem Faktor: Landwirtschaftlicher Betrieb
fr_fr: exposition à des facteurs, sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X598
source: Other specified place
de: Exposition gegenüber nicht näher bezeichnetem Faktor: Sonstige näher bezeichnete Orte
fr_fr: exposition à des facteurs, sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X599
source: Exposure to unspecified factor causing other and unspecified injury
de: Sonstige und nicht näher bezeichnete Verletzung infolge Exposition gegenüber nicht näher bezeichnetem Faktor
zh_cn: 暴露于未特指因素导致其他和未特指的损伤

# model:gnuhealth.pathology,name:X60
source: Intentional self-poisoning by and exposure to nonopioid analgesics, antipyretics and antirheumatics
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika
fr_fr: Auto-intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits
zh_cn: 非阿片样镇痛药、解热药和抗风湿药的故意自毒及暴露于该类药物

# model:gnuhealth.pathology,name:X600
source: Home
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Zu Hause
fr_fr: auto-intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X601
source: Residential institution
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Wohnheime oder -anstalten
fr_fr: auto-intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X602
source: School, other institution and public administrative area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Schule, sonstige öffentliche Bauten
fr_fr: auto-intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X603
source: Sports and athletics area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Sportstätten
fr_fr: auto-intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X604
source: Street and highway
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Straßen und Wege
fr_fr: auto-intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X605
source: Trade and service area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: auto-intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X606
source: Industrial and construction area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Industrieanlagen und Baustellen
fr_fr: auto-intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X607
source: Farm
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Landwirtschaftlicher Betrieb
fr_fr: auto-intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X608
source: Other specified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Sonstige näher bezeichnete Orte
fr_fr: auto-intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits | autres lieux précisés
zh_cn: 其他指定地方
