Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:C33
source: Malignant neoplasm of trachea
de: Bösartige Neubildung der Trachea
fr_fr: Tumeur maligne de la trachée
zh_cn: 气管恶性肿瘤

# model:gnuhealth.pathology,name:C34
source: Malignant neoplasm of bronchus and lung
de: Bösartige Neubildung der Bronchien und der Lunge
fr_fr: Tumeur maligne des bronches et du poumon
zh_cn: 支气管和肺恶性肿瘤

# model:gnuhealth.pathology,name:C340
source: Malignant neoplasm: Main bronchus
de: Bösartige Neubildung: Hauptbronchus
zh_cn: 主支气管恶性肿瘤

# model:gnuhealth.pathology,name:C341
source: Malignant neoplasm: Upper lobe, bronchus or lung
de: Bösartige Neubildung: Oberlappen (-Bronchus)
zh_cn: 上叶，支气管或肺的恶性肿瘤

# model:gnuhealth.pathology,name:C342
source: Malignant neoplasm: Middle lobe, bronchus or lung
de: Bösartige Neubildung: Mittellappen (-Bronchus)
zh_cn: 中叶，支气管或肺的恶性肿瘤

# model:gnuhealth.pathology,name:C343
source: Malignant neoplasm: Lower lobe, bronchus or lung
de: Bösartige Neubildung: Unterlappen (-Bronchus)
zh_cn: 下叶，支气管或肺的恶性肿瘤

# model:gnuhealth.pathology,name:C348
source: Malignant neoplasm: Overlapping lesion of bronchus and lung
de: Bösartige Neubildung: Bronchus und Lunge, mehrere Teilbereiche überlappend
zh_cn: 支气管和肺交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C349
source: Malignant neoplasm: Bronchus or lung, unspecified
de: Bösartige Neubildung: Bronchus oder Lunge, nicht näher bezeichnet
zh_cn: 未特指的支气管或肺恶性肿瘤

# model:gnuhealth.pathology,name:C37
source: Malignant neoplasm of thymus
de: Bösartige Neubildung des Thymus
fr_fr: Tumeur maligne du thymus
zh_cn: 胸腺恶性肿瘤

# model:gnuhealth.pathology,name:C38
source: Malignant neoplasm of heart, mediastinum and pleura
de: Bösartige Neubildung des Herzens, des Mediastinums und der Pleura
fr_fr: Tumeur maligne du cœur, du médiastin et de la plèvre
zh_cn: 心脏、纵隔和胸膜恶性肿瘤

# model:gnuhealth.pathology,name:C380
source: Malignant neoplasm: Heart
de: Bösartige Neubildung: Herz
zh_cn: 心脏恶性肿瘤

# model:gnuhealth.pathology,name:C381
source: Malignant neoplasm: Anterior mediastinum
de: Bösartige Neubildung: Vorderes Mediastinum
zh_cn: 前纵隔恶性肿瘤

# model:gnuhealth.pathology,name:C382
source: Malignant neoplasm: Posterior mediastinum
de: Bösartige Neubildung: Hinteres Mediastinum
zh_cn: 后纵隔恶性肿瘤

# model:gnuhealth.pathology,name:C383
source: Malignant neoplasm: Mediastinum, part unspecified
de: Bösartige Neubildung: Mediastinum, Teil nicht näher bezeichnet
zh_cn: 部位未特指的纵隔恶性肿瘤

# model:gnuhealth.pathology,name:C384
source: Malignant neoplasm: Pleura
de: Bösartige Neubildung: Pleura
zh_cn: 胸膜恶性肿瘤

# model:gnuhealth.pathology,name:C388
source: Malignant neoplasm: Overlapping lesion of heart, mediastinum and pleura
de: Bösartige Neubildung: Herz, Mediastinum und Pleura, mehrere Teilbereiche überlappend
zh_cn: 心脏、纵隔和胸膜交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C39
source: Malignant neoplasm of other and ill-defined sites in the respiratory system and intrathoracic organs
de: Bösartige Neubildung sonstiger und ungenau bezeichneter Lokalisationen des Atmungssystems und sonstiger intrathorakaler Organe
fr_fr: Tumeur maligne de l'appareil respiratoire et des organes intrathoraciques, de sièges autres et mal définis
zh_cn: 呼吸系统和胸腔内器官其他和不明确部位的恶性肿瘤

# model:gnuhealth.pathology,name:C390
source: Malignant neoplasm: Upper respiratory tract, part unspecified
de: Bösartige Neubildung: Obere Atemwege, Teil nicht näher bezeichnet
zh_cn: 上呼吸道部位未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C398
source: Malignant neoplasm: Overlapping lesion of respiratory and intrathoracic organs
de: Bösartige Neubildung: Atmungsorgane und sonstige intrathorakale Organe, mehrere Teilbereiche überlappend
zh_cn: 呼吸和胸腔内器官交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C399
source: Malignant neoplasm: Ill-defined sites within the respiratory system
de: Bösartige Neubildung: Ungenau bezeichnete Lokalisationen des Atmungssystems
zh_cn: 呼吸系统不明确部位的恶性肿瘤

# model:gnuhealth.pathology,name:C40
source: Malignant neoplasm of bone and articular cartilage of limbs
de: Bösartige Neubildung des Knochens und des Gelenkknorpels der Extremitäten
fr_fr: Tumeur maligne des os et du cartilage articulaire des membres
zh_cn: 四肢骨和关节软骨恶性肿瘤

# model:gnuhealth.pathology,name:C400
source: Malignant neoplasm: Scapula and long bones of upper limb
de: Bösartige Neubildung des Knochens und des Gelenkknorpels: Skapula und lange Knochen der oberen Extremität
zh_cn: 上肢长骨和肩胛骨恶性肿瘤

# model:gnuhealth.pathology,name:C401
source: Malignant neoplasm: Short bones of upper limb
de: Bösartige Neubildung des Knochens und des Gelenkknorpels: Kurze Knochen der oberen Extremität
zh_cn: 上肢短骨恶性肿瘤

# model:gnuhealth.pathology,name:C402
source: Malignant neoplasm: Long bones of lower limb
de: Bösartige Neubildung des Knochens und des Gelenkknorpels: Lange Knochen der unteren Extremität
zh_cn: 下肢长骨恶性肿瘤

# model:gnuhealth.pathology,name:C403
source: Malignant neoplasm: Short bones of lower limb
de: Bösartige Neubildung des Knochens und des Gelenkknorpels: Kurze Knochen der unteren Extremität
zh_cn: 下肢短骨恶性肿瘤

# model:gnuhealth.pathology,name:C408
source: Malignant neoplasm: Overlapping lesion of bone and articular cartilage of limbs
de: Bösartige Neubildung: Knochen und Gelenkknorpel der Extremitäten, mehrere Teilbereiche überlappend
zh_cn: 四肢骨和关节软骨交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C409
source: Malignant neoplasm: Bone and articular cartilage of limb, unspecified
de: Bösartige Neubildung: Knochen und Gelenkknorpel einer Extremität, nicht näher bezeichnet
zh_cn: 未特指的四肢骨和关节软骨恶性肿瘤

# model:gnuhealth.pathology,name:C41
source: Malignant neoplasm of bone and articular cartilage of other and unspecified sites
de: Bösartige Neubildung des Knochens und des Gelenkknorpels sonstiger und nicht näher bezeichneter Lokalisationen
fr_fr: Tumeur maligne des os et du cartilage articulaire, de sièges autres et non précisés
zh_cn: 骨和关节软骨其他和未特指部位的恶性肿瘤

# model:gnuhealth.pathology,name:C410
source: Malignant neoplasm: Bones of skull and face
de: Bösartige Neubildung des Knochens und des Gelenkknorpels: Knochen des Hirn- und Gesichtsschädels
zh_cn: 颅骨和面骨恶性肿瘤

# model:gnuhealth.pathology,name:C411
source: Malignant neoplasm: Mandible
de: Bösartige Neubildung des Knochens und des Gelenkknorpels: Unterkieferknochen
zh_cn: 下颌骨恶性肿瘤

# model:gnuhealth.pathology,name:C412
source: Malignant neoplasm: Vertebral column
de: Bösartige Neubildung des Knochens und des Gelenkknorpels: Wirbelsäule
zh_cn: 脊柱恶性肿瘤

# model:gnuhealth.pathology,name:C413
source: Malignant neoplasm: Ribs, sternum and clavicle
de: Bösartige Neubildung des Knochens und des Gelenkknorpels: Rippen, Sternum und Klavikula
zh_cn: 肋骨、胸骨和锁骨恶性肿瘤

# model:gnuhealth.pathology,name:C414
source: Malignant neoplasm: Pelvic bones, sacrum and coccyx
de: Bösartige Neubildung des Knochens und des Gelenkknorpels: Beckenknochen
zh_cn: 盆骨、骶骨和尾骨恶性肿瘤

# model:gnuhealth.pathology,name:C418
source: Malignant neoplasm: Overlapping lesion of bone and articular cartilage
de: Bösartige Neubildung: Knochen und Gelenkknorpel, mehrere Teilbereiche überlappend
zh_cn: 骨和关节软骨交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C419
source: Malignant neoplasm: Bone and articular cartilage, unspecified
de: Bösartige Neubildung: Knochen und Gelenkknorpel, nicht näher bezeichnet
zh_cn: 未特指的骨和关节软骨恶性肿瘤

# model:gnuhealth.pathology,name:C43
source: Malignant melanoma of skin
de: Bösartiges Melanom der Haut
fr_fr: Mélanome malin de la peau
zh_cn: 皮肤恶性黑色素瘤

# model:gnuhealth.pathology,name:C430
source: Malignant neoplasm: Malignant melanoma of lip
de: Bösartiges Melanom der Lippe
zh_cn: 唇恶性黑色素瘤

# model:gnuhealth.pathology,name:C431
source: Malignant neoplasm: Malignant melanoma of eyelid, including canthus
de: Bösartiges Melanom des Augenlides, einschließlich Kanthus
zh_cn: 眼睑(包括眦)恶性黑色素瘤

# model:gnuhealth.pathology,name:C432
source: Malignant neoplasm: Malignant melanoma of ear and external auricular canal
de: Bösartiges Melanom des Ohres und des äußeren Gehörganges
zh_cn: 耳和外耳道恶性黑色素瘤

# model:gnuhealth.pathology,name:C433
source: Malignant neoplasm: Malignant melanoma of other and unspecified parts of face
de: Bösartiges Melanom sonstiger und nicht näher bezeichneter Teile des Gesichtes
zh_cn: 面部其他和未特指部位的恶性黑色素瘤

# model:gnuhealth.pathology,name:C434
source: Malignant neoplasm: Malignant melanoma of scalp and neck
de: Bösartiges Melanom der behaarten Kopfhaut und des Halses
zh_cn: 头皮和颈部恶性黑色素瘤

# model:gnuhealth.pathology,name:C435
source: Malignant neoplasm: Malignant melanoma of trunk
de: Bösartiges Melanom des Rumpfes
zh_cn: 躯干恶性黑色素瘤

# model:gnuhealth.pathology,name:C436
source: Malignant neoplasm: Malignant melanoma of upper limb, including shoulder
de: Bösartiges Melanom der oberen Extremität, einschließlich Schulter
zh_cn: 上肢(包括肩)恶性黑色素瘤

# model:gnuhealth.pathology,name:C437
source: Malignant neoplasm: Malignant melanoma of lower limb, including hip
de: Bösartiges Melanom der unteren Extremität, einschließlich Hüfte
zh_cn: 下肢(包括髋)恶性黑色素瘤

# model:gnuhealth.pathology,name:C438
source: Malignant neoplasm: Overlapping malignant melanoma of skin
de: Bösartiges Melanom der Haut, mehrere Teilbereiche überlappend
zh_cn: 皮肤交搭跨越的恶性黑色素瘤

# model:gnuhealth.pathology,name:C439
source: Malignant neoplasm: Malignant melanoma of skin, unspecified
de: Bösartiges Melanom der Haut, nicht näher bezeichnet
zh_cn: 未特指的皮肤恶性黑色素瘤

# model:gnuhealth.pathology,name:C44
source: Other malignant neoplasms of skin
de: Sonstige bösartige Neubildungen der Haut
fr_fr: Autres tumeurs malignes de la peau
zh_cn: 皮肤其他恶性肿瘤

# model:gnuhealth.pathology,name:C440
source: Malignant neoplasm: Skin of lip
de: Sonstige bösartige Neubildungen: Lippenhaut
zh_cn: 唇皮肤恶性肿瘤

# model:gnuhealth.pathology,name:C441
source: Malignant neoplasm: Skin of eyelid, including canthus
de: Sonstige bösartige Neubildungen: Haut des Augenlides, einschließlich Kanthus
zh_cn: 眼睑(包括眦)皮肤恶性肿瘤

# model:gnuhealth.pathology,name:C442
source: Malignant neoplasm: Skin of ear and external auricular canal
de: Sonstige bösartige Neubildungen: Haut des Ohres und des äußeren Gehörganges
zh_cn: 耳和外耳道皮肤恶性肿瘤

# model:gnuhealth.pathology,name:C443
source: Malignant neoplasm: Skin of other and unspecified parts of face
de: Sonstige bösartige Neubildungen: Haut sonstiger und nicht näher bezeichneter Teile des Gesichtes
zh_cn: 面部其他和未特指部位的皮肤恶性肿瘤

# model:gnuhealth.pathology,name:C444
source: Malignant neoplasm: Skin of scalp and neck
de: Sonstige bösartige Neubildungen: Behaarte Kopfhaut und Haut des Halses
zh_cn: 头皮和颈部皮肤恶性肿瘤

# model:gnuhealth.pathology,name:C445
source: Malignant neoplasm: Skin of trunk
de: Sonstige bösartige Neubildungen: Haut des Rumpfes
zh_cn: 躯干皮肤恶性肿瘤

# model:gnuhealth.pathology,name:C446
source: Malignant neoplasm: Skin of upper limb, including shoulder
de: Sonstige bösartige Neubildungen: Haut der oberen Extremität, einschließlich Schulter
zh_cn: 上肢(包括肩)皮肤恶性肿瘤

# model:gnuhealth.pathology,name:C447
source: Malignant neoplasm: Skin of lower limb, including hip
de: Sonstige bösartige Neubildungen: Haut der unteren Extremität, einschließlich Hüfte
zh_cn: 下肢(包括髋)皮肤恶性肿瘤

# model:gnuhealth.pathology,name:C448
source: Malignant neoplasm: Overlapping lesion of skin
de: Sonstige bösartige Neubildungen: Haut, mehrere Teilbereiche überlappend
zh_cn: 皮肤交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C449
source: Malignant neoplasm: Malignant neoplasm of skin, unspecified
de: Bösartige Neubildung der Haut, nicht näher bezeichnet
zh_cn: 末特指的皮肤恶性肿瘤

# model:gnuhealth.pathology,name:C45
source: Mesothelioma
de: Mesotheliom
fr_fr: Mésothéliome
zh_cn: 间皮瘤

# model:gnuhealth.pathology,name:C450
source: Mesothelioma of pleura
de: Mesotheliom der Pleura
fr_fr: Mésothéliome de la plèvre
zh_cn: 胸膜间皮瘤

# model:gnuhealth.pathology,name:C451
source: Mesothelioma of peritoneum
de: Mesotheliom des Peritoneums
fr_fr: Mésothéliome du péritoine
zh_cn: 腹膜间皮瘤

# model:gnuhealth.pathology,name:C452
source: Mesothelioma of pericardium
de: Mesotheliom des Perikards
fr_fr: Mésothéliome du péricarde
zh_cn: 心包间皮瘤

# model:gnuhealth.pathology,name:C457
source: Mesothelioma of other sites
de: Mesotheliom sonstiger Lokalisationen
fr_fr: Mésothéliome d'autres sièges
zh_cn: 其他部位的间皮瘤

# model:gnuhealth.pathology,name:C459
source: Mesothelioma, unspecified
de: Mesotheliom, nicht näher bezeichnet
fr_fr: Mésothéliome, sans précision
zh_cn: 未特指的间皮瘤

# model:gnuhealth.pathology,name:C46
source: Kaposi sarcoma
de: Kaposi-Sarkom [Sarcoma idiopathicum multiplex haemorrhagicum]
zh_cn: 卡波西肉瘤

# model:gnuhealth.pathology,name:C460
source: Kaposi sarcoma of skin
de: Kaposi-Sarkom der Haut
zh_cn: 皮肤卡波西肉瘤

# model:gnuhealth.pathology,name:C461
source: Kaposi sarcoma of soft tissue
de: Kaposi-Sarkom des Weichteilgewebes
zh_cn: 软组织卡波西肉瘤

# model:gnuhealth.pathology,name:C462
source: Kaposi sarcoma of palate
de: Kaposi-Sarkom des Gaumens
zh_cn: 腭卡波西肉瘤

# model:gnuhealth.pathology,name:C463
source: Kaposi sarcoma of lymph nodes
de: Kaposi-Sarkom der Lymphknoten
zh_cn: 淋巴结卡波西肉瘤

# model:gnuhealth.pathology,name:C467
source: Kaposi sarcoma of other sites
de: Kaposi-Sarkom sonstiger Lokalisationen
zh_cn: 其他部位的卡波西肉瘤

# model:gnuhealth.pathology,name:C468
source: Kaposi sarcoma of multiple organs
de: Kaposi-Sarkom mehrerer Organe
zh_cn: 多器官的卡波西肉瘤

# model:gnuhealth.pathology,name:C469
source: Kaposi sarcoma, unspecified
de: Kaposi-Sarkom, nicht näher bezeichnet
zh_cn: 未特指的卡波西肉瘤

# model:gnuhealth.pathology,name:C47
source: Malignant neoplasm of peripheral nerves and autonomic nervous system
de: Bösartige Neubildung der peripheren Nerven und des autonomen Nervensystems
fr_fr: Tumeur maligne des nerfs périphériques et du système nerveux autonome
zh_cn: 周围神经和自主神经系统恶性肿瘤

# model:gnuhealth.pathology,name:C470
source: Malignant neoplasm: Peripheral nerves of head, face and neck
de: Bösartige Neubildung: Periphere Nerven des Kopfes, des Gesichtes und des Halses
zh_cn: 头、面和颈部周围神经恶性肿瘤

# model:gnuhealth.pathology,name:C471
source: Malignant neoplasm: Peripheral nerves of upper limb, including shoulder
de: Bösartige Neubildung: Periphere Nerven der oberen Extremität, einschließlich Schulter
zh_cn: 上肢(包括肩)周围神经恶性肿瘤

# model:gnuhealth.pathology,name:C472
source: Malignant neoplasm: Peripheral nerves of lower limb, including hip
de: Bösartige Neubildung: Periphere Nerven der unteren Extremität, einschließlich Hüfte
zh_cn: 下肢(包括髋)周围神经恶性肿瘤

# model:gnuhealth.pathology,name:C473
source: Malignant neoplasm: Peripheral nerves of thorax
de: Bösartige Neubildung: Periphere Nerven des Thorax
zh_cn: 胸部周围神经恶性肿瘤

# model:gnuhealth.pathology,name:C474
source: Malignant neoplasm: Peripheral nerves of abdomen
de: Bösartige Neubildung: Periphere Nerven des Abdomens
zh_cn: 腹部周围神经恶性肿瘤

# model:gnuhealth.pathology,name:C475
source: Malignant neoplasm: Peripheral nerves of pelvis
de: Bösartige Neubildung: Periphere Nerven des Beckens
zh_cn: 盆腔周围神经恶性肿瘤

# model:gnuhealth.pathology,name:C476
source: Malignant neoplasm: Peripheral nerves of trunk, unspecified
de: Bösartige Neubildung: Periphere Nerven des Rumpfes, nicht näher bezeichnet
zh_cn: 未特指的躯干周围神经恶性肿瘤

# model:gnuhealth.pathology,name:C478
source: Malignant neoplasm: Overlapping lesion of peripheral nerves and autonomic nervous system
de: Bösartige Neubildung: Periphere Nerven und autonomes Nervensystem, mehrere Teilbereiche überlappend
zh_cn: 周围神经和自主神经系统交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C479
source: Malignant neoplasm: Peripheral nerves and autonomic nervous system, unspecified
de: Bösartige Neubildung: Periphere Nerven und autonomes Nervensystem, nicht näher bezeichnet
zh_cn: 未特指的周围神经和自主神经系统恶性肿瘤

# model:gnuhealth.pathology,name:C48
source: Malignant neoplasm of retroperitoneum and peritoneum
de: Bösartige Neubildung des Retroperitoneums und des Peritoneums
fr_fr: Tumeur maligne du rétropéritoine et du péritoine
zh_cn: 腹膜后腔和腹膜恶性肿瘤

# model:gnuhealth.pathology,name:C480
source: Malignant neoplasm: Retroperitoneum
de: Bösartige Neubildung: Retroperitoneum
zh_cn: 腹膜后腔恶性肿瘤

# model:gnuhealth.pathology,name:C481
source: Malignant neoplasm: Specified parts of peritoneum
de: Bösartige Neubildung: Näher bezeichnete Teile des Peritoneums
zh_cn: 腹膜特指部位的恶性肿瘤

# model:gnuhealth.pathology,name:C482
source: Malignant neoplasm: Peritoneum, unspecified
de: Bösartige Neubildung: Peritoneum, nicht näher bezeichnet
zh_cn: 未特指的腹膜恶性肿瘤

# model:gnuhealth.pathology,name:C488
source: Malignant neoplasm: Overlapping lesion of retroperitoneum and peritoneum
de: Bösartige Neubildung: Retroperitoneum und Peritoneum, mehrere Teilbereiche überlappend
zh_cn: 腹膜后腔和腹膜交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C49
source: Malignant neoplasm of other connective and soft tissue
de: Bösartige Neubildung sonstigen Bindegewebes und anderer Weichteilgewebe
fr_fr: Tumeur maligne du tissu conjonctif et des autres tissus mous
zh_cn: 其他结缔组织和软组织恶性肿瘤

# model:gnuhealth.pathology,name:C490
source: Malignant neoplasm: Connective and soft tissue of head, face and neck
de: Bösartige Neubildung: Bindegewebe und andere Weichteilgewebe des Kopfes, des Gesichtes und des Halses
zh_cn: 头、面和颈部结缔组织和软组织恶性肿瘤

# model:gnuhealth.pathology,name:C491
source: Malignant neoplasm: Connective and soft tissue of upper limb, including shoulder
de: Bösartige Neubildung: Bindegewebe und andere Weichteilgewebe der oberen Extremität, einschließlich Schulter
zh_cn: 上肢(包括肩)结缔组织和软组织恶性肿瘤

# model:gnuhealth.pathology,name:C492
source: Malignant neoplasm: Connective and soft tissue of lower limb, including hip
de: Bösartige Neubildung: Bindegewebe und andere Weichteilgewebe der unteren Extremität, einschließlich Hüfte
zh_cn: 下肢(包括髋)结缔组织和软组织恶性肿瘤

# model:gnuhealth.pathology,name:C493
source: Malignant neoplasm: Connective and soft tissue of thorax
de: Bösartige Neubildung: Bindegewebe und andere Weichteilgewebe des Thorax
zh_cn: 胸部结缔组织和软组织恶性肿瘤

# model:gnuhealth.pathology,name:C494
source: Malignant neoplasm: Connective and soft tissue of abdomen
de: Bösartige Neubildung: Bindegewebe und andere Weichteilgewebe des Abdomens
zh_cn: 腹部结缔组织和软组织恶性肿瘤

# model:gnuhealth.pathology,name:C495
source: Malignant neoplasm: Connective and soft tissue of pelvis
de: Bösartige Neubildung: Bindegewebe und andere Weichteilgewebe des Beckens
zh_cn: 盆腔结缔组织和软组织恶性肿瘤

# model:gnuhealth.pathology,name:C496
source: Malignant neoplasm: Connective and soft tissue of trunk, unspecified
de: Bösartige Neubildung: Bindegewebe und andere Weichteilgewebe des Rumpfes, nicht näher bezeichnet
zh_cn: 躯干未特指结缔组织和软组织的恶性肿瘤

# model:gnuhealth.pathology,name:C498
source: Malignant neoplasm: Overlapping lesion of connective and soft tissue
de: Bösartige Neubildung: Bindegewebe und andere Weichteilgewebe, mehrere Teilbereiche überlappend
zh_cn: 结缔组织和软组织交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C499
source: Malignant neoplasm: Connective and soft tissue, unspecified
de: Bösartige Neubildung: Bindegewebe und andere Weichteilgewebe, nicht näher bezeichnet
zh_cn: 未特指的结缔组织和软组织恶性肿瘤

# model:gnuhealth.pathology,name:C50
source: Malignant neoplasm of breast
de: Bösartige Neubildung der Brustdrüse [Mamma]
fr_fr: Tumeur maligne du sein
zh_cn: 乳房恶性肿瘤

# model:gnuhealth.pathology,name:C500
source: Malignant neoplasm: Nipple and areola
de: Bösartige Neubildung: Brustwarze und Warzenhof
zh_cn: 乳头和乳晕恶性肿瘤

# model:gnuhealth.pathology,name:C501
source: Malignant neoplasm: Central portion of breast
de: Bösartige Neubildung: Zentraler Drüsenkörper der Brustdrüse
zh_cn: 乳房中央部恶性肿瘤

# model:gnuhealth.pathology,name:C502
source: Malignant neoplasm: Upper-inner quadrant of breast
de: Bösartige Neubildung: Oberer innerer Quadrant der Brustdrüse
zh_cn: 乳房上内象限恶性肿瘤

# model:gnuhealth.pathology,name:C503
source: Malignant neoplasm: Lower-inner quadrant of breast
de: Bösartige Neubildung: Unterer innerer Quadrant der Brustdrüse
zh_cn: 乳房下内象限恶性肿瘤

# model:gnuhealth.pathology,name:C504
source: Malignant neoplasm: Upper-outer quadrant of breast
de: Bösartige Neubildung: Oberer äußerer Quadrant der Brustdrüse
zh_cn: 乳房上外象限恶性肿瘤

# model:gnuhealth.pathology,name:C505
source: Malignant neoplasm: Lower-outer quadrant of breast
de: Bösartige Neubildung: Unterer äußerer Quadrant der Brustdrüse
zh_cn: 乳房下外象限恶性肿瘤

# model:gnuhealth.pathology,name:C506
source: Malignant neoplasm: Axillary tail of breast
de: Bösartige Neubildung: Recessus axillaris der Brustdrüse
zh_cn: 乳房腋尾部恶性肿瘤

# model:gnuhealth.pathology,name:C508
source: Malignant neoplasm: Overlapping lesion of breast
de: Bösartige Neubildung: Brustdrüse, mehrere Teilbereiche überlappend
zh_cn: 乳房交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C509
source: Malignant neoplasm: Breast, unspecified
de: Bösartige Neubildung: Brustdrüse, nicht näher bezeichnet
zh_cn: 未特指的乳房恶性肿瘤

# model:gnuhealth.pathology,name:C51
source: Malignant neoplasm of vulva
de: Bösartige Neubildung der Vulva
fr_fr: Tumeur maligne de la vulve
zh_cn: 外阴恶性肿瘤

# model:gnuhealth.pathology,name:C510
source: Malignant neoplasm: Labium majus
de: Bösartige Neubildung der Vulva: Labium majus
zh_cn: 大阴唇恶性肿瘤

# model:gnuhealth.pathology,name:C511
source: Malignant neoplasm: Labium minus
de: Bösartige Neubildung der Vulva: Labium minus
zh_cn: 小阴唇恶性肿瘤

# model:gnuhealth.pathology,name:C512
source: Malignant neoplasm: Clitoris
de: Bösartige Neubildung der Vulva: Klitoris
zh_cn: 阴蒂恶性肿瘤

# model:gnuhealth.pathology,name:C518
source: Malignant neoplasm: Overlapping lesion of vulva
de: Bösartige Neubildung: Vulva, mehrere Teilbereiche überlappend
zh_cn: 外阴交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C519
source: Malignant neoplasm: Vulva, unspecified
de: Bösartige Neubildung: Vulva, nicht näher bezeichnet
zh_cn: 未特指的外阴恶性肿瘤

# model:gnuhealth.pathology,name:C52
source: Malignant neoplasm of vagina
de: Bösartige Neubildung der Vagina
fr_fr: Tumeur maligne du vagin
zh_cn: 阴道恶性肿瘤

# model:gnuhealth.pathology,name:C53
source: Malignant neoplasm of cervix uteri
de: Bösartige Neubildung der Cervix uteri
fr_fr: Tumeur maligne du col de l'utérus
zh_cn: 宫颈恶性肿瘤

# model:gnuhealth.pathology,name:C530
source: Malignant neoplasm: Endocervix
de: Bösartige Neubildung: Endozervix
zh_cn: 宫颈内膜恶性肿瘤

# model:gnuhealth.pathology,name:C531
source: Malignant neoplasm: Exocervix
de: Bösartige Neubildung: Ektozervix
zh_cn: 外宫颈恶性肿瘤

# model:gnuhealth.pathology,name:C538
source: Malignant neoplasm: Overlapping lesion of cervix uteri
de: Bösartige Neubildung: Cervix uteri, mehrere Teilbereiche überlappend
zh_cn: 宫颈交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C539
source: Malignant neoplasm: Cervix uteri, unspecified
de: Bösartige Neubildung: Cervix uteri, nicht näher bezeichnet
zh_cn: 未特指的宫颈恶性肿瘤

# model:gnuhealth.pathology,name:C54
source: Malignant neoplasm of corpus uteri
de: Bösartige Neubildung des Corpus uteri
fr_fr: Tumeur maligne du corps de l'utérus
zh_cn: 子宫体恶性肿瘤

# model:gnuhealth.pathology,name:C540
source: Malignant neoplasm: Isthmus uteri
de: Bösartige Neubildung: Isthmus uteri
zh_cn: 子宫峡部恶性肿瘤

# model:gnuhealth.pathology,name:C541
source: Malignant neoplasm: Endometrium
de: Bösartige Neubildung: Endometrium
zh_cn: 子宫内膜恶性肿瘤

# model:gnuhealth.pathology,name:C542
source: Malignant neoplasm: Myometrium
de: Bösartige Neubildung: Myometrium
zh_cn: 子宫肌层恶性肿瘤

# model:gnuhealth.pathology,name:C543
source: Malignant neoplasm: Fundus uteri
de: Bösartige Neubildung: Fundus uteri
zh_cn: 子宫底部恶性肿瘤

# model:gnuhealth.pathology,name:C548
source: Malignant neoplasm: Overlapping lesion of corpus uteri
de: Bösartige Neubildung: Corpus uteri, mehrere Teilbereiche überlappend
zh_cn: 子宫体交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C549
source: Malignant neoplasm: Corpus uteri, unspecified
de: Bösartige Neubildung: Corpus uteri, nicht näher bezeichnet
zh_cn: 未特指的子宫体恶性肿瘤

# model:gnuhealth.pathology,name:C55
source: Malignant neoplasm of uterus, part unspecified
de: Bösartige Neubildung des Uterus, Teil nicht näher bezeichnet
fr_fr: Tumeur maligne de l'utérus, partie non précisée
zh_cn: 子宫部位未特指的恶性肿瘤
