Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:T570
source: Toxic effect: Arsenic and its compounds
de: Toxische Wirkung: Arsen und dessen Verbindungen
zh_cn: 砷及其化合物的毒性效应

# model:gnuhealth.pathology,name:T571
source: Toxic effect: Phosphorus and its compounds
de: Toxische Wirkung: Phosphor und dessen Verbindungen
zh_cn: 磷及其化合物的毒性效应

# model:gnuhealth.pathology,name:T572
source: Toxic effect: Manganese and its compounds
de: Toxische Wirkung: Mangan und dessen Verbindungen
zh_cn: 锰及其化合物的毒性效应

# model:gnuhealth.pathology,name:T573
source: Toxic effect: Hydrogen cyanide
de: Toxische Wirkung: Blausäure
zh_cn: 氰化氢的毒性效应

# model:gnuhealth.pathology,name:T578
source: Toxic effect: Other specified inorganic substances
de: Toxische Wirkung: Sonstige näher bezeichnete anorganische Substanzen
zh_cn: 其他特指的无机物质的毒性效应

# model:gnuhealth.pathology,name:T579
source: Toxic effect: Inorganic substance, unspecified
de: Toxische Wirkung: Anorganische Substanz, nicht näher bezeichnet
zh_cn: 未特指无机物的毒性效应

# model:gnuhealth.pathology,name:T58
source: Toxic effect of carbon monoxide
de: Toxische Wirkung von Kohlenmonoxid
fr_fr: Effet toxique du monoxyde de carbone
zh_cn: 一氧化碳的毒性效应

# model:gnuhealth.pathology,name:T59
source: Toxic effect of other gases, fumes and vapours
de: Toxische Wirkung sonstiger Gase, Dämpfe oder sonstigen Rauches
fr_fr: Effets toxiques d'autres émanations, gaz et fumées
zh_cn: 其他气体、烟雾和蒸气的毒性效应

# model:gnuhealth.pathology,name:T590
source: Toxic effect: Nitrogen oxides
de: Toxische Wirkung: Stickstoffoxide
zh_cn: 氧化氮类的毒性效应

# model:gnuhealth.pathology,name:T591
source: Toxic effect: Sulfur dioxide
de: Toxische Wirkung: Schwefeldioxid
zh_cn: 二氧化硫的毒性效应

# model:gnuhealth.pathology,name:T592
source: Toxic effect: Formaldehyde
de: Toxische Wirkung: Formaldehyd
zh_cn: 甲醛的毒性效应

# model:gnuhealth.pathology,name:T593
source: Toxic effect: Lacrimogenic gas
de: Toxische Wirkung: Tränengas
zh_cn: 催泪气体的毒性效应

# model:gnuhealth.pathology,name:T594
source: Toxic effect: Chlorine gas
de: Toxische Wirkung: Chlorgas
zh_cn: 氯气的毒性效应

# model:gnuhealth.pathology,name:T595
source: Toxic effect: Fluorine gas and hydrogen fluoride
de: Toxische Wirkung: Fluorgas und Fluorwasserstoff
zh_cn: 氟气和氟化氢的毒性效应

# model:gnuhealth.pathology,name:T596
source: Toxic effect: Hydrogen sulfide
de: Toxische Wirkung: Schwefelwasserstoff
zh_cn: 硫化氢的毒性效应

# model:gnuhealth.pathology,name:T597
source: Toxic effect: Carbon dioxide
de: Toxische Wirkung: Kohlendioxid
zh_cn: 二氧化碳的毒性效应

# model:gnuhealth.pathology,name:T598
source: Toxic effect: Other specified gases, fumes and vapours
de: Toxische Wirkung: Sonstige näher bezeichnete Gase, Dämpfe oder sonstiger näher bezeichneter Rauch
zh_cn: 其他特指气体、烟雾和蒸气的毒性效应

# model:gnuhealth.pathology,name:T599
source: Toxic effect: Gases, fumes and vapours, unspecified
de: Toxische Wirkung: Gase, Dämpfe oder Rauch, nicht näher bezeichnet
zh_cn: 未特指气体、烟雾和蒸气的毒性效应

# model:gnuhealth.pathology,name:T60
source: Toxic effect of pesticides
de: Toxische Wirkung von Schädlingsbekämpfungsmitteln [Pestiziden]
fr_fr: Effet toxique de pesticides
zh_cn: 杀虫剂的毒性效应

# model:gnuhealth.pathology,name:T600
source: Toxic effect: Organophosphate and carbamate insecticides
de: Toxische Wirkung: Organophosphat- und Carbamat-Insektizide
zh_cn: 有机磷酸盐和氨基甲酸酯杀虫剂的毒性效应

# model:gnuhealth.pathology,name:T601
source: Toxic effect: Halogenated insecticides
de: Toxische Wirkung: Halogenierte Insektizide
zh_cn: 卤化杀虫剂的毒性效应

# model:gnuhealth.pathology,name:T602
source: Toxic effect: Other insecticides
de: Toxische Wirkung: Sonstige und nicht näher bezeichnete Insektizide
zh_cn: 其他杀虫剂的毒性效应

# model:gnuhealth.pathology,name:T603
source: Toxic effect: Herbicides and fungicides
de: Toxische Wirkung: Herbizide und Fungizide
zh_cn: 除莠剂和杀真菌药的毒性效应

# model:gnuhealth.pathology,name:T604
source: Toxic effect: Rodenticides
de: Toxische Wirkung: Rodentizide
zh_cn: 杀啮齿类剂的毒性效应

# model:gnuhealth.pathology,name:T608
source: Toxic effect: Other pesticides
de: Toxische Wirkung: Sonstige Schädlingsbekämpfungsmittel
zh_cn: 农作物杀虫剂的毒性效应，其他的

# model:gnuhealth.pathology,name:T609
source: Toxic effect: Pesticide, unspecified
de: Toxische Wirkung: Schädlingsbekämpfungsmittel, nicht näher bezeichnet
zh_cn: 未特指杀虫剂的毒性效应

# model:gnuhealth.pathology,name:T61
source: Toxic effect of noxious substances eaten as seafood
de: Toxische Wirkung schädlicher Substanzen, die mit essbaren Meerestieren aufgenommen wurden
fr_fr: Effet toxique de substances nocives absorbées par le biais de fruits de mer
zh_cn: 摄入海产品-中有害物质的毒性效应

# model:gnuhealth.pathology,name:T610
source: Toxic effect: Ciguatera fish poisoning
de: Ciguatera-Fischvergiftung
zh_cn: 鱼肉中毒

# model:gnuhealth.pathology,name:T611
source: Toxic effect: Scombroid fish poisoning
de: Scombroid-Fischvergiftung
zh_cn: 鲭亚目鱼中毒

# model:gnuhealth.pathology,name:T612
source: Toxic effect: Other fish and shellfish poisoning
de: Sonstige Vergiftung durch Fische und Schalentiere
zh_cn: 其他鱼和水生贝壳类动物中毒

# model:gnuhealth.pathology,name:T618
source: Toxic effect: Toxic effect of other seafoods
de: Toxische Wirkung sonstiger essbarer Meerestiere
zh_cn: 其他海产品的毒性效应

# model:gnuhealth.pathology,name:T619
source: Toxic effect: Toxic effect of unspecified seafood
de: Toxische Wirkung eines nicht näher bezeichneten essbaren Meerestieres
zh_cn: 未特指海产品的毒性效应

# model:gnuhealth.pathology,name:T62
source: Toxic effect of other noxious substances eaten as food
de: Toxische Wirkung sonstiger schädlicher Substanzen, die mit der Nahrung aufgenommen wurden
fr_fr: Effet toxique d'autres substances nocives absorbées par le biais d'aliments
zh_cn: 摄入食物中其他有害物质的毒性效应

# model:gnuhealth.pathology,name:T620
source: Toxic effect: Ingested mushrooms
de: Toxische Wirkung: Verzehrte Pilze
zh_cn: 摄入蘑菇类的毒性效应

# model:gnuhealth.pathology,name:T621
source: Toxic effect: Ingested berries
de: Toxische Wirkung: Verzehrte Beeren
zh_cn: 摄入浆果类的毒性效应

# model:gnuhealth.pathology,name:T622
source: Toxic effect: Other ingested (parts of) plant(s)
de: Toxische Wirkung: Sonstige verzehrte Pflanze(n) oder Teil(e) davon
zh_cn: 摄入其他植物(或植物的某些部分)的毒性效应

# model:gnuhealth.pathology,name:T628
source: Toxic effect: Other specified noxious substances eaten as food
de: Toxische Wirkung: Sonstige näher bezeichnete schädliche Substanzen, die mit der Nahrung aufgenommen wurden
zh_cn: 摄入食物中其他特指有害物质的毒性效应

# model:gnuhealth.pathology,name:T629
source: Toxic effect: Noxious substance eaten as food, unspecified
de: Toxische Wirkung: Schädliche Substanz, die mit der Nahrung aufgenommen wurde, nicht näher bezeichnet
zh_cn: 摄入食物中未特指的有害物质的毒性效应

# model:gnuhealth.pathology,name:T63
source: Toxic effect of contact with venomous animals
de: Toxische Wirkung durch Kontakt mit giftigen Tieren
fr_fr: Effet toxique d'un contact avec un animal venimeux
zh_cn: 与有毒动物接触的毒性效应

# model:gnuhealth.pathology,name:T630
source: Toxic effect: Snake venom
de: Toxische Wirkung: Schlangengift
zh_cn: 蛇毒液的毒性效应

# model:gnuhealth.pathology,name:T631
source: Toxic effect: Venom of other reptiles
de: Toxische Wirkung: Gift anderer Reptilien
zh_cn: 其他爬行动物类毒液的毒性效应

# model:gnuhealth.pathology,name:T632
source: Toxic effect: Venom of scorpion
de: Toxische Wirkung: Skorpiongift
zh_cn: 蝎子毒液的毒性效应

# model:gnuhealth.pathology,name:T633
source: Toxic effect: Venom of spider
de: Toxische Wirkung: Spinnengift
zh_cn: 蜘蛛毒液的毒性效应

# model:gnuhealth.pathology,name:T634
source: Toxic effect: Venom of other arthropods
de: Toxische Wirkung: Gift sonstiger Arthropoden
zh_cn: 其他节肢动物的毒液的毒性效应

# model:gnuhealth.pathology,name:T635
source: Toxic effect: Toxic effect of contact with fish
de: Toxische Wirkung durch Kontakt mit Fischen
zh_cn: 与鱼接触的毒性效应

# model:gnuhealth.pathology,name:T636
source: Toxic effect: Toxic effect of contact with other marine animals
de: Toxische Wirkung durch Kontakt mit sonstigen Meerestieren
zh_cn: 与其他海生动物接触的毒性效应

# model:gnuhealth.pathology,name:T638
source: Toxic effect: Toxic effect of contact with other venomous animals
de: Toxische Wirkung durch Kontakt mit sonstigen giftigen Tieren
zh_cn: 与其他有毒动物接触的毒性效应

# model:gnuhealth.pathology,name:T639
source: Toxic effect: Toxic effect of contact with unspecified venomous animal
de: Toxische Wirkung durch Kontakt mit einem nicht näher bezeichneten giftigen Tier
zh_cn: 与未特指的有毒动物接触的毒性效应

# model:gnuhealth.pathology,name:T64
source: Toxic effect of aflatoxin and other mycotoxin food contaminants
de: Toxische Wirkung von Aflatoxin und sonstigem Mykotoxin in kontaminierten Lebensmitteln
fr_fr: Effet toxique de l'aflatoxine et d'autres mycotoxines contaminant des aliments
zh_cn: 黄曲霉毒素和其他真菌毒素污染食物的毒性效应

# model:gnuhealth.pathology,name:T65
source: Toxic effect of other and unspecified substances
de: Toxische Wirkung sonstiger und nicht näher bezeichneter Substanzen
fr_fr: Effet toxique de substances autres et non précisées
zh_cn: 其他和未特指物质的毒性效应

# model:gnuhealth.pathology,name:T650
source: Toxic effect: Cyanides
de: Toxische Wirkung: Zyanide
zh_cn: 氰化物的毒性效应

# model:gnuhealth.pathology,name:T651
source: Toxic effect: Strychnine and its salts
de: Toxische Wirkung: Strychnin und dessen Salze
zh_cn: 士的年及其盐类的毒性效应

# model:gnuhealth.pathology,name:T652
source: Toxic effect: Tobacco and nicotine
de: Toxische Wirkung: Tabak und Nikotin
zh_cn: 烟草和尼古丁的毒性效应

# model:gnuhealth.pathology,name:T653
source: Toxic effect: Nitroderivatives and aminoderivatives of benzene and its homologues
de: Toxische Wirkung: Nitro- und Aminoderivate von Benzol und dessen Homologen
zh_cn: 苯及其同类物的氮衍生物和胺衍生物的毒性效应

# model:gnuhealth.pathology,name:T654
source: Toxic effect: Carbon disulfide
de: Toxische Wirkung: Schwefelkohlenstoff
zh_cn: 二硫化碳的毒性效应

# model:gnuhealth.pathology,name:T655
source: Toxic effect: Nitroglycerin and other nitric acids and esters
de: Toxische Wirkung: Glyzeroltrinitrat, Sauerstoffsäuren des Stickstoffs und deren Ester
zh_cn: 硝化甘油和其他硝酸及酯类的毒性效应

# model:gnuhealth.pathology,name:T656
source: Toxic effect: Paints and dyes, not elsewhere classified
de: Toxische Wirkung: Farben und Farbstoffe, anderenorts nicht klassifiziert
zh_cn: 油漆和染料的毒性效应，不可归类在他处者

# model:gnuhealth.pathology,name:T658
source: Toxic effect: Toxic effect of other specified substances
de: Toxische Wirkung sonstiger näher bezeichneter Substanzen
zh_cn: 其他特指物质的毒性效应

# model:gnuhealth.pathology,name:T659
source: Toxic effect: Toxic effect of unspecified substance
de: Toxische Wirkung einer nicht näher bezeichneten Substanz
zh_cn: 未特指物质的毒性效应

# model:gnuhealth.pathology,name:T66
source: Unspecified effects of radiation
de: Nicht näher bezeichnete Schäden durch Strahlung
fr_fr: Effets de rayonnements, sans précision
zh_cn: 辐射的未特指效应

# model:gnuhealth.pathology,name:T67
source: Effects of heat and light
de: Schäden durch Hitze und Sonnenlicht
fr_fr: Effets de la chaleur et de la lumière
zh_cn: 热和光的效应

# model:gnuhealth.pathology,name:T670
source: Heatstroke and sunstroke
de: Hitzschlag und Sonnenstich
fr_fr: Coup de chaleur et insolation
zh_cn: 热射病和日射病

# model:gnuhealth.pathology,name:T671
source: Heat syncope
de: Hitzesynkope
fr_fr: Syncope due à la chaleur
zh_cn: 热性晕厥

# model:gnuhealth.pathology,name:T672
source: Heat cramp
de: Hitzekrampf
fr_fr: Crampes dues à la chaleur
zh_cn: 中暑痉挛

# model:gnuhealth.pathology,name:T673
source: Heat exhaustion, anhydrotic
de: Hitzeerschöpfung durch Wasserverlust
fr_fr: Epuisement dû à la chaleur avec perte hydrique (T67.4)
zh_cn: 脱水性中暑衰竭

# model:gnuhealth.pathology,name:T674
source: Heat exhaustion due to salt depletion
de: Hitzeerschöpfung durch Salzverlust
fr_fr: Epuisement dû à la chaleur avec perte de sel
zh_cn: 盐缺失引起的中暑衰竭

# model:gnuhealth.pathology,name:T675
source: Heat exhaustion, unspecified
de: Hitzeerschöpfung, nicht näher bezeichnet
fr_fr: Epuisement dû à la chaleur, sans précision
zh_cn: 未特指的中暑衰竭

# model:gnuhealth.pathology,name:T676
source: Heat fatigue, transient
de: Passagere Hitzeermüdung
fr_fr: Fatigue transitoire due à la chaleur
zh_cn: 短暂性中暑疲劳

# model:gnuhealth.pathology,name:T677
source: Heat oedema
de: Hitzeödem
fr_fr: Œdème dû à la chaleur
zh_cn: 中暑水肿

# model:gnuhealth.pathology,name:T678
source: Other effects of heat and light
de: Sonstige Schäden durch Hitze und Sonnenlicht
fr_fr: Autres effets de la chaleur et de la lumière
zh_cn: 热和光的其他效应

# model:gnuhealth.pathology,name:T679
source: Effect of heat and light, unspecified
de: Schaden durch Hitze und Sonnenlicht, nicht näher bezeichnet
zh_cn: 热和光未特指的效应

# model:gnuhealth.pathology,name:T68
source: Hypothermia
de: Hypothermie
fr_fr: Hypothermie
zh_cn: 低体温

# model:gnuhealth.pathology,name:T69
source: Other effects of reduced temperature
de: Sonstige Schäden durch niedrige Temperatur
fr_fr: Autres effets d'une baisse de la température
zh_cn: 降温的其他效应

# model:gnuhealth.pathology,name:T690
source: Immersion hand and foot
de: Kälte-Nässe-Schaden der Hände oder Füße
fr_fr: Main et pied d'immersion
zh_cn: 浸泡手和足

# model:gnuhealth.pathology,name:T691
source: Chilblains
de: Frostbeulen
fr_fr: Engelures
zh_cn: 冻疮

# model:gnuhealth.pathology,name:T698
source: Other specified effects of reduced temperature
de: Sonstige näher bezeichnete Schäden durch niedrige Temperatur
fr_fr: Autres effets précisés d'une baisse de la température
zh_cn: 降温的其他特指效应

# model:gnuhealth.pathology,name:T699
source: Effect of reduced temperature, unspecified
de: Schaden durch niedrige Temperatur, nicht näher bezeichnet
fr_fr: Effet d'une baisse de la température, sans précision
zh_cn: 降温未特指的效应

# model:gnuhealth.pathology,name:T70
source: Effects of air pressure and water pressure
de: Schäden durch Luft- und Wasserdruck
fr_fr: Effets de la pression atmosphérique et de la pression de l'eau
zh_cn: 气压和水压的效应

# model:gnuhealth.pathology,name:T700
source: Otitic barotrauma
de: Barotrauma des Ohres
fr_fr: Barotraumatisme de l'oreille
zh_cn: 航空中耳炎

# model:gnuhealth.pathology,name:T701
source: Sinus barotrauma
de: Barotrauma der Nasennebenhöhlen
fr_fr: Barotraumatisme des sinus
zh_cn: 航空鼻窦炎

# model:gnuhealth.pathology,name:T702
source: Other and unspecified effects of high altitude
de: Sonstige und nicht näher bezeichnete Schäden durch große Höhe
fr_fr: Effets de l'altitude, autres et non précisés
zh_cn: 高海拔的其他和未特指效应

# model:gnuhealth.pathology,name:T703
source: Caisson disease [decompression sickness]
de: Caissonkrankheit [Dekompressionskrankheit]
fr_fr: Maladie des caissons [maladie de la décompression]
zh_cn: 潜水员病[减压病]

# model:gnuhealth.pathology,name:T704
source: Effects of high-pressure fluids
de: Schäden durch Hochdruckflüssigkeiten
fr_fr: Effets des fluides à haute pression
zh_cn: 高压液体的效应

# model:gnuhealth.pathology,name:T708
source: Other effects of air pressure and water pressure
de: Sonstige Schäden durch Luft- und Wasserdruck
fr_fr: Autres effets de la pression atmosphérique et de la pression de l'eau
zh_cn: 气压和水压的其他效应

# model:gnuhealth.pathology,name:T709
source: Effect of air pressure and water pressure, unspecified
de: Schaden durch Luft- und Wasserdruck, nicht näher bezeichnet
fr_fr: Effet de la pression atmosphérique et de la pression de l'eau, sans précision
zh_cn: 气压和水压未特指的效应

# model:gnuhealth.pathology,name:T71
source: Asphyxiation
de: Erstickung
fr_fr: Asphyxie
zh_cn: 窒息

# model:gnuhealth.pathology,name:T73
source: Effects of other deprivation
de: Schäden durch sonstigen Mangel
fr_fr: Effets d'autres privations
zh_cn: 其他缺乏的效应

# model:gnuhealth.pathology,name:T730
source: Effects of hunger
de: Schäden durch Hunger
fr_fr: Effets de la faim
zh_cn: 饥饿效应

# model:gnuhealth.pathology,name:T731
source: Effects of thirst
de: Schäden durch Durst
fr_fr: Effets de la soif
zh_cn: 口渴效应

# model:gnuhealth.pathology,name:T732
source: Exhaustion due to exposure
de: Erschöpfung durch Ausgesetztsein (gegenüber Witterungsunbilden)
fr_fr: Epuisement dû aux éléments
zh_cn: 暴露于(不良环境)引起的衰竭

# model:gnuhealth.pathology,name:T733
source: Exhaustion due to excessive exertion
de: Erschöpfung durch übermäßige Anstrengung
fr_fr: Epuisement dû à un effort intensif
zh_cn: 过度劳累引起的衰竭

# model:gnuhealth.pathology,name:T738
source: Other effects of deprivation
de: Sonstige Schäden durch Mangel
fr_fr: Autres effets dus à une privation
zh_cn: 缺乏的其他效应

# model:gnuhealth.pathology,name:T739
source: Effect of deprivation, unspecified
de: Schaden durch Mangel, nicht näher bezeichnet
fr_fr: Effet dû à une privation, sans précision
zh_cn: 未特指缺乏的效应

# model:gnuhealth.pathology,name:T74
source: Maltreatment syndromes
de: Missbrauch von Personen
fr_fr: Syndromes dus à de mauvais traitements
zh_cn: 虐待综合征

# model:gnuhealth.pathology,name:T740
source: Neglect or abandonment
de: Vernachlässigen oder Imstichlassen
fr_fr: Délaissement et abandon
zh_cn: 被忽视或遗弃

# model:gnuhealth.pathology,name:T741
source: Physical abuse
de: Körperlicher Missbrauch
fr_fr: Sévices physiques
zh_cn: 躯体虐待

# model:gnuhealth.pathology,name:T742
source: Sexual abuse
de: Sexueller Missbrauch
fr_fr: Sévices sexuels
zh_cn: 性虐待

# model:gnuhealth.pathology,name:T743
source: Psychological abuse
de: Psychischer Missbrauch
fr_fr: Sévices psychologiques
zh_cn: 心理上的虐待

# model:gnuhealth.pathology,name:T748
source: Other maltreatment syndromes
de: Sonstige Formen des Missbrauchs von Personen
fr_fr: Autres syndromes dus à de mauvais traitements
zh_cn: 其他虐待综合征

# model:gnuhealth.pathology,name:T749
source: Maltreatment syndrome, unspecified
de: Missbrauch von Personen, nicht näher bezeichnet
fr_fr: Syndrome dû à de mauvais traitements, sans précision
zh_cn: 未特指的虐待综合征

# model:gnuhealth.pathology,name:T75
source: Effects of other external causes
de: Schäden durch sonstige äußere Ursachen
fr_fr: Effets d'autres causes externes
zh_cn: 其他外因的效应

# model:gnuhealth.pathology,name:T750
source: Effects of lightning
de: Schäden durch Blitzschlag
fr_fr: Effets de la foudre
zh_cn: 雷电效应

# model:gnuhealth.pathology,name:T751
source: Drowning and nonfatal submersion
de: Ertrinken und nichttödliches Untertauchen
fr_fr: Noyade et submersion non mortelle
zh_cn: 淹死和非致命性溺水

# model:gnuhealth.pathology,name:T752
source: Effects of vibration
de: Schäden durch Vibration
fr_fr: Effets des vibrations
zh_cn: 振动效应

# model:gnuhealth.pathology,name:T753
source: Motion sickness
de: Kinetose
fr_fr: Mal des transports
zh_cn: 晕动病

# model:gnuhealth.pathology,name:T754
source: Effects of electric current
de: Schäden durch elektrischen Strom
fr_fr: Effets du courant électrique
zh_cn: 电流效应

# model:gnuhealth.pathology,name:T758
source: Other specified effects of external causes
de: Sonstige näher bezeichnete Schäden durch sonstige äußere Ursachen
fr_fr: Autres effets précisés de causes externes
zh_cn: 外因的其他特指效应

# model:gnuhealth.pathology,name:T76
source: Unspecified effects of external causes
de: Nicht näher bezeichnete Schäden durch äußere Ursachen

# model:gnuhealth.pathology,name:T78
source: Adverse effects, not elsewhere classified
de: Unerwünschte Nebenwirkungen, anderenorts nicht klassifiziert
fr_fr: Effets indésirables, non classés ailleurs
zh_cn: 有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:T780
source: Anaphylactic shock due to adverse food reaction
de: Anaphylaktischer Schock durch Nahrungsmittelunverträglichkeit
fr_fr: Choc anaphylactique dû à une intolérance alimentaire
zh_cn: 有害食物反应引起的过敏性休克

# model:gnuhealth.pathology,name:T781
source: Other adverse food reactions, not elsewhere classified
de: Sonstige Nahrungsmittelunverträglichkeit, anderenorts nicht klassifiziert
fr_fr: Autres réactions d'intolérance alimentaire, non classées ailleurs
zh_cn: 其他有害食物反应，不可归类在他处者

# model:gnuhealth.pathology,name:T782
source: Anaphylactic shock, unspecified
de: Anaphylaktischer Schock, nicht näher bezeichnet
fr_fr: Choc anaphylactique, sans précision
zh_cn: 未特指的过敏性休克

# model:gnuhealth.pathology,name:T783
source: Angioneurotic oedema
de: Angioneurotisches Ödem
fr_fr: Œdème angioneurotique
zh_cn: 血管神经性水肿

# model:gnuhealth.pathology,name:T784
source: Allergy, unspecified
de: Allergie, nicht näher bezeichnet
fr_fr: Allergie, sans précision
zh_cn: 未特指的变态反应

# model:gnuhealth.pathology,name:T788
source: Other adverse effects, not elsewhere classified
de: Sonstige unerwünschte Nebenwirkungen, anderenorts nicht klassifiziert
fr_fr: Autres effets indésirables, non classés ailleurs
zh_cn: 其他有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:T789
source: Adverse effect, unspecified
de: Unerwünschte Nebenwirkung, nicht näher bezeichnet
fr_fr: Effet indésirable, sans précision
zh_cn: 未特指的有害效应

# model:gnuhealth.pathology,name:T79
source: Certain early complications of trauma, not elsewhere classified
de: Bestimmte Frühkomplikationen eines Traumas, anderenorts nicht klassifiziert
fr_fr: Certaines complications précoces des traumatismes, non classées ailleurs
zh_cn: 创伤的某些早期并发症，不可归类在他处者

# model:gnuhealth.pathology,name:T790
source: Air embolism (traumatic)
de: Luftembolie (traumatisch)
fr_fr: Embolie gazeuse (traumatique)
zh_cn: 空气栓塞(创伤性)

# model:gnuhealth.pathology,name:T791
source: Fat embolism (traumatic)
de: Fettembolie (traumatisch)
fr_fr: Embolie graisseuse (traumatique)
zh_cn: 脂肪栓塞(创伤性)

# model:gnuhealth.pathology,name:T792
source: Traumatic secondary and recurrent haemorrhage
de: Traumatisch bedingte sekundäre oder rezidivierende Blutung
fr_fr: Hémorragie traumatique secondaire et récidivante
zh_cn: 创伤的继发性和复发性出血

# model:gnuhealth.pathology,name:T793
source: Post-traumatic wound infection, not elsewhere classified
de: Posttraumatische Wundinfektion, anderenorts nicht klassifiziert
fr_fr: Infection post-traumatique d'une plaie, non classée ailleurs
zh_cn: 创伤后伤口感染，不可归类在他处者

# model:gnuhealth.pathology,name:T794
source: Traumatic shock
de: Traumatischer Schock
fr_fr: Choc traumatique
zh_cn: 创伤性休克

# model:gnuhealth.pathology,name:T795
source: Traumatic anuria
de: Traumatische Anurie
fr_fr: Anurie traumatique
zh_cn: 创伤性无尿症

# model:gnuhealth.pathology,name:T796
source: Traumatic ischaemia of muscle
de: Traumatische Muskelischämie
fr_fr: Ischémie traumatique d'un muscle
zh_cn: 创伤性肌肉缺血

# model:gnuhealth.pathology,name:T797
source: Traumatic subcutaneous emphysema
de: Traumatisches subkutanes Emphysem
fr_fr: Emphysème sous-cutané d'origine traumatique
zh_cn: 创伤性皮下气肿

# model:gnuhealth.pathology,name:T798
source: Other early complications of trauma
de: Sonstige Frühkomplikationen eines Traumas
fr_fr: Autres complications précoces d'un traumatisme
zh_cn: 创伤的其他早期并发症

# model:gnuhealth.pathology,name:T799
source: Unspecified early complication of trauma
de: Nicht näher bezeichnete Frühkomplikation eines Traumas
fr_fr: Complication précoce d'un traumatisme, sans précision
zh_cn: 创伤未特指的早期并发症

# model:gnuhealth.pathology,name:T80
source: Complications following infusion, transfusion and therapeutic injection
de: Komplikationen nach Infusion, Transfusion oder Injektion zu therapeutischen Zwecken
fr_fr: Complications consécutives à une injection thérapeutique, une perfusion et une transfusion
zh_cn: 输注、输血和治疗性注射后的并发症

# model:gnuhealth.pathology,name:T800
source: Air embolism following infusion, transfusion and therapeutic injection
de: Luftembolie nach Infusion, Transfusion oder Injektion zu therapeutischen Zwecken
fr_fr: Embolie gazeuse consécutive à une injection thérapeutique, une perfusion et une transfusion
zh_cn: 输注、输血和治疗性注射后的空气栓塞

# model:gnuhealth.pathology,name:T801
source: Vascular complications following infusion, transfusion and therapeutic injection
de: Gefäßkomplikationen nach Infusion, Transfusion oder Injektion zu therapeutischen Zwecken
fr_fr: Complications vasculaires consécutives à une injection thérapeutique, une perfusion et une transfusion
zh_cn: 输注、输血和治疗性注射后的血管并发症

# model:gnuhealth.pathology,name:T802
source: Infections following infusion, transfusion and therapeutic injection
de: Infektionen nach Infusion, Transfusion oder Injektion zu therapeutischen Zwecken
fr_fr: Infections consécutives à une injection thérapeutique, une perfusion et une transfusion
zh_cn: 输注、输血和治疗性注射后的感染
