Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Q923
source: Minor partial trisomy
de: Partielle Trisomie, Minorform
fr_fr: Trisomie partielle mineure
zh_cn: 小部分三体性

# model:gnuhealth.pathology,name:Q924
source: Duplications seen only at prometaphase
de: Chromosomenduplikationen, die nur in der Prometaphase sichtbar werden
fr_fr: Duplications vues seulement à la prométaphase
zh_cn: 仅出现于前中期的重复

# model:gnuhealth.pathology,name:Q925
source: Duplications with other complex rearrangements
de: Chromosomenduplikationen mit sonstigen komplexen Rearrangements
fr_fr: Duplications avec autres réarrangements complexes
zh_cn: 伴其他复杂性重排的重复

# model:gnuhealth.pathology,name:Q926
source: Extra marker chromosomes
de: Überzählige Marker-Chromosomen
fr_fr: Chromosomes marqueurs supplémentaires
zh_cn: 额外标记染色体

# model:gnuhealth.pathology,name:Q927
source: Triploidy and polyploidy
de: Triploidie und Polyploidie
fr_fr: Triploïdie et polyploïdie
zh_cn: 三倍体和多倍体

# model:gnuhealth.pathology,name:Q928
source: Other specified trisomies and partial trisomies of autosomes
de: Sonstige näher bezeichnete Trisomien und partielle Trisomien der Autosomen
fr_fr: Autres trisomies et trisomies partielles précisées des autosomes
zh_cn: 常染色体其他特指的三体性和部分三体型

# model:gnuhealth.pathology,name:Q929
source: Trisomy and partial trisomy of autosomes, unspecified
de: Trisomie und partielle Trisomie der Autosomen, nicht näher bezeichnet
fr_fr: Trisomie et trisomie partielle des autosomes, sans précision
zh_cn: 常染色体未特指的三体性和部分三体型

# model:gnuhealth.pathology,name:Q93
source: Monosomies and deletions from the autosomes, not elsewhere classified
de: Monosomien und Deletionen der Autosomen, anderenorts nicht klassifiziert
fr_fr: Monosomies et délétions des autosomes, non classées ailleurs
zh_cn: 常染色体的单体性和缺失，不可归类在他处者

# model:gnuhealth.pathology,name:Q930
source: Whole chromosome monosomy, meiotic nondisjunction
de: Vollständige Monosomie, meiotische Non-disjunction
fr_fr: Monosomie d'un chromosome entier, non-disjonction méïotique
zh_cn: 全染色体单体性，减数分裂不分离

# model:gnuhealth.pathology,name:Q931
source: Whole chromosome monosomy, mosaicism (mitotic nondisjunction)
de: Vollständige Monosomie, Mosaik (mitotische Non-disjunction)
fr_fr: Monosomie d'un chromosome entier, mosaïque chromosomique (non-disjonction mitotique)
zh_cn: 全染色体单体性，(同源)嵌合体(有丝分裂不分离)

# model:gnuhealth.pathology,name:Q932
source: Chromosome replaced with ring or dicentric
de: Ringchromosomen und dizentrische Chromosomen
fr_fr: Chromosome remplacé par un anneau ou dicentrique
zh_cn: 环状染色体或双着丝粒染色体替换

# model:gnuhealth.pathology,name:Q933
source: Deletion of short arm of chromosome 4
de: Deletion des kurzen Armes des Chromosoms 4
fr_fr: Délétion du bras court du chromosome 4
zh_cn: 染色体4短臂缺失

# model:gnuhealth.pathology,name:Q934
source: Deletion of short arm of chromosome 5
de: Deletion des kurzen Armes des Chromosoms 5
fr_fr: Délétion du bras court du chromosome 5
zh_cn: 染色体5短臂缺失

# model:gnuhealth.pathology,name:Q935
source: Other deletions of part of a chromosome
de: Sonstige Deletionen eines Chromosomenteils
fr_fr: Autres délétions partielles d'un chromosome
zh_cn: 染色体其他部分缺失

# model:gnuhealth.pathology,name:Q936
source: Deletions seen only at prometaphase
de: Deletionen, die nur in der Prometaphase sichtbar werden
fr_fr: Délétions vues seulement à la prométaphase
zh_cn: 仅出现于前中期的缺失

# model:gnuhealth.pathology,name:Q937
source: Deletions with other complex rearrangements
de: Deletionen mit sonstigen komplexen Rearrangements
fr_fr: Délétions avec autres réarrangements complexes
zh_cn: 缺失伴其他复杂性的重排

# model:gnuhealth.pathology,name:Q938
source: Other deletions from the autosomes
de: Sonstige Deletionen der Autosomen
fr_fr: Autres délétions des autosomes
zh_cn: 常染色体的其他缺失

# model:gnuhealth.pathology,name:Q939
source: Deletion from autosomes, unspecified
de: Deletion der Autosomen, nicht näher bezeichnet
fr_fr: Délétion des autosomes, sans précision
zh_cn: 常染色体未特指的缺失

# model:gnuhealth.pathology,name:Q95
source: Balanced rearrangements and structural markers, not elsewhere classified
de: Balancierte Chromosomen-Rearrangements und Struktur-Marker, anderenorts nicht klassifiziert
fr_fr: Réarrangements équilibrés et marqueurs structuraux, non classés ailleurs
zh_cn: 平衡重排和结构标记，不可归类在他处者

# model:gnuhealth.pathology,name:Q950
source: Balanced translocation and insertion in normal individual
de: Balancierte Translokation und Insertion beim normalen Individuum
fr_fr: Translocation ou insertion équilibrée chez un sujet normal
zh_cn: 正常个体中平衡易位和插入

# model:gnuhealth.pathology,name:Q951
source: Chromosome inversion in normal individual
de: Chromosomen-Inversion beim normalen Individuum
fr_fr: Inversion chromosomique chez un sujet normal
zh_cn: 正常个体中染色体倒位

# model:gnuhealth.pathology,name:Q952
source: Balanced autosomal rearrangement in abnormal individual
de: Balanciertes Rearrangement der Autosomen beim abnormen Individuum
fr_fr: Réarrangement autosomique équilibré chez un sujet anormal
zh_cn: 异常个体中平衡常染色体重排

# model:gnuhealth.pathology,name:Q953
source: Balanced sex/autosomal rearrangement in abnormal individual
de: Balanciertes Rearrangement zwischen Gonosomen und Autosomen beim abnormen Individuum
fr_fr: Réarrangement sexuel/autosomique équilibré chez un sujet anormal
zh_cn: 异常个体中平衡性染色体或常染色体重排

# model:gnuhealth.pathology,name:Q954
source: Individuals with marker heterochromatin
de: Individuen mit Marker-Heterochromatin
fr_fr: Sujet avec marqueur d'hétérochromatine
zh_cn: 具有标记异染色质的个体

# model:gnuhealth.pathology,name:Q955
source: Individuals with autosomal fragile site
de: Individuen mit autosomaler Bruchstelle
fr_fr: Sujet avec site autosomique fragile
zh_cn: 具有常染色体脆性位点的个体

# model:gnuhealth.pathology,name:Q958
source: Other balanced rearrangements and structural markers
de: Sonstige balancierte Chromosomen-Rearrangements und Struktur-Marker
fr_fr: Autres réarrangements équilibrés et marqueurs structurels
zh_cn: 其他平衡重排和结构标记

# model:gnuhealth.pathology,name:Q959
source: Balanced rearrangement and structural marker, unspecified
de: Balanciertes Chromosomen-Rearrangement und Struktur-Marker, nicht näher bezeichnet
fr_fr: Réarrangement équilibré et marqueur structurel, sans précision
zh_cn: 未特指的平衡重排和结构标记

# model:gnuhealth.pathology,name:Q96
source: Turner syndrome
de: Turner-Syndrom
zh_cn: 特纳综合征[性腺发育障碍症][45,X综合征]

# model:gnuhealth.pathology,name:Q960
source: Karyotype 45, X
de: Karyotyp 45,X
zh_cn: 核型45，X

# model:gnuhealth.pathology,name:Q961
source: Karyotype 46, X iso (Xq)
de: Karyotyp 46,X iso (Xq)
zh_cn: 核型46，X同种(Xq)

# model:gnuhealth.pathology,name:Q962
source: Karyotype 46, X with abnormal sex chromosome, except iso (Xq)
de: Karyotyp 46,X mit Gonosomenanomalie, ausgenommen iso (Xq)
zh_cn: 核型46，X，伴异常的性染色体，除外同种(Xq)

# model:gnuhealth.pathology,name:Q963
source: Mosaicism, 45, X/46, XX or XY
de: Mosaik, 45,X/46,XX oder 45,X/46,XY
zh_cn: (同源)嵌合体，45，X／46，XX或XY

# model:gnuhealth.pathology,name:Q964
source: Mosaicism, 45, X/other cell line(s) with abnormal sex chromosome
de: Mosaik, 45,X/sonstige Zelllinie(n) mit Gonosomenanomalie
zh_cn: (同源)嵌合体，45，X／其他细胞系

# model:gnuhealth.pathology,name:Q968
source: Other variants of Turner syndrome
de: Sonstige Varianten des Turner-Syndroms
zh_cn: 特纳综合征的其他变型

# model:gnuhealth.pathology,name:Q969
source: Turner syndrome, unspecified
de: Turner-Syndrom, nicht näher bezeichnet
zh_cn: 未特指的特纳综合征

# model:gnuhealth.pathology,name:Q97
source: Other sex chromosome abnormalities, female phenotype, not elsewhere classified
de: Sonstige Anomalien der Gonosomen bei weiblichem Phänotyp, anderenorts nicht klassifiziert
fr_fr: Autres anomalies des chromosomes sexuels, phénotype féminin, non classées ailleurs
zh_cn: 其他的性染色体异常，女性表型，不可归类在他处者

# model:gnuhealth.pathology,name:Q970
source: Karyotype 47, XXX
de: Karyotyp 47,XXX
zh_cn: 核型47，XXX

# model:gnuhealth.pathology,name:Q971
source: Female with more than three X chromosomes
de: Weiblicher Phänotyp mit mehr als drei X-Chromosomen
fr_fr: Femme avec plus de trois chromosomes X
zh_cn: 女性，伴多于三个X染色体的

# model:gnuhealth.pathology,name:Q972
source: Mosaicism, lines with various numbers of X chromosomes
de: Mosaik, Zelllinien mit unterschiedlicher Anzahl von X-Chromosomen
fr_fr: Mosaïque chromosomique, lignées avec divers nombres de chromosomes X
zh_cn: (同源)嵌合体，细胞系伴不同数量的X染色体

# model:gnuhealth.pathology,name:Q973
source: Female with 46, XY karyotype
de: Weiblicher Phänotyp mit Karyotyp 46,XY
zh_cn: 女性，伴46，XY核型的

# model:gnuhealth.pathology,name:Q978
source: Other specified sex chromosome abnormalities, female phenotype
de: Sonstige näher bezeichnete Anomalien der Gonosomen bei weiblichem Phänotyp
fr_fr: Autres anomalies précisées des chromosomes sexuels, phénotype féminin
zh_cn: 其他特指的性染色体异常，女性表型

# model:gnuhealth.pathology,name:Q979
source: Sex chromosome abnormality, female phenotype, unspecified
de: Anomalie der Gonosomen bei weiblichem Phänotyp, nicht näher bezeichnet
fr_fr: Anomalie des chromosomes sexuels, phénotype féminin, sans précision
zh_cn: 未特指的性染色体异常，女性表型

# model:gnuhealth.pathology,name:Q98
source: Other sex chromosome abnormalities, male phenotype, not elsewhere classified
de: Sonstige Anomalien der Gonosomen bei männlichem Phänotyp, anderenorts nicht klassifiziert
fr_fr: Autres anomalies des chromosomes sexuels, phénotype masculin, non classées ailleurs
zh_cn: 其他的性染色体异常，男性表型，不可归类在他处者

# model:gnuhealth.pathology,name:Q980
source: Klinefelter syndrome karyotype 47, XXY
de: Klinefelter-Syndrom, Karyotyp 47,XXY
zh_cn: 克兰费尔特综合征，核型47，XXY

# model:gnuhealth.pathology,name:Q981
source: Klinefelter syndrome, male with more than two X chromosomes
de: Klinefelter-Syndrom, männlicher Phänotyp mit mehr als zwei X-Chromosomen
zh_cn: 克兰费尔特综合征，男性，伴多于两个X染色体的

# model:gnuhealth.pathology,name:Q982
source: Klinefelter syndrome, male with 46, XX karyotype
de: Klinefelter-Syndrom, männlicher Phänotyp mit Karyotyp 46,XX
zh_cn: 克兰费尔特综合征，男性，伴46，XX核型的

# model:gnuhealth.pathology,name:Q983
source: Other male with 46, XX karyotype
de: Sonstiger männlicher Phänotyp mit Karyotyp 46,XX
zh_cn: 其他男性，伴46，XX核型的

# model:gnuhealth.pathology,name:Q984
source: Klinefelter syndrome, unspecified
de: Klinefelter-Syndrom, nicht näher bezeichnet
zh_cn: 未特指的克兰费尔特综合征

# model:gnuhealth.pathology,name:Q985
source: Karyotype 47, XYY
de: Karyotyp 47,XYY
zh_cn: 核型47，XYY

# model:gnuhealth.pathology,name:Q986
source: Male with structurally abnormal sex chromosome
de: Männlicher Phänotyp mit Strukturanomalie der Gonosomen
fr_fr: Homme avec chromosomes sexuels de structure anormale
zh_cn: 男性，伴结构异常的性染色体

# model:gnuhealth.pathology,name:Q987
source: Male with sex chromosome mosaicism
de: Männlicher Phänotyp mit Gonosomen-Mosaik
fr_fr: Homme avec mosaïque des chromosomes sexuels
zh_cn: 男性，伴性染色体(同源)嵌合体

# model:gnuhealth.pathology,name:Q988
source: Other specified sex chromosome abnormalities, male phenotype
de: Sonstige näher bezeichnete Anomalien der Gonosomen bei männlichem Phänotyp
fr_fr: Autres anomalies précisées des chromosomes sexuels, phénotype masculin
zh_cn: 其他特指的性染色体异常，男性表型

# model:gnuhealth.pathology,name:Q989
source: Sex chromosome abnormality, male phenotype, unspecified
de: Anomalie der Gonosomen bei männlichem Phänotyp, nicht näher bezeichnet
fr_fr: Anomalie des chromosomes sexuels, phénotype masculin, sans précision
zh_cn: 未特指的性染色体异常，男性表型

# model:gnuhealth.pathology,name:Q99
source: Other chromosome abnormalities, not elsewhere classified
de: Sonstige Chromosomenanomalien, anderenorts nicht klassifiziert
fr_fr: Autres anomalies des chromosomes, non classées ailleurs
zh_cn: 其他染色体异常，不可归类在他处者

# model:gnuhealth.pathology,name:Q990
source: Chimera 46, XX/46, XY
de: Chimäre 46,XX/46,XY
zh_cn: 异源嵌合体46，XX／46，XY

# model:gnuhealth.pathology,name:Q991
source: 46, XX true hermaphrodite
de: Hermaphroditismus verus mit Karyotyp 46,XX
zh_cn: 46，XX真两性同体

# model:gnuhealth.pathology,name:Q992
source: Fragile X chromosome
de: Fragiles X-Chromosom
fr_fr: Chromosome X fragile
zh_cn: 脆性X染色体

# model:gnuhealth.pathology,name:Q998
source: Other specified chromosome abnormalities
de: Sonstige näher bezeichnete Chromosomenanomalien
fr_fr: Autres anomalies précisées des chromosomes
zh_cn: 其他特指的染色体异常

# model:gnuhealth.pathology,name:Q999
source: Chromosomal abnormality, unspecified
de: Chromosomenanomalie, nicht näher bezeichnet
fr_fr: Anomalie chromosomique, sans précision
zh_cn: 未特指的染色体异常

# model:gnuhealth.pathology,name:R00
source: Abnormalities of heart beat
de: Störungen des Herzschlages
fr_fr: Anomalies du rythme cardiaque
zh_cn: 心脏搏动异常

# model:gnuhealth.pathology,name:R000
source: Tachycardia, unspecified
de: Tachykardie, nicht näher bezeichnet
fr_fr: Tachycardie, sans précision
zh_cn: 未特指的心动过速

# model:gnuhealth.pathology,name:R001
source: Bradycardia, unspecified
de: Bradykardie, nicht näher bezeichnet
fr_fr: Bradycardie, sans précision
zh_cn: 未特指的心动过缓

# model:gnuhealth.pathology,name:R002
source: Palpitations
de: Palpitationen
zh_cn: 心悸

# model:gnuhealth.pathology,name:R003
source: Pulseless electrical activity, not elsewhere classified
de: Pulslose elektrische Aktivität, anderenorts nicht klassifiziert

# model:gnuhealth.pathology,name:R008
source: Other and unspecified abnormalities of heart beat
de: Sonstige und nicht näher bezeichnete Störungen des Herzschlages
fr_fr: Anomalies du rythme cardiaque, autres et non précisées
zh_cn: 其他和未特指的心脏搏动异常

# model:gnuhealth.pathology,name:R01
source: Cardiac murmurs and other cardiac sounds
de: Herzgeräusche und andere Herz-Schallphänomene
fr_fr: Souffles et autres bruits cardiaques
zh_cn: 心脏杂音和其他心音

# model:gnuhealth.pathology,name:R010
source: Benign and innocent cardiac murmurs
de: Benigne und akzidentelle Herzgeräusche
fr_fr: Souffles cardiaques bénins et anodins
zh_cn: 良性和无害的心脏杂音

# model:gnuhealth.pathology,name:R011
source: Cardiac murmur, unspecified
de: Herzgeräusch, nicht näher bezeichnet
fr_fr: Souffle cardiaque, sans précision
zh_cn: 未特指的心脏杂音

# model:gnuhealth.pathology,name:R012
source: Other cardiac sounds
de: Sonstige Herz-Schallphänomene
fr_fr: Autres bruits cardiaques
zh_cn: 其他心音

# model:gnuhealth.pathology,name:R02
source: Gangrene, not elsewhere classified
de: Gangrän, anderenorts nicht klassifiziert
fr_fr: Gangrène, non classée ailleurs
zh_cn: 坏疽，不可归类在他处者

# model:gnuhealth.pathology,name:R03
source: Abnormal blood-pressure reading, without diagnosis
de: Abnormer Blutdruckwert ohne Diagnose
fr_fr: Constatation d'une anomalie de la tension artérielle, sans diagnostic
zh_cn: 血压读数异常，无诊断者

# model:gnuhealth.pathology,name:R030
source: Elevated blood-pressure reading, without diagnosis of hypertension
de: Erhöhter Blutdruckwert ohne Diagnose eines Bluthochdrucks
fr_fr: Constatation d'une élévation de la tension artérielle, sans diagnostic d'hypertension
zh_cn: 血压读数升高，无高血压诊断者

# model:gnuhealth.pathology,name:R031
source: Nonspecific low blood-pressure reading
de: Unspezifischer niedriger Blutdruckwert
fr_fr: Constatation d'une baisse non spécifique de la tension artérielle
zh_cn: 非特异性低血压读数

# model:gnuhealth.pathology,name:R04
source: Haemorrhage from respiratory passages
de: Blutung aus den Atemwegen
fr_fr: Hémorragie des voies respiratoires
zh_cn: 呼吸道出血

# model:gnuhealth.pathology,name:R041
source: Haemorrhage from throat
de: Blutung aus dem Rachen
fr_fr: Hémorragie de la gorge
zh_cn: 咽喉出血

# model:gnuhealth.pathology,name:R042
source: Haemoptysis
de: Hämoptoe
fr_fr: Hémoptysie
zh_cn: 咯血

# model:gnuhealth.pathology,name:R048
source: Haemorrhage from other sites in respiratory passages
de: Blutung aus sonstigen Lokalisationen in den Atemwegen
fr_fr: Hémorragie d'autres parties des voies respiratoires
zh_cn: 呼吸道其他部位出血

# model:gnuhealth.pathology,name:R049
source: Haemorrhage from respiratory passages, unspecified
de: Blutung aus den Atemwegen, nicht näher bezeichnet
fr_fr: Hémorragie des voies respiratoires, sans précision
zh_cn: 未特指的呼吸道出血

# model:gnuhealth.pathology,name:R05
source: Cough
de: Husten
fr_fr: Toux
zh_cn: 咳嗽

# model:gnuhealth.pathology,name:R06
source: Abnormalities of breathing
de: Störungen der Atmung
fr_fr: Anomalies de la respiration
zh_cn: 呼吸异常

# model:gnuhealth.pathology,name:R060
source: Dyspnoea
de: Dyspnoe
fr_fr: Dyspnée
zh_cn: 呼吸困难

# model:gnuhealth.pathology,name:R062
source: Wheezing
de: Ziehende Atmung
fr_fr: Sifflement
zh_cn: 喘息

# model:gnuhealth.pathology,name:R063
source: Periodic breathing
de: Periodische Atmung
fr_fr: Respiration périodique
zh_cn: 周期性呼吸

# model:gnuhealth.pathology,name:R065
source: Mouth breathing
de: Mundatmung
fr_fr: Respiration par la bouche
zh_cn: 口呼吸

# model:gnuhealth.pathology,name:R066
source: Hiccough
de: Singultus
fr_fr: Hoquet
zh_cn: 呃逆

# model:gnuhealth.pathology,name:R067
source: Sneezing
de: Niesen
fr_fr: Eternuement
zh_cn: 喷嚏

# model:gnuhealth.pathology,name:R068
source: Other and unspecified abnormalities of breathing
de: Sonstige und nicht näher bezeichnete Störungen der Atmung
fr_fr: Anomalies de la respiration, autres et non précisées
zh_cn: 其他和未特指的呼吸异常

# model:gnuhealth.pathology,name:R07
source: Pain in throat and chest
de: Hals- und Brustschmerzen
fr_fr: Douleur au niveau de la gorge et du thorax
zh_cn: 咽痛和胸痛

# model:gnuhealth.pathology,name:R070
source: Pain in throat
de: Halsschmerzen
fr_fr: Douleur de la gorge
zh_cn: 咽痛

# model:gnuhealth.pathology,name:R071
source: Chest pain on breathing
de: Brustschmerzen bei der Atmung
fr_fr: Douleur thoracique respiratoire
zh_cn: 呼吸时胸痛

# model:gnuhealth.pathology,name:R072
source: Precordial pain
de: Präkordiale Schmerzen
fr_fr: Douleur précordiale
zh_cn: 心前区痛

# model:gnuhealth.pathology,name:R073
source: Other chest pain
de: Sonstige Brustschmerzen
fr_fr: Autres douleurs thoraciques
zh_cn: 其他胸痛

# model:gnuhealth.pathology,name:R074
source: Chest pain, unspecified
de: Brustschmerzen, nicht näher bezeichnet
fr_fr: Douleur thoracique, sans précision
zh_cn: 未特指的胸痛

# model:gnuhealth.pathology,name:R09
source: Other symptoms and signs involving the circulatory and respiratory systems
de: Sonstige Symptome, die das Kreislaufsystem und das Atmungssystem betreffen
fr_fr: Autres symptômes et signes relatifs aux appareils circulatoire et respiratoire
zh_cn: 累及循环和呼吸系统的其他症状和体征

# model:gnuhealth.pathology,name:R090
source: Asphyxia
de: Asphyxie
fr_fr: Asphyxie
zh_cn: 窒息

# model:gnuhealth.pathology,name:R091
source: Pleurisy
de: Pleuritis
fr_fr: Inflammation de la plèvre
zh_cn: 胸膜炎

# model:gnuhealth.pathology,name:R092
source: Respiratory arrest
de: Atemstillstand
fr_fr: Arrêt respiratoire
zh_cn: 呼吸停止

# model:gnuhealth.pathology,name:R093
source: Abnormal sputum
de: Abnormes Sputum
fr_fr: Expectoration anormale
zh_cn: 痰异常

# model:gnuhealth.pathology,name:R098
source: Other specified symptoms and signs involving the circulatory and respiratory systems
de: Sonstige näher bezeichnete Symptome, die das Kreislaufsystem und das Atmungssystem betreffen
fr_fr: Autres symptômes et signes précisés relatifs aux appareils circulatoire et respiratoire
zh_cn: 累及循环和呼吸系统其他特指的症状和体征

# model:gnuhealth.pathology,name:R10
source: Abdominal and pelvic pain
de: Bauch- und Beckenschmerzen
fr_fr: Douleur abdominale et pelvienne
zh_cn: 腹部和盆腔痛

# model:gnuhealth.pathology,name:R100
source: Acute abdomen
de: Akutes Abdomen
fr_fr: Syndrome abdominal aigu
zh_cn: 急腹症

# model:gnuhealth.pathology,name:R101
source: Pain localized to upper abdomen
de: Schmerzen im Bereich des Oberbauches
zh_cn: 局限于上腹部的疼痛

# model:gnuhealth.pathology,name:R102
source: Pelvic and perineal pain
de: Schmerzen im Becken und am Damm
fr_fr: Douleur pelvienne et périnéale
zh_cn: 盆腔和会阴痛

# model:gnuhealth.pathology,name:R103
source: Pain localized to other parts of lower abdomen
de: Schmerzen mit Lokalisation in anderen Teilen des Unterbauches
zh_cn: 局限于下腹部其他部位的疼痛

# model:gnuhealth.pathology,name:R104
source: Other and unspecified abdominal pain
de: Sonstige und nicht näher bezeichnete Bauchschmerzen
fr_fr: Douleurs abdominales, autres et non précisées
zh_cn: 其他和未特指的腹痛

# model:gnuhealth.pathology,name:R11
source: Nausea and vomiting
de: Übelkeit und Erbrechen
fr_fr: Nausées et vomissements
zh_cn: 恶心和呕吐

# model:gnuhealth.pathology,name:R12
source: Heartburn
de: Sodbrennen
fr_fr: Pyrosis
zh_cn: 胃灼热

# model:gnuhealth.pathology,name:R13
source: Dysphagia
de: Dysphagie
fr_fr: Dysphagie
zh_cn: 吞咽困难

# model:gnuhealth.pathology,name:R14
source: Flatulence and related conditions
de: Flatulenz und verwandte Zustände
fr_fr: Flatulence et troubles apparentés
zh_cn: 胃肠气胀及有关情况

# model:gnuhealth.pathology,name:R15
source: Faecal incontinence
de: Stuhlinkontinenz
fr_fr: Incontinence des matières fécales
zh_cn: 大便失禁

# model:gnuhealth.pathology,name:R16
source: Hepatomegaly and splenomegaly, not elsewhere classified
de: Hepatomegalie und Splenomegalie, anderenorts nicht klassifiziert
fr_fr: Hépatomégalie et splénomégalie, non classées ailleurs
zh_cn: 肝大和脾大，不可归类在他处者

# model:gnuhealth.pathology,name:R160
source: Hepatomegaly, not elsewhere classified
de: Hepatomegalie, anderenorts nicht klassifiziert
fr_fr: Hépatomégalie, non classée ailleurs
zh_cn: 肝大，不可归类在他处者

# model:gnuhealth.pathology,name:R161
source: Splenomegaly, not elsewhere classified
de: Splenomegalie, anderenorts nicht klassifiziert
fr_fr: Splénomégalie, non classée ailleurs
zh_cn: 脾大，不可归类在他处者

# model:gnuhealth.pathology,name:R162
source: Hepatomegaly with splenomegaly, not elsewhere classified
de: Hepatomegalie verbunden mit Splenomegalie, anderenorts nicht klassifiziert
fr_fr: Hépatomégalie avec splénomégalie, non classées ailleurs
zh_cn: 肝大伴有脾大，不可归类在他处者

# model:gnuhealth.pathology,name:R17
source: Unspecified jaundice
de: Hyperbilirubinämie, mit oder ohne Gelbsucht, anderenorts nicht klassifiziert
fr_fr: Ictère, sans précision
zh_cn: 未特指的黄疸

# model:gnuhealth.pathology,name:R170
source: Hyperbilirubinaemia with mention of jaundice, not elsewhere classified
de: Hyperbilirubinämie mit Angabe von Gelbsucht, anderenorts nicht klassifiziert

# model:gnuhealth.pathology,name:R179
source: Hyperbilirubinaemia without mention of jaundice, not elsewhere classified
de: Hyperbilirubinämie ohne Angabe von Gelbsucht, anderenorts nicht klassifiziert

# model:gnuhealth.pathology,name:R18
source: Ascites
de: Aszites
fr_fr: Ascite
zh_cn: 腹水

# model:gnuhealth.pathology,name:R19
source: Other symptoms and signs involving the digestive system and abdomen
de: Sonstige Symptome, die das Verdauungssystem und das Abdomen betreffen
fr_fr: Autres symptômes et signes relatifs à l'appareil digestif et à l'abdomen
zh_cn: 累及消化系统和腹部的其他症状和体征

# model:gnuhealth.pathology,name:R190
source: Intra-abdominal and pelvic swelling, mass and lump
de: Schwellung, Raumforderung und Knoten im Abdomen und Becken
fr_fr: Tuméfaction et masse intra-abdominales et pelviennes
zh_cn: 腹腔内和盆腔的肿胀、肿物和肿块

# model:gnuhealth.pathology,name:R191
source: Abnormal bowel sounds
de: Abnorme Darmgeräusche
fr_fr: Bruits abdominaux anormaux
zh_cn: 异常肠鸣音

# model:gnuhealth.pathology,name:R192
source: Visible peristalsis
de: Sichtbare Peristaltik
fr_fr: Péristaltisme apparent
zh_cn: 可见性蠕动

# model:gnuhealth.pathology,name:R193
source: Abdominal rigidity
de: Bauchdeckenspannung
fr_fr: Contracture abdominale
zh_cn: 腹强直

# model:gnuhealth.pathology,name:R194
source: Change in bowel habit
de: Veränderungen der Stuhlgewohnheiten
fr_fr: Modification du transit intestinal
zh_cn: 大便习惯改变

# model:gnuhealth.pathology,name:R195
source: Other faecal abnormalities
de: Sonstige Stuhlveränderungen
zh_cn: 其他大便异常

# model:gnuhealth.pathology,name:R196
source: Halitosis
de: Mundgeruch
fr_fr: Haleine fétide
zh_cn: 口臭

# model:gnuhealth.pathology,name:R198
source: Other specified symptoms and signs involving the digestive system and abdomen
de: Sonstige näher bezeichnete Symptome, die das Verdauungssystem und das Abdomen betreffen
fr_fr: Autres symptômes et signes précisés relatifs à l'appareil digestif et à l'abdomen
zh_cn: 累及消化系统和腹部其他特指的症状和体征
