Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:C041
source: Malignant neoplasm: Lateral floor of mouth
de: Bösartige Neubildung: Seitlicher Teil des Mundbodens
zh_cn: 口底侧部恶性肿瘤

# model:gnuhealth.pathology,name:C048
source: Malignant neoplasm: Overlapping lesion of floor of mouth
de: Bösartige Neubildung: Mundboden, mehrere Teilbereiche überlappend
zh_cn: 口底交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C049
source: Malignant neoplasm: Floor of mouth, unspecified
de: Bösartige Neubildung: Mundboden, nicht näher bezeichnet
zh_cn: 未特指的口底恶性肿瘤

# model:gnuhealth.pathology,name:C05
source: Malignant neoplasm of palate
de: Bösartige Neubildung des Gaumens
fr_fr: Tumeur maligne du palais
zh_cn: 腭恶性肿瘤

# model:gnuhealth.pathology,name:C050
source: Malignant neoplasm: Hard palate
de: Bösartige Neubildung: Harter Gaumen
zh_cn: 硬腭恶性肿瘤

# model:gnuhealth.pathology,name:C051
source: Malignant neoplasm: Soft palate
de: Bösartige Neubildung: Weicher Gaumen
zh_cn: 软腭恶性肿瘤

# model:gnuhealth.pathology,name:C052
source: Malignant neoplasm: Uvula
de: Bösartige Neubildung: Uvula
zh_cn: 悬雍垂恶性肿瘤

# model:gnuhealth.pathology,name:C058
source: Malignant neoplasm: Overlapping lesion of palate
de: Bösartige Neubildung: Gaumen, mehrere Teilbereiche überlappend
zh_cn: 腭交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C059
source: Malignant neoplasm: Palate, unspecified
de: Bösartige Neubildung: Gaumen, nicht näher bezeichnet
zh_cn: 未特指的腭恶性肿瘤

# model:gnuhealth.pathology,name:C06
source: Malignant neoplasm of other and unspecified parts of mouth
de: Bösartige Neubildung sonstiger und nicht näher bezeichneter Teile des Mundes
fr_fr: Tumeur maligne de la bouche, parties autres et non précisées
zh_cn: 口其他和未特指部位的恶性肿瘤

# model:gnuhealth.pathology,name:C060
source: Malignant neoplasm: Cheek mucosa
de: Bösartige Neubildung: Wangenschleimhaut
zh_cn: 颊粘膜恶性肿瘤

# model:gnuhealth.pathology,name:C061
source: Malignant neoplasm: Vestibule of mouth
de: Bösartige Neubildung: Vestibulum oris
zh_cn: 口前庭恶性肿瘤

# model:gnuhealth.pathology,name:C062
source: Malignant neoplasm: Retromolar area
de: Bösartige Neubildung: Retromolarregion
zh_cn: 磨牙后区恶性肿瘤

# model:gnuhealth.pathology,name:C068
source: Malignant neoplasm: Overlapping lesion of other and unspecified parts of mouth
de: Bösartige Neubildung: Sonstige und nicht näher bezeichnete Teile des Mundes, mehrere Teilbereiche überlappend
zh_cn: 口的其他和未特指部位交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C069
source: Malignant neoplasm: Mouth, unspecified
de: Bösartige Neubildung: Mund, nicht näher bezeichnet
zh_cn: 未特指的口恶性肿瘤

# model:gnuhealth.pathology,name:C07
source: Malignant neoplasm of parotid gland
de: Bösartige Neubildung der Parotis
fr_fr: Tumeur maligne de la glande parotide
zh_cn: 腮腺恶性肿瘤

# model:gnuhealth.pathology,name:C08
source: Malignant neoplasm of other and unspecified major salivary glands
de: Bösartige Neubildung sonstiger und nicht näher bezeichneter großer Speicheldrüsen
fr_fr: Tumeur maligne des glandes salivaires principales, autres et non précisées
zh_cn: 大涎腺其他和未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C080
source: Malignant neoplasm: Submandibular gland
de: Bösartige Neubildung: Glandula submandibularis
zh_cn: 下颌下腺恶性肿瘤

# model:gnuhealth.pathology,name:C081
source: Malignant neoplasm: Sublingual gland
de: Bösartige Neubildung: Glandula sublingualis
zh_cn: 舌下腺恶性肿瘤

# model:gnuhealth.pathology,name:C088
source: Malignant neoplasm: Overlapping lesion of major salivary glands
de: Bösartige Neubildung: Große Speicheldrüsen, mehrere Teilbereiche überlappend
zh_cn: 大涎腺交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C089
source: Malignant neoplasm: Major salivary gland, unspecified
de: Bösartige Neubildung: Große Speicheldrüse, nicht näher bezeichnet
zh_cn: 未特指的大涎腺恶性肿瘤

# model:gnuhealth.pathology,name:C09
source: Malignant neoplasm of tonsil
de: Bösartige Neubildung der Tonsille
fr_fr: Tumeur maligne de l'amygdale
zh_cn: 扁桃体恶性肿瘤

# model:gnuhealth.pathology,name:C090
source: Malignant neoplasm: Tonsillar fossa
de: Bösartige Neubildung: Fossa tonsillaris
zh_cn: 扁桃体窝恶性肿瘤

# model:gnuhealth.pathology,name:C091
source: Malignant neoplasm: Tonsillar pillar (anterior)(posterior)
de: Bösartige Neubildung: Gaumenbogen (vorderer) (hinterer)
zh_cn: (前)(后)扁桃体柱恶性肿瘤

# model:gnuhealth.pathology,name:C098
source: Malignant neoplasm: Overlapping lesion of tonsil
de: Bösartige Neubildung: Tonsille, mehrere Teilbereiche überlappend
zh_cn: 扁桃体交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C099
source: Malignant neoplasm: Tonsil, unspecified
de: Bösartige Neubildung: Tonsille, nicht näher bezeichnet
zh_cn: 未特指的扁桃体恶性肿瘤

# model:gnuhealth.pathology,name:C10
source: Malignant neoplasm of oropharynx
de: Bösartige Neubildung des Oropharynx
fr_fr: Tumeur maligne de l'oropharynx
zh_cn: 口咽恶性肿瘤

# model:gnuhealth.pathology,name:C100
source: Malignant neoplasm: Vallecula
de: Bösartige Neubildung: Vallecula epiglottica
zh_cn: 会厌谷恶性肿瘤

# model:gnuhealth.pathology,name:C101
source: Malignant neoplasm: Anterior surface of epiglottis
de: Bösartige Neubildung: Vorderfläche der Epiglottis
zh_cn: 会厌前面恶性肿瘤

# model:gnuhealth.pathology,name:C102
source: Malignant neoplasm: Lateral wall of oropharynx
de: Bösartige Neubildung: Seitenwand des Oropharynx
zh_cn: 口咽侧壁恶性肿瘤

# model:gnuhealth.pathology,name:C103
source: Malignant neoplasm: Posterior wall of oropharynx
de: Bösartige Neubildung: Hinterwand des Oropharynx
zh_cn: 口咽后壁恶性肿瘤

# model:gnuhealth.pathology,name:C104
source: Malignant neoplasm: Branchial cleft
de: Bösartige Neubildung: Kiemengang
zh_cn: 鳃裂恶性肿瘤

# model:gnuhealth.pathology,name:C108
source: Malignant neoplasm: Overlapping lesion of oropharynx
de: Bösartige Neubildung: Oropharynx, mehrere Teilbereiche überlappend
zh_cn: 口咽交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C109
source: Malignant neoplasm: Oropharynx, unspecified
de: Bösartige Neubildung: Oropharynx, nicht näher bezeichnet
zh_cn: 未特指的口咽恶性肿瘤

# model:gnuhealth.pathology,name:C11
source: Malignant neoplasm of nasopharynx
de: Bösartige Neubildung des Nasopharynx
fr_fr: Tumeur maligne du rhinopharynx
zh_cn: 鼻咽恶性肿瘤

# model:gnuhealth.pathology,name:C110
source: Malignant neoplasm: Superior wall of nasopharynx
de: Bösartige Neubildung: Obere Wand des Nasopharynx
zh_cn: 鼻咽上壁恶性肿瘤

# model:gnuhealth.pathology,name:C111
source: Malignant neoplasm: Posterior wall of nasopharynx
de: Bösartige Neubildung: Hinterwand des Nasopharynx
zh_cn: 鼻咽后壁恶性肿瘤

# model:gnuhealth.pathology,name:C112
source: Malignant neoplasm: Lateral wall of nasopharynx
de: Bösartige Neubildung: Seitenwand des Nasopharynx
zh_cn: 鼻咽侧壁恶性肿瘤

# model:gnuhealth.pathology,name:C113
source: Malignant neoplasm: Anterior wall of nasopharynx
de: Bösartige Neubildung: Vorderwand des Nasopharynx
zh_cn: 鼻咽前壁恶性肿瘤

# model:gnuhealth.pathology,name:C118
source: Malignant neoplasm: Overlapping lesion of nasopharynx
de: Bösartige Neubildung: Nasopharynx, mehrere Teilbereiche überlappend
zh_cn: 鼻咽交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C119
source: Malignant neoplasm: Nasopharynx, unspecified
de: Bösartige Neubildung: Nasopharynx, nicht näher bezeichnet
zh_cn: 未特指的鼻咽恶性肿瘤

# model:gnuhealth.pathology,name:C12
source: Malignant neoplasm of piriform sinus
de: Bösartige Neubildung des Recessus piriformis
zh_cn: 梨状窦恶性肿瘤

# model:gnuhealth.pathology,name:C13
source: Malignant neoplasm of hypopharynx
de: Bösartige Neubildung des Hypopharynx
fr_fr: Tumeur maligne de l'hypopharynx
zh_cn: 咽下部恶性肿瘤

# model:gnuhealth.pathology,name:C130
source: Malignant neoplasm: Postcricoid region
de: Bösartige Neubildung: Regio postcricoidea
zh_cn: 环状软骨后部恶性肿瘤

# model:gnuhealth.pathology,name:C131
source: Malignant neoplasm: Aryepiglottic fold, hypopharyngeal aspect
de: Bösartige Neubildung: Aryepiglottische Falte, hypopharyngeale Seite
zh_cn: 杓状会厌褶，咽下面的恶性肿瘤

# model:gnuhealth.pathology,name:C132
source: Malignant neoplasm: Posterior wall of hypopharynx
de: Bösartige Neubildung: Hinterwand des Hypopharynx
zh_cn: 下咽后壁恶性肿瘤

# model:gnuhealth.pathology,name:C138
source: Malignant neoplasm: Overlapping lesion of hypopharynx
de: Bösartige Neubildung: Hypopharynx, mehrere Teilbereiche überlappend
zh_cn: 下咽交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C139
source: Malignant neoplasm: Hypopharynx, unspecified
de: Bösartige Neubildung: Hypopharynx, nicht näher bezeichnet
zh_cn: 未特指的下咽恶性肿瘤

# model:gnuhealth.pathology,name:C14
source: Malignant neoplasm of other and ill-defined sites in the lip, oral cavity and pharynx
de: Bösartige Neubildung sonstiger und ungenau bezeichneter Lokalisationen der Lippe, der Mundhöhle und des Pharynx
fr_fr: Tumeur maligne de la lèvre, de la cavité buccale et du pharynx, de sièges autres et mal définis
zh_cn: 唇、口腔和咽其他和部位不明的恶性肿瘤

# model:gnuhealth.pathology,name:C140
source: Malignant neoplasm: Pharynx, unspecified
de: Bösartige Neubildung: Pharynx, nicht näher bezeichnet
zh_cn: 未特指的咽恶性肿瘤

# model:gnuhealth.pathology,name:C142
source: Malignant neoplasm: Waldeyer ring
de: Bösartige Neubildung: Lymphatischer Rachenring [Waldeyer]
zh_cn: 瓦尔代尔扁桃体环恶性肿瘤

# model:gnuhealth.pathology,name:C148
source: Malignant neoplasm: Overlapping lesion of lip, oral cavity and pharynx
de: Bösartige Neubildung: Lippe, Mundhöhle und Pharynx, mehrere Teilbereiche überlappend
zh_cn: 唇、口腔和咽交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C15
source: Malignant neoplasm of oesophagus
de: Bösartige Neubildung des Ösophagus
fr_fr: Tumeur maligne de l'œsophage
zh_cn: 食管恶性肿瘤

# model:gnuhealth.pathology,name:C150
source: Malignant neoplasm: Cervical part of oesophagus
de: Bösartige Neubildung: Zervikaler Ösophagus
zh_cn: 颈部食管恶性肿瘤

# model:gnuhealth.pathology,name:C151
source: Malignant neoplasm: Thoracic part of oesophagus
de: Bösartige Neubildung: Thorakaler Ösophagus
zh_cn: 胸部食管恶性肿瘤

# model:gnuhealth.pathology,name:C152
source: Malignant neoplasm: Abdominal part of oesophagus
de: Bösartige Neubildung: Abdominaler Ösophagus
zh_cn: 腹部食管恶性肿瘤

# model:gnuhealth.pathology,name:C153
source: Malignant neoplasm: Upper third of oesophagus
de: Bösartige Neubildung: Ösophagus, oberes Drittel
zh_cn: 食管上三分之一的恶性肿瘤

# model:gnuhealth.pathology,name:C154
source: Malignant neoplasm: Middle third of oesophagus
de: Bösartige Neubildung: Ösophagus, mittleres Drittel
zh_cn: 食管中三分之一的恶性肿瘤

# model:gnuhealth.pathology,name:C155
source: Malignant neoplasm: Lower third of oesophagus
de: Bösartige Neubildung: Ösophagus, unteres Drittel
zh_cn: 食管下三分之一的恶性肿瘤

# model:gnuhealth.pathology,name:C158
source: Malignant neoplasm: Overlapping lesion of oesophagus
de: Bösartige Neubildung: Ösophagus, mehrere Teilbereiche überlappend
zh_cn: 食管交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C159
source: Malignant neoplasm: Oesophagus, unspecified
de: Bösartige Neubildung: Ösophagus, nicht näher bezeichnet
zh_cn: 未特指的食管恶性肿瘤

# model:gnuhealth.pathology,name:C16
source: Malignant neoplasm of stomach
de: Bösartige Neubildung des Magens
fr_fr: Tumeur maligne de l'estomac
zh_cn: 胃恶性肿瘤

# model:gnuhealth.pathology,name:C160
source: Malignant neoplasm: Cardia
de: Bösartige Neubildung: Kardia
zh_cn: 贲门恶性肿瘤

# model:gnuhealth.pathology,name:C161
source: Malignant neoplasm: Fundus of stomach
de: Bösartige Neubildung: Fundus ventriculi
zh_cn: 胃底恶性肿瘤

# model:gnuhealth.pathology,name:C162
source: Malignant neoplasm: Body of stomach
de: Bösartige Neubildung: Corpus ventriculi
zh_cn: 胃体恶性肿瘤

# model:gnuhealth.pathology,name:C163
source: Malignant neoplasm: Pyloric antrum
de: Bösartige Neubildung: Antrum pyloricum
zh_cn: 幽门窦恶性肿瘤

# model:gnuhealth.pathology,name:C164
source: Malignant neoplasm: Pylorus
de: Bösartige Neubildung: Pylorus
zh_cn: 幽门恶性肿瘤

# model:gnuhealth.pathology,name:C165
source: Malignant neoplasm: Lesser curvature of stomach, unspecified
de: Bösartige Neubildung: Kleine Kurvatur des Magens, nicht näher bezeichnet
zh_cn: 未特指的胃小弯恶性肿瘤

# model:gnuhealth.pathology,name:C166
source: Malignant neoplasm: Greater curvature of stomach, unspecified
de: Bösartige Neubildung: Große Kurvatur des Magens, nicht näher bezeichnet
zh_cn: 未特指的胃大弯恶性肿瘤

# model:gnuhealth.pathology,name:C168
source: Malignant neoplasm: Overlapping lesion of stomach
de: Bösartige Neubildung: Magen, mehrere Teilbereiche überlappend
zh_cn: 胃交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C169
source: Malignant neoplasm: Stomach, unspecified
de: Bösartige Neubildung: Magen, nicht näher bezeichnet
zh_cn: 未特指的胃恶性肿瘤

# model:gnuhealth.pathology,name:C17
source: Malignant neoplasm of small intestine
de: Bösartige Neubildung des Dünndarmes
fr_fr: Tumeur maligne de l'intestin grêle
zh_cn: 小肠恶性肿瘤

# model:gnuhealth.pathology,name:C170
source: Malignant neoplasm: Duodenum
de: Bösartige Neubildung: Duodenum
zh_cn: 十二指肠恶性肿瘤

# model:gnuhealth.pathology,name:C171
source: Malignant neoplasm: Jejunum
de: Bösartige Neubildung: Jejunum
zh_cn: 空肠恶性肿瘤

# model:gnuhealth.pathology,name:C172
source: Malignant neoplasm: Ileum
de: Bösartige Neubildung: Ileum
zh_cn: 回肠恶性肿瘤

# model:gnuhealth.pathology,name:C173
source: Malignant neoplasm: Meckel diverticulum
de: Bösartige Neubildung: Meckel-Divertikel
zh_cn: 麦克尔憩室恶性肿瘤

# model:gnuhealth.pathology,name:C178
source: Malignant neoplasm: Overlapping lesion of small intestine
de: Bösartige Neubildung: Dünndarm, mehrere Teilbereiche überlappend
zh_cn: 小肠交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C179
source: Malignant neoplasm: Small intestine, unspecified
de: Bösartige Neubildung: Dünndarm, nicht näher bezeichnet
zh_cn: 未特指的小肠恶性肿瘤

# model:gnuhealth.pathology,name:C18
source: Malignant neoplasm of colon
de: Bösartige Neubildung des Kolons
fr_fr: Tumeur maligne du côlon
zh_cn: 结肠恶性肿瘤

# model:gnuhealth.pathology,name:C180
source: Malignant neoplasm: Caecum
de: Bösartige Neubildung: Zäkum
zh_cn: 盲肠恶性肿瘤

# model:gnuhealth.pathology,name:C181
source: Malignant neoplasm: Appendix
de: Bösartige Neubildung: Appendix vermiformis
zh_cn: 阑尾恶性肿瘤

# model:gnuhealth.pathology,name:C182
source: Malignant neoplasm: Ascending colon
de: Bösartige Neubildung: Colon ascendens
zh_cn: 升结肠恶性肿瘤

# model:gnuhealth.pathology,name:C183
source: Malignant neoplasm: Hepatic flexure
de: Bösartige Neubildung: Flexura coli dextra [hepatica]
zh_cn: 结肠肝曲恶性肿瘤

# model:gnuhealth.pathology,name:C184
source: Malignant neoplasm: Transverse colon
de: Bösartige Neubildung: Colon transversum
zh_cn: 横结肠恶性肿瘤

# model:gnuhealth.pathology,name:C185
source: Malignant neoplasm: Splenic flexure
de: Bösartige Neubildung: Flexura coli sinistra [lienalis]
zh_cn: 结肠脾曲恶性肿瘤

# model:gnuhealth.pathology,name:C186
source: Malignant neoplasm: Descending colon
de: Bösartige Neubildung: Colon descendens
zh_cn: 降结肠恶性肿瘤

# model:gnuhealth.pathology,name:C187
source: Malignant neoplasm: Sigmoid colon
de: Bösartige Neubildung: Colon sigmoideum
zh_cn: 乙状结肠恶性肿瘤

# model:gnuhealth.pathology,name:C188
source: Malignant neoplasm: Overlapping lesion of colon
de: Bösartige Neubildung: Kolon, mehrere Teilbereiche überlappend
zh_cn: 结肠交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C189
source: Malignant neoplasm: Colon, unspecified
de: Bösartige Neubildung: Kolon, nicht näher bezeichnet
zh_cn: 未特指的结肠恶性肿瘤

# model:gnuhealth.pathology,name:C19
source: Malignant neoplasm of rectosigmoid junction
de: Bösartige Neubildung am Rektosigmoid, Übergang
fr_fr: Tumeur maligne de la jonction recto-sigmoïdienne
zh_cn: 直肠乙状结肠连接处恶性肿瘤

# model:gnuhealth.pathology,name:C20
source: Malignant neoplasm of rectum
de: Bösartige Neubildung des Rektums
fr_fr: Tumeur maligne du rectum
zh_cn: 直肠恶性肿瘤

# model:gnuhealth.pathology,name:C21
source: Malignant neoplasm of anus and anal canal
de: Bösartige Neubildung des Anus und des Analkanals
fr_fr: Tumeur maligne de l'anus et du canal anal
zh_cn: 肛门和肛管的恶性肿瘤

# model:gnuhealth.pathology,name:C210
source: Malignant neoplasm: Anus, unspecified
de: Bösartige Neubildung: Anus, nicht näher bezeichnet
zh_cn: 未特指的肛门恶性肿瘤

# model:gnuhealth.pathology,name:C211
source: Malignant neoplasm: Anal canal
de: Bösartige Neubildung: Analkanal
zh_cn: 肛管恶性肿瘤

# model:gnuhealth.pathology,name:C212
source: Malignant neoplasm: Cloacogenic zone
de: Bösartige Neubildung: Kloakenregion
zh_cn: 泄殖腔肛源区恶性肿瘤

# model:gnuhealth.pathology,name:C218
source: Malignant neoplasm: Overlapping lesion of rectum, anus and anal canal
de: Bösartige Neubildung: Rektum, Anus und Analkanal, mehrere Teilbereiche überlappend
zh_cn: 直肠、肛门和肛管交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C22
source: Malignant neoplasm of liver and intrahepatic bile ducts
de: Bösartige Neubildung der Leber und der intrahepatischen Gallengänge
fr_fr: Tumeur maligne du foie et des voies biliaires intrahépatiques
zh_cn: 肝和肝内胆管恶性肿瘤

# model:gnuhealth.pathology,name:C220
source: Malignant neoplasm: Liver cell carcinoma
de: Leberzellkarzinom
zh_cn: 肝细胞癌

# model:gnuhealth.pathology,name:C221
source: Malignant neoplasm: Intrahepatic bile duct carcinoma
de: Intrahepatisches Gallengangskarzinom
zh_cn: 肝内胆管癌

# model:gnuhealth.pathology,name:C222
source: Malignant neoplasm: Hepatoblastoma
de: Hepatoblastom
zh_cn: 肝母细胞瘤

# model:gnuhealth.pathology,name:C223
source: Malignant neoplasm: Angiosarcoma of liver
de: Angiosarkom der Leber
zh_cn: 肝血管肉瘤

# model:gnuhealth.pathology,name:C224
source: Malignant neoplasm: Other sarcomas of liver
de: Sonstige Sarkome der Leber
zh_cn: 肝的其他肉瘤

# model:gnuhealth.pathology,name:C227
source: Malignant neoplasm: Other specified carcinomas of liver
de: Sonstige näher bezeichnete Karzinome der Leber
zh_cn: 其他特指的肝恶性肿瘤

# model:gnuhealth.pathology,name:C229
source: Malignant neoplasm: Liver, unspecified
de: Bösartige Neubildung: Leber, nicht näher bezeichnet
zh_cn: 未特指的肝恶性肿瘤

# model:gnuhealth.pathology,name:C23
source: Malignant neoplasm of gallbladder
de: Bösartige Neubildung der Gallenblase
fr_fr: Tumeur maligne de la vésicule biliaire
zh_cn: 胆囊恶性肿瘤

# model:gnuhealth.pathology,name:C24
source: Malignant neoplasm of other and unspecified parts of biliary tract
de: Bösartige Neubildung sonstiger und nicht näher bezeichneter Teile der Gallenwege
fr_fr: Tumeurs malignes des voies biliaires, autres et non précisées
zh_cn: 胆道其他和未特指部位的恶性肿瘤

# model:gnuhealth.pathology,name:C240
source: Malignant neoplasm: Extrahepatic bile duct
de: Bösartige Neubildung: Extrahepatischer Gallengang
zh_cn: 肝外胆管恶性肿瘤

# model:gnuhealth.pathology,name:C241
source: Malignant neoplasm: Ampulla of Vater
de: Bösartige Neubildung: Ampulla hepatopancreatica [Ampulla Vateri]
zh_cn: 法特壶腹恶性肿瘤

# model:gnuhealth.pathology,name:C248
source: Malignant neoplasm: Overlapping lesion of biliary tract
de: Bösartige Neubildung: Gallenwege, mehrere Teilbereiche überlappend
zh_cn: 胆道交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C249
source: Malignant neoplasm: Biliary tract, unspecified
de: Bösartige Neubildung: Gallenwege, nicht näher bezeichnet
zh_cn: 未特指的胆道恶性肿瘤

# model:gnuhealth.pathology,name:C25
source: Malignant neoplasm of pancreas
de: Bösartige Neubildung des Pankreas
fr_fr: Tumeur maligne du pancréas
zh_cn: 胰恶性肿瘤

# model:gnuhealth.pathology,name:C250
source: Malignant neoplasm: Head of pancreas
de: Bösartige Neubildung: Pankreaskopf
zh_cn: 胰头恶性肿瘤

# model:gnuhealth.pathology,name:C251
source: Malignant neoplasm: Body of pancreas
de: Bösartige Neubildung: Pankreaskörper
zh_cn: 胰体恶性肿瘤

# model:gnuhealth.pathology,name:C252
source: Malignant neoplasm: Tail of pancreas
de: Bösartige Neubildung: Pankreasschwanz
zh_cn: 胰尾恶性肿瘤

# model:gnuhealth.pathology,name:C253
source: Malignant neoplasm: Pancreatic duct
de: Bösartige Neubildung: Ductus pancreaticus
zh_cn: 胰管恶性肿瘤

# model:gnuhealth.pathology,name:C254
source: Malignant neoplasm: Endocrine pancreas
de: Bösartige Neubildung: Endokriner Drüsenanteil des Pankreas
zh_cn: 胰腺内分泌的恶性肿瘤

# model:gnuhealth.pathology,name:C257
source: Malignant neoplasm: Other parts of pancreas
de: Bösartige Neubildung: Sonstige Teile des Pankreas
zh_cn: 胰其他部位的恶性肿瘤

# model:gnuhealth.pathology,name:C258
source: Malignant neoplasm: Overlapping lesion of pancreas
de: Bösartige Neubildung: Pankreas, mehrere Teilbereiche überlappend
zh_cn: 胰交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C259
source: Malignant neoplasm: Pancreas, unspecified
de: Bösartige Neubildung: Pankreas, nicht näher bezeichnet
zh_cn: 未特指的胰恶性肿瘤

# model:gnuhealth.pathology,name:C26
source: Malignant neoplasm of other and ill-defined digestive organs
de: Bösartige Neubildung sonstiger und ungenau bezeichneter Verdauungsorgane
fr_fr: Tumeur maligne des organes digestifs, de sièges autres et mal définis
zh_cn: 消化器官其他和不明确的恶性肿瘤

# model:gnuhealth.pathology,name:C260
source: Malignant neoplasm: Intestinal tract, part unspecified
de: Bösartige Neubildung: Intestinaltrakt, Teil nicht näher bezeichnet
zh_cn: 肠道部位未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C261
source: Malignant neoplasm: Spleen
de: Bösartige Neubildung: Milz
zh_cn: 脾恶性肿瘤

# model:gnuhealth.pathology,name:C268
source: Malignant neoplasm: Overlapping lesion of digestive system
de: Bösartige Neubildung: Verdauungssystem, mehrere Teilbereiche überlappend
zh_cn: 消化系统交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C269
source: Malignant neoplasm: Ill-defined sites within the digestive system
de: Bösartige Neubildung: Ungenau bezeichnete Lokalisationen des Verdauungssystems
zh_cn: 消化系统部位不明确的恶性肿瘤

# model:gnuhealth.pathology,name:C30
source: Malignant neoplasm of nasal cavity and middle ear
de: Bösartige Neubildung der Nasenhöhle und des Mittelohres
fr_fr: Tumeur maligne des fosses nasales et de l'oreille moyenne
zh_cn: 鼻腔和中耳恶性肿瘤

# model:gnuhealth.pathology,name:C300
source: Malignant neoplasm: Nasal cavity
de: Bösartige Neubildung: Nasenhöhle
zh_cn: 鼻腔恶性肿瘤

# model:gnuhealth.pathology,name:C301
source: Malignant neoplasm: Middle ear
de: Bösartige Neubildung: Mittelohr
zh_cn: 中耳恶性肿瘤

# model:gnuhealth.pathology,name:C31
source: Malignant neoplasm of accessory sinuses
de: Bösartige Neubildung der Nasennebenhöhlen
fr_fr: Tumeur maligne des sinus de la face
zh_cn: 鼻旁窦恶性肿瘤

# model:gnuhealth.pathology,name:C310
source: Malignant neoplasm: Maxillary sinus
de: Bösartige Neubildung: Sinus maxillaris [Kieferhöhle]
zh_cn: 上颌窦恶性肿瘤

# model:gnuhealth.pathology,name:C311
source: Malignant neoplasm: Ethmoidal sinus
de: Bösartige Neubildung: Sinus ethmoidalis [Siebbeinzellen]
zh_cn: 筛窦恶性肿瘤

# model:gnuhealth.pathology,name:C312
source: Malignant neoplasm: Frontal sinus
de: Bösartige Neubildung: Sinus frontalis [Stirnhöhle]
zh_cn: 额窦恶性肿瘤

# model:gnuhealth.pathology,name:C313
source: Malignant neoplasm: Sphenoidal sinus
de: Bösartige Neubildung: Sinus sphenoidalis [Keilbeinhöhle]
zh_cn: 蝶窦恶性肿瘤

# model:gnuhealth.pathology,name:C318
source: Malignant neoplasm: Overlapping lesion of accessory sinuses
de: Bösartige Neubildung: Nasennebenhöhlen, mehrere Teilbereiche überlappend
zh_cn: 鼻旁窦交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C319
source: Malignant neoplasm: Accessory sinus, unspecified
de: Bösartige Neubildung: Nasennebenhöhle, nicht näher bezeichnet
zh_cn: 未特指的鼻旁窦恶性肿瘤

# model:gnuhealth.pathology,name:C32
source: Malignant neoplasm of larynx
de: Bösartige Neubildung des Larynx
fr_fr: Tumeur maligne du larynx
zh_cn: 喉恶性肿瘤

# model:gnuhealth.pathology,name:C320
source: Malignant neoplasm: Glottis
de: Bösartige Neubildung: Glottis
zh_cn: 声门恶性肿瘤

# model:gnuhealth.pathology,name:C321
source: Malignant neoplasm: Supraglottis
de: Bösartige Neubildung: Supraglottis
zh_cn: 声门上恶性肿瘤

# model:gnuhealth.pathology,name:C322
source: Malignant neoplasm: Subglottis
de: Bösartige Neubildung: Subglottis
zh_cn: 声门下恶性肿瘤

# model:gnuhealth.pathology,name:C323
source: Malignant neoplasm: Laryngeal cartilage
de: Bösartige Neubildung: Larynxknorpel
zh_cn: 喉软骨恶性肿瘤

# model:gnuhealth.pathology,name:C328
source: Malignant neoplasm: Overlapping lesion of larynx
de: Bösartige Neubildung: Larynx, mehrere Teilbereiche überlappend
zh_cn: 喉交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C329
source: Malignant neoplasm: Larynx, unspecified
de: Bösartige Neubildung: Larynx, nicht näher bezeichnet
zh_cn: 未特指的喉恶性肿瘤
