Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:M818
source: Other osteoporosis
de: Sonstige Osteoporose
fr_fr: Autres ostéoporoses
zh_cn: 特指原因骨质疏松

# model:gnuhealth.pathology,name:M819
source: Osteoporosis, unspecified
de: Osteoporose, nicht näher bezeichnet
fr_fr: Ostéoporose, sans précision
zh_cn: 骨质疏松

# model:gnuhealth.pathology,name:M82
source: Osteoporosis in diseases classified elsewhere
de: Osteoporose bei anderenorts klassifizierten Krankheiten
fr_fr: Ostéoporose au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的骨质疏松

# model:gnuhealth.pathology,name:M820
source: Osteoporosis in multiple myelomatosis
de: Osteoporose bei Plasmozytom
fr_fr: Ostéoporose au cours de myélomatose multiple (C90.0+)
zh_cn: 多发性骨髓瘤病引起的骨质疏松

# model:gnuhealth.pathology,name:M821
source: Osteoporosis in endocrine disorders
de: Osteoporose bei endokrinen Störungen
fr_fr: Ostéoporose au cours de maladies endocriniennes (E00-E34+)
zh_cn: 内分泌疾患引起的骨质疏松

# model:gnuhealth.pathology,name:M828
source: Osteoporosis in other diseases classified elsewhere
de: Osteoporose bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Ostéoporose au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的骨质疏松

# model:gnuhealth.pathology,name:M83
source: Adult osteomalacia
de: Osteomalazie im Erwachsenenalter
fr_fr: Ostéomalacie de l'adulte
zh_cn: 成人骨软化症

# model:gnuhealth.pathology,name:M830
source: Puerperal osteomalacia
de: Osteomalazie im Wochenbett
fr_fr: Ostéomalacie puerpérale
zh_cn: 产褥期骨软化症

# model:gnuhealth.pathology,name:M831
source: Senile osteomalacia
de: Senile Osteomalazie
fr_fr: Ostéomalacie sénile
zh_cn: 老年性骨软化症

# model:gnuhealth.pathology,name:M832
source: Adult osteomalacia due to malabsorption
de: Osteomalazie im Erwachsenenalter durch Malabsorption
fr_fr: Ostéomalacie de l'adulte par malabsorption
zh_cn: 吸收不良引起的成人骨软化症

# model:gnuhealth.pathology,name:M833
source: Adult osteomalacia due to malnutrition
de: Osteomalazie im Erwachsenenalter durch Fehl- oder Mangelernährung
fr_fr: Ostéomalacie de l'adulte due à la malnutrition
zh_cn: 营养不良引起的成人骨软化症

# model:gnuhealth.pathology,name:M834
source: Aluminium bone disease
de: Aluminiumosteopathie
zh_cn: 铝骨病

# model:gnuhealth.pathology,name:M835
source: Other drug-induced osteomalacia in adults
de: Sonstige arzneimittelinduzierte Osteomalazie bei Erwachsenen
fr_fr: Autres ostéomalacies de l'adulte médicamenteuses
zh_cn: 成人其他药物性骨软化症

# model:gnuhealth.pathology,name:M838
source: Other adult osteomalacia
de: Sonstige Osteomalazie im Erwachsenenalter
fr_fr: Autres ostéomalacies de l'adulte
zh_cn: 其他的成人骨软化症

# model:gnuhealth.pathology,name:M839
source: Adult osteomalacia, unspecified
de: Osteomalazie im Erwachsenenalter, nicht näher bezeichnet
fr_fr: Ostéomalacie de l'adulte, sans précision
zh_cn: 成人骨软化症

# model:gnuhealth.pathology,name:M84
source: Disorders of continuity of bone
de: Veränderungen der Knochenkontinuität
fr_fr: Anomalie de la continuité osseuse
zh_cn: 骨连续性疾患

# model:gnuhealth.pathology,name:M840
source: Malunion of fracture
de: Frakturheilung in Fehlstellung
fr_fr: Fracture mal consolidée
zh_cn: 骨折连接不正

# model:gnuhealth.pathology,name:M841
source: Nonunion of fracture [pseudarthrosis]
de: Nichtvereinigung der Frakturenden [Pseudarthrose]
fr_fr: Fracture non consolidée [pseudarthrose]
zh_cn: 骨折不连接[假关节]

# model:gnuhealth.pathology,name:M842
source: Delayed union of fracture
de: Verzögerte Frakturheilung
fr_fr: Retard de consolidation d'une fracture
zh_cn: 骨折延迟愈合

# model:gnuhealth.pathology,name:M843
source: Stress fracture, not elsewhere classified
de: Stressfraktur, anderenorts nicht klassifiziert
fr_fr: Fracture par sollicitation excessive, non classée ailleurs
zh_cn: 应力骨折，不可归类在他处者

# model:gnuhealth.pathology,name:M844
source: Pathological fracture, not elsewhere classified
de: Pathologische Fraktur, anderenorts nicht klassifiziert
fr_fr: Fracture pathologique, non classée ailleurs
zh_cn: 病理性骨折，不可归类在他处者

# model:gnuhealth.pathology,name:M848
source: Other disorders of continuity of bone
de: Sonstige Veränderungen der Knochenkontinuität
fr_fr: Autres anomalies de la continuité osseuse
zh_cn: 骨的其他连续性疾患

# model:gnuhealth.pathology,name:M849
source: Disorder of continuity of bone, unspecified
de: Veränderung der Knochenkontinuität, nicht näher bezeichnet
fr_fr: Anomalie de la continuité osseuse, sans précision
zh_cn: 骨连续性疾患

# model:gnuhealth.pathology,name:M85
source: Other disorders of bone density and structure
de: Sonstige Veränderungen der Knochendichte und -struktur
fr_fr: Autres anomalies de la densité et de la structure osseuses
zh_cn: 骨密度和结构的其他疾患

# model:gnuhealth.pathology,name:M850
source: Fibrous dysplasia (monostotic)
de: Fibröse Dysplasie (monostotisch)
fr_fr: Dysplasie fibreuse (localisée)
zh_cn: 骨纤维性结构不良(单骨性)

# model:gnuhealth.pathology,name:M851
source: Skeletal fluorosis
de: Skelettfluorose
fr_fr: Ostéose fluorée
zh_cn: 氟骨症

# model:gnuhealth.pathology,name:M852
source: Hyperostosis of skull
de: Hyperostose des Schädels
fr_fr: Hyperostose du crâne
zh_cn: 颅骨肥大

# model:gnuhealth.pathology,name:M853
source: Osteitis condensans
de: Ostitis condensans
fr_fr: Ostéïte condensante
zh_cn: 致密性骨炎

# model:gnuhealth.pathology,name:M854
source: Solitary bone cyst
de: Solitäre Knochenzyste
fr_fr: Kyste solitaire des os
zh_cn: 单一性骨囊肿

# model:gnuhealth.pathology,name:M855
source: Aneurysmal bone cyst
de: Aneurysmatische Knochenzyste
fr_fr: Kyste anévrismal des os
zh_cn: 动脉瘤性骨囊肿

# model:gnuhealth.pathology,name:M856
source: Other cyst of bone
de: Sonstige Knochenzyste
fr_fr: Autres kystes osseux
zh_cn: 其他的骨囊肿

# model:gnuhealth.pathology,name:M858
source: Other specified disorders of bone density and structure
de: Sonstige näher bezeichnete Veränderungen der Knochendichte und -struktur
fr_fr: Autres anomalies précisées de la densité et de la structure osseuses
zh_cn: 骨密度和结构其他特指的疾患

# model:gnuhealth.pathology,name:M859
source: Disorder of bone density and structure, unspecified
de: Veränderung der Knochendichte und -struktur, nicht näher bezeichnet
fr_fr: Anomalie de la densité et de la structure osseuses, sans précision
zh_cn: 骨密度和结构疾患

# model:gnuhealth.pathology,name:M860
source: Acute haematogenous osteomyelitis
de: Akute hämatogene Osteomyelitis
fr_fr: Ostéomyélite hématogène aiguë
zh_cn: 急性血源性骨髓炎

# model:gnuhealth.pathology,name:M861
source: Other acute osteomyelitis
de: Sonstige akute Osteomyelitis
fr_fr: Autres ostéomyélites aiguës
zh_cn: 其他的急性骨髓炎

# model:gnuhealth.pathology,name:M862
source: Subacute osteomyelitis
de: Subakute Osteomyelitis
fr_fr: Ostéomyélite subaiguë
zh_cn: 亚急性骨髓炎

# model:gnuhealth.pathology,name:M863
source: Chronic multifocal osteomyelitis
de: Chronische multifokale Osteomyelitis
fr_fr: Ostéomyélite chronique multiple
zh_cn: 慢性多病灶性骨髓炎

# model:gnuhealth.pathology,name:M864
source: Chronic osteomyelitis with draining sinus
de: Chronische Osteomyelitis mit Fistel
fr_fr: Ostéomyélite chronique avec fistule de drainage
zh_cn: 慢性骨髓炎伴有引流窦道

# model:gnuhealth.pathology,name:M865
source: Other chronic haematogenous osteomyelitis
de: Sonstige chronische hämatogene Osteomyelitis
fr_fr: Autres ostéomyélites hématogènes chroniques
zh_cn: 其他的慢性血源性骨髓炎

# model:gnuhealth.pathology,name:M866
source: Other chronic osteomyelitis
de: Sonstige chronische Osteomyelitis
fr_fr: Autres ostéomyélites chroniques
zh_cn: 其他的慢性骨髓炎

# model:gnuhealth.pathology,name:M868
source: Other osteomyelitis
de: Sonstige Osteomyelitis
fr_fr: Autres ostéomyélites
zh_cn: 其他的骨髓炎

# model:gnuhealth.pathology,name:M869
source: Osteomyelitis, unspecified
de: Osteomyelitis, nicht näher bezeichnet
fr_fr: Ostéomyélite, sans précision
zh_cn: 骨髓炎

# model:gnuhealth.pathology,name:M87
source: Osteonecrosis
de: Knochennekrose
fr_fr: Ostéonécrose
zh_cn: 骨坏死

# model:gnuhealth.pathology,name:M870
source: Idiopathic aseptic necrosis of bone
de: Idiopathische aseptische Knochennekrose
fr_fr: Ostéonécrose aseptique idiopathique
zh_cn: 特发性无菌性骨坏死

# model:gnuhealth.pathology,name:M871
source: Osteonecrosis due to drugs
de: Knochennekrose durch Arzneimittel
fr_fr: Ostéonécrose médicamenteuse
zh_cn: 药物性骨坏死

# model:gnuhealth.pathology,name:M872
source: Osteonecrosis due to previous trauma
de: Knochennekrose durch vorangegangenes Trauma
fr_fr: Ostéonécrose due à un traumatisme antérieur
zh_cn: 以前创伤引起的骨坏死

# model:gnuhealth.pathology,name:M873
source: Other secondary osteonecrosis
de: Sonstige sekundäre Knochennekrose
fr_fr: Autres ostéonécroses secondaires
zh_cn: 其他的继发性骨坏死

# model:gnuhealth.pathology,name:M878
source: Other osteonecrosis
de: Sonstige Knochennekrose
fr_fr: Autres ostéonécroses
zh_cn: 其他的骨坏死

# model:gnuhealth.pathology,name:M879
source: Osteonecrosis, unspecified
de: Knochennekrose, nicht näher bezeichnet
fr_fr: Ostéonécrose, sans précision
zh_cn: 骨坏死

# model:gnuhealth.pathology,name:M88
source: Paget disease of bone [osteitis deformans]
de: Osteodystrophia deformans [Paget-Krankheit]
zh_cn: 骨佩吉特病[畸形性骨炎]

# model:gnuhealth.pathology,name:M880
source: Paget disease of skull
de: Osteodystrophia deformans der Schädelknochen
zh_cn: 颅骨佩吉特病

# model:gnuhealth.pathology,name:M888
source: Paget disease of other bones
de: Osteodystrophia deformans sonstiger Knochen
zh_cn: 其他骨的佩吉特病

# model:gnuhealth.pathology,name:M889
source: Paget disease of bone, unspecified
de: Osteodystrophia deformans, nicht näher bezeichnet
zh_cn: 未特指骨的佩吉特病

# model:gnuhealth.pathology,name:M89
source: Other disorders of bone
de: Sonstige Knochenkrankheiten
fr_fr: Autres maladies osseuses
zh_cn: 骨的其他疾患

# model:gnuhealth.pathology,name:M890
source: Algoneurodystrophy
de: Neurodystrophie [Algodystrophie]
fr_fr: Algoneurodystrophie
zh_cn: 痛性神经营养不良

# model:gnuhealth.pathology,name:M891
source: Epiphyseal arrest
de: Stillstand des Epiphysenwachstums
fr_fr: Arrêt épiphysaire
zh_cn: 骨骺生长停止

# model:gnuhealth.pathology,name:M892
source: Other disorders of bone development and growth
de: Sonstige Störungen der Knochenentwicklung und des Knochenwachstums
fr_fr: Autres troubles de la croissance et du développement osseux
zh_cn: 骨发育和生长的其他疾患

# model:gnuhealth.pathology,name:M893
source: Hypertrophy of bone
de: Hypertrophie des Knochens
fr_fr: Hypertrophie osseuse
zh_cn: 骨肥大

# model:gnuhealth.pathology,name:M894
source: Other hypertrophic osteoarthropathy
de: Sonstige hypertrophische Osteoarthropathie
zh_cn: 其他的肥厚性骨关节病

# model:gnuhealth.pathology,name:M895
source: Osteolysis
de: Osteolyse
fr_fr: Ostéolyse
zh_cn: 骨质溶解

# model:gnuhealth.pathology,name:M896
source: Osteopathy after poliomyelitis
de: Osteopathie nach Poliomyelitis
fr_fr: Ostéopathie consécutive à une poliomyélite
zh_cn: 脊髓灰质炎后骨病

# model:gnuhealth.pathology,name:M898
source: Other specified disorders of bone
de: Sonstige näher bezeichnete Knochenkrankheiten
fr_fr: Autres maladies osseuses précisées
zh_cn: 骨其他特指的疾患

# model:gnuhealth.pathology,name:M899
source: Disorder of bone, unspecified
de: Knochenkrankheit, nicht näher bezeichnet
fr_fr: Maladie osseuse, sans précision
zh_cn: 骨疾患

# model:gnuhealth.pathology,name:M90
source: Osteopathies in diseases classified elsewhere
de: Osteopathien bei anderenorts klassifizierten Krankheiten
fr_fr: Ostéopathie au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的骨病

# model:gnuhealth.pathology,name:M900
source: Tuberculosis of bone
de: Knochentuberkulose
fr_fr: Tuberculose osseuse (A18.0+)
zh_cn: 骨结核

# model:gnuhealth.pathology,name:M901
source: Periostitis in other infectious diseases classified elsewhere
de: Periostitis bei sonstigen anderenorts klassifizierten Infektionskrankheiten
fr_fr: Périostite au cours d'autres maladies infectieuses classées ailleurs
zh_cn: 分类于他处的其他传染病引起的骨膜炎

# model:gnuhealth.pathology,name:M902
source: Osteopathy in other infectious diseases classified elsewhere
de: Osteopathie bei sonstigen anderenorts klassifizierten Infektionskrankheiten
fr_fr: Ostéopathie au cours d'autres maladies infectieuses classées ailleurs
zh_cn: 分类于他处的其他传染病引起的骨病

# model:gnuhealth.pathology,name:M903
source: Osteonecrosis in caisson disease
de: Knochennekrose bei Caissonkrankheit
fr_fr: Ostéonécrose de la maladie des caissons (T70.3+)
zh_cn: 潜水员病引起的骨坏死

# model:gnuhealth.pathology,name:M904
source: Osteonecrosis due to haemoglobinopathy
de: Knochennekrose durch Hämoglobinopathie
zh_cn: 血红蛋白病引起的骨坏死

# model:gnuhealth.pathology,name:M905
source: Osteonecrosis in other diseases classified elsewhere
de: Knochennekrose bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Ostéonécrose au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的骨坏死

# model:gnuhealth.pathology,name:M906
source: Osteitis deformans in neoplastic disease
de: Osteodystrophia deformans bei Neubildungen
fr_fr: Ostéite déformante au cours de maladies tumorales (C00-D48+)
zh_cn: 肿瘤病引起的变形性骨炎

# model:gnuhealth.pathology,name:M907
source: Fracture of bone in neoplastic disease
de: Knochenfraktur bei Neubildungen
fr_fr: Fracture osseuse au cours de maladies tumorales (C00-D48+)
zh_cn: 肿瘤病引起的骨炎

# model:gnuhealth.pathology,name:M908
source: Osteopathy in other diseases classified elsewhere
de: Osteopathie bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Ostéopathie au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的骨病

# model:gnuhealth.pathology,name:M91
source: Juvenile osteochondrosis of hip and pelvis
de: Juvenile Osteochondrose der Hüfte und des Beckens
fr_fr: Ostéochondrite juvénile de la hanche et du bassin
zh_cn: 幼年型髋关节和骨盆骨软骨病

# model:gnuhealth.pathology,name:M910
source: Juvenile osteochondrosis of pelvis
de: Juvenile Osteochondrose des Beckens
fr_fr: Ostéochondrite juvénile du bassin
zh_cn: 幼年型骨盆骨软骨病

# model:gnuhealth.pathology,name:M911
source: Juvenile osteochondrosis of head of femur [Legg-Calvé-Perthes]
de: Juvenile Osteochondrose des Femurkopfes [Perthes-Legg-Calvé-Krankheit]
fr_fr: Ostéochondrite juvénile de la tête du fémur [Legg-Calvé-Perthes]
zh_cn: 幼年型股骨头骨软骨病[莱格-卡尔韦-佩尔特斯]

# model:gnuhealth.pathology,name:M913
source: Pseudocoxalgia
de: Pseudokoxalgie
fr_fr: Pseudocoxalgie
zh_cn: 假性髋关节痛

# model:gnuhealth.pathology,name:M918
source: Other juvenile osteochondrosis of hip and pelvis
de: Sonstige juvenile Osteochondrose der Hüfte und des Beckens
fr_fr: Autres ostéochondrites juvéniles de la hanche et du bassin
zh_cn: 其他的幼年型髋关节和骨盆骨软骨病

# model:gnuhealth.pathology,name:M919
source: Juvenile osteochondrosis of hip and pelvis, unspecified
de: Juvenile Osteochondrose der Hüfte und des Beckens, nicht näher bezeichnet
fr_fr: Ostéochondrite juvénile de la hanche et du bassin, sans précision
zh_cn: 幼年型髋关节和骨盆骨软骨病

# model:gnuhealth.pathology,name:M92
source: Other juvenile osteochondrosis
de: Sonstige juvenile Osteochondrosen
fr_fr: Autres ostéochondrites juvéniles
zh_cn: 其他幼年型骨软骨病

# model:gnuhealth.pathology,name:M920
source: Juvenile osteochondrosis of humerus
de: Juvenile Osteochondrose des Humerus
fr_fr: Ostéochondrite juvénile de l'humérus
zh_cn: 幼年型肱骨骨软骨病

# model:gnuhealth.pathology,name:M921
source: Juvenile osteochondrosis of radius and ulna
de: Juvenile Osteochondrose des Radius und der Ulna
fr_fr: Ostéochondrite juvénile du radius et du cubitus
zh_cn: 幼年型桡骨和尺骨的骨软骨病

# model:gnuhealth.pathology,name:M922
source: Juvenile osteochondrosis of hand
de: Juvenile Osteochondrose der Hand
fr_fr: Ostéochondrite juvénile de la main
zh_cn: 幼年型手部骨软骨病

# model:gnuhealth.pathology,name:M923
source: Other juvenile osteochondrosis of upper limb
de: Sonstige juvenile Osteochondrose der oberen Extremität
fr_fr: Autres ostéochondrites juvéniles du membre supérieur
zh_cn: 上肢其他的幼年型骨软骨病

# model:gnuhealth.pathology,name:M924
source: Juvenile osteochondrosis of patella
de: Juvenile Osteochondrose der Patella
fr_fr: Ostéochondrite juvénile de la rotule
zh_cn: 幼年型髌骨骨软骨病

# model:gnuhealth.pathology,name:M925
source: Juvenile osteochondrosis of tibia and fibula
de: Juvenile Osteochondrose der Tibia und der Fibula
fr_fr: Ostéochondrite juvénile du tibia et du péroné
zh_cn: 幼年型胫骨和腓骨的骨软骨病

# model:gnuhealth.pathology,name:M926
source: Juvenile osteochondrosis of tarsus
de: Juvenile Osteochondrose des Tarsus
fr_fr: Ostéochondrite juvénile du tarse
zh_cn: 幼年型跗骨骨软骨病

# model:gnuhealth.pathology,name:M927
source: Juvenile osteochondrosis of metatarsus
de: Juvenile Osteochondrose des Metatarsus
fr_fr: Ostéochondrite juvénile du métatarse
zh_cn: 幼年型距骨骨软骨病

# model:gnuhealth.pathology,name:M928
source: Other specified juvenile osteochondrosis
de: Sonstige näher bezeichnete juvenile Osteochondrose
fr_fr: Autres ostéochondrites juvéniles précisées
zh_cn: 其他特指的幼年型骨软骨病

# model:gnuhealth.pathology,name:M929
source: Juvenile osteochondrosis, unspecified
de: Juvenile Osteochondrose, nicht näher bezeichnet
fr_fr: Ostéochondrite juvénile, sans précision
zh_cn: 幼年型骨软骨病

# model:gnuhealth.pathology,name:M93
source: Other osteochondropathies
de: Sonstige Osteochondropathien
fr_fr: Autres ostéochondropathies
zh_cn: 其他骨软骨病

# model:gnuhealth.pathology,name:M930
source: Slipped upper femoral epiphysis (nontraumatic)
de: Epiphyseolysis capitis femoris (nichttraumatisch)
fr_fr: Epiphysiolyse de la tête fémorale (coxa vara retrosa) (non traumatique)
zh_cn: 股骨上端(非创伤性)骨骺滑脱

# model:gnuhealth.pathology,name:M931
source: Kienböck disease of adults
de: Kienböck-Krankheit bei Erwachsenen
zh_cn: 成人金伯克病

# model:gnuhealth.pathology,name:M932
source: Osteochondritis dissecans
de: Osteochondrosis dissecans
fr_fr: Ostéochondrite disséquante
zh_cn: 剥脱性骨软骨炎

# model:gnuhealth.pathology,name:M938
source: Other specified osteochondropathies
de: Sonstige näher bezeichnete Osteochondropathien
fr_fr: Autres ostéochondropathies précisées
zh_cn: 其他特指的骨软骨病

# model:gnuhealth.pathology,name:M939
source: Osteochondropathy, unspecified
de: Osteochondropathie, nicht näher bezeichnet
fr_fr: Ostéochondropathie, sans précision
zh_cn: 骨软骨病

# model:gnuhealth.pathology,name:M94
source: Other disorders of cartilage
de: Sonstige Knorpelkrankheiten
fr_fr: Autres affections du cartilage
zh_cn: 软骨的其他疾患

# model:gnuhealth.pathology,name:M940
source: Chondrocostal junction syndrome [Tietze]
de: Tietze-Syndrom
fr_fr: Syndrome des articulations chondro-costales [Tietze]
zh_cn: 肋骨与肋软骨连接处综合征[蒂策]

# model:gnuhealth.pathology,name:M941
source: Relapsing polychondritis
de: Panchondritis [Rezidivierende Polychondritis]
fr_fr: Polychondrite récidivante
zh_cn: 复发性多软骨炎

# model:gnuhealth.pathology,name:M942
source: Chondromalacia
de: Chondromalazie
fr_fr: Chondromalacie
zh_cn: 软骨软化

# model:gnuhealth.pathology,name:M943
source: Chondrolysis
de: Chondrolyse
fr_fr: Chondrolyse
zh_cn: 软骨溶解

# model:gnuhealth.pathology,name:M948
source: Other specified disorders of cartilage
de: Sonstige näher bezeichnete Knorpelkrankheiten
fr_fr: Autres affections précisées du cartilage
zh_cn: 软骨其他特指的疾患

# model:gnuhealth.pathology,name:M949
source: Disorder of cartilage, unspecified
de: Knorpelkrankheit, nicht näher bezeichnet
fr_fr: Affection du cartilage, sans précision
zh_cn: 软骨疾患

# model:gnuhealth.pathology,name:M95
source: Other acquired deformities of musculoskeletal system and connective tissue
de: Sonstige erworbene Deformitäten des Muskel-Skelett-Systems und des Bindegewebes
fr_fr: Autres déformations du système ostéo-articulaire, des muscles et du tissu conjonctif
zh_cn: 肌肉骨骼系统和结缔组织的其他后天性变形

# model:gnuhealth.pathology,name:M950
source: Acquired deformity of nose
de: Erworbene Deformität der Nase
fr_fr: Déformation du nez
zh_cn: 鼻的后天性变形

# model:gnuhealth.pathology,name:M951
source: Cauliflower ear
de: Blumenkohlohr
fr_fr: Oreille "en chou-fleur"
zh_cn: 菜花状耳

# model:gnuhealth.pathology,name:M952
source: Other acquired deformity of head
de: Sonstige erworbene Deformität des Kopfes
fr_fr: Autres déformations de la tête
zh_cn: 头的其他后天性变形

# model:gnuhealth.pathology,name:M953
source: Acquired deformity of neck
de: Erworbene Deformität des Halses
fr_fr: Déformation du cou
zh_cn: 颈的后天性变形

# model:gnuhealth.pathology,name:M954
source: Acquired deformity of chest and rib
de: Erworbene Deformität des Brustkorbes und der Rippen
fr_fr: Déformation du thorax et des côtes
zh_cn: 胸和肋的后天性变形

# model:gnuhealth.pathology,name:M955
source: Acquired deformity of pelvis
de: Erworbene Deformität des Beckens
fr_fr: Déformation du bassin
zh_cn: 骨盆的后天性变形

# model:gnuhealth.pathology,name:M958
source: Other specified acquired deformities of musculoskeletal system
de: Sonstige näher bezeichnete erworbene Deformitäten des Muskel-Skelett-Systems
fr_fr: Autres déformations précisées du système ostéo-articulaire, des muscles et du tissu conjonctif
zh_cn: 肌肉骨骼系统其他特指的后天性变形

# model:gnuhealth.pathology,name:M959
source: Acquired deformity of musculoskeletal system, unspecified
de: Erworbene Deformität des Muskel-Skelett-Systems, nicht näher bezeichnet
fr_fr: Déformation du système ostéo-articulaire, des muscles et du tissu conjonctif, sans précision
zh_cn: 肌肉骨骼系统后天性变形

# model:gnuhealth.pathology,name:M96
source: Postprocedural musculoskeletal disorders, not elsewhere classified
de: Krankheiten des Muskel-Skelett-Systems nach medizinischen Maßnahmen, anderenorts nicht klassifiziert
fr_fr: Affections du système ostéo-articulaire et des muscles après un acte à visée diagnostique et thérapeutique, non classées ailleurs
zh_cn: 操作后肌肉骨骼疾患，不可归类在他处者

# model:gnuhealth.pathology,name:M960
source: Pseudarthrosis after fusion or arthrodesis
de: Pseudarthrose nach Fusion oder Arthrodese
fr_fr: Pseudarthrose après arthrodèse
zh_cn: 融合或关节固定术后假关节

# model:gnuhealth.pathology,name:M961
source: Postlaminectomy syndrome, not elsewhere classified
de: Postlaminektomie-Syndrom, anderenorts nicht klassifiziert
fr_fr: Syndrome post-laminectomie, non classé ailleurs
zh_cn: 椎板切除术后状态综合征，不可归类在他处者

# model:gnuhealth.pathology,name:M962
source: Postradiation kyphosis
de: Kyphose nach Bestrahlung
fr_fr: Cyphose après irradiation
zh_cn: 放射后脊柱后凸

# model:gnuhealth.pathology,name:M963
source: Postlaminectomy kyphosis
de: Kyphose nach Laminektomie
fr_fr: Cyphose après laminectomie
zh_cn: 椎板切除术后状态脊柱后凸

# model:gnuhealth.pathology,name:M964
source: Postsurgical lordosis
de: Postoperative Lordose
fr_fr: Lordose après chirurgie
zh_cn: 手术后脊柱前凸

# model:gnuhealth.pathology,name:M965
source: Postradiation scoliosis
de: Skoliose nach Bestrahlung
fr_fr: Scoliose après irradiation
zh_cn: 放射后脊柱侧弯

# model:gnuhealth.pathology,name:M966
source: Fracture of bone following insertion of orthopaedic implant, joint prosthesis, or bone plate
de: Knochenfraktur nach Einsetzen eines orthopädischen Implantates, einer Gelenkprothese oder einer Knochenplatte
zh_cn: 插入矫形外科的植入物、关节假体或骨板后的骨折

# model:gnuhealth.pathology,name:M968
source: Other postprocedural musculoskeletal disorders
de: Sonstige Krankheiten des Muskel-Skelett-Systems nach medizinischen Maßnahmen
fr_fr: Autres affections du système ostéo-articulaire et des muscles après un acte à visée diagnostique et thérapeutique
zh_cn: 其他操作后肌肉骨骼疾患

# model:gnuhealth.pathology,name:M969
source: Postprocedural musculoskeletal disorder, unspecified
de: Krankheit des Muskel-Skelett-Systems nach medizinischen Maßnahmen, nicht näher bezeichnet
fr_fr: Affection du système ostéo-articulaire et des muscles après un acte à visée diagnostique et thérapeutique, sans précision
zh_cn: 操作后肌肉骨骼疾患

# model:gnuhealth.pathology,name:M99
source: Biomechanical lesions, not elsewhere classified
de: Biomechanische Funktionsstörungen, anderenorts nicht klassifiziert
fr_fr: Lésions biomécaniques, non classées ailleurs
zh_cn: 生物力学损害，不可归类在他处者

# model:gnuhealth.pathology,name:M990
source: Segmental and somatic dysfunction
de: Segmentale und somatische Funktionsstörungen
fr_fr: Dysfonctionnement segmentaire et somatique
zh_cn: 节段性和躯体性功能障碍

# model:gnuhealth.pathology,name:M991
source: Subluxation complex (vertebral)
de: Subluxation (der Wirbelsäule)
fr_fr: Subluxation complexe (vertébrale)
zh_cn: 不全脱位复征(椎骨的)
