Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V621
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un véhicule à moteur à deux ou trois roues | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V622
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un véhicule à moteur à deux ou trois roues | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V623
source: Unspecified occupant of heavy transport vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un véhicule à moteur à deux ou trois roues | occupant, sans précision, d'un véhicule lourd, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V624
source: Person injured while boarding or alighting
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un véhicule à moteur à deux ou trois roues | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V625
source: Driver injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un véhicule à moteur à deux ou trois roues | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V626
source: Passenger injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un véhicule à moteur à deux ou trois roues | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V627
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un véhicule à moteur à deux ou trois roues | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V629
source: Unspecified occupant of heavy transport vehicle injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un véhicule à moteur à deux ou trois roues | occupant, sans précision, d'un véhicule lourd, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V630
source: Driver injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec une automobile ou une camionnette | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V631
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec une automobile ou une camionnette | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V632
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec une automobile ou une camionnette | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V633
source: Unspecified occupant of heavy transport vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec une automobile ou une camionnette | occupant, sans précision, d'un véhicule lourd, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V634
source: Person injured while boarding or alighting
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec une automobile ou une camionnette | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V635
source: Driver injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec une automobile ou une camionnette | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V636
source: Passenger injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec une automobile ou une camionnette | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V637
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec une automobile ou une camionnette | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V639
source: Unspecified occupant of heavy transport vehicle injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec une automobile ou une camionnette | occupant, sans précision, d'un véhicule lourd, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V640
source: Driver injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un véhicule lourd ou un autobus | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V641
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un véhicule lourd ou un autobus | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V642
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un véhicule lourd ou un autobus | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V643
source: Unspecified occupant of heavy transport vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un véhicule lourd ou un autobus | occupant, sans précision, d'un véhicule lourd, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V644
source: Person injured while boarding or alighting
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un véhicule lourd ou un autobus | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V645
source: Driver injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un véhicule lourd ou un autobus | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V646
source: Passenger injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un véhicule lourd ou un autobus | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V647
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un véhicule lourd ou un autobus | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V649
source: Unspecified occupant of heavy transport vehicle injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un véhicule lourd ou un autobus | occupant, sans précision, d'un véhicule lourd, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V650
source: Driver injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un train ou un véhicule ferroviaire | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V651
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un train ou un véhicule ferroviaire | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V652
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un train ou un véhicule ferroviaire | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V653
source: Unspecified occupant of heavy transport vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un train ou un véhicule ferroviaire | occupant, sans précision, d'un véhicule lourd, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V654
source: Person injured while boarding or alighting
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un train ou un véhicule ferroviaire | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V655
source: Driver injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un train ou un véhicule ferroviaire | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V656
source: Passenger injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un train ou un véhicule ferroviaire | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V657
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un train ou un véhicule ferroviaire | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V659
source: Unspecified occupant of heavy transport vehicle injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un train ou un véhicule ferroviaire | occupant, sans précision, d'un véhicule lourd, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V660
source: Driver injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un autre véhicule sans moteur | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V661
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un autre véhicule sans moteur | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V662
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un autre véhicule sans moteur | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V663
source: Unspecified occupant of heavy transport vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un autre véhicule sans moteur | occupant, sans précision, d'un véhicule lourd, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V664
source: Person injured while boarding or alighting
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un autre véhicule sans moteur | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V665
source: Driver injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un autre véhicule sans moteur | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V666
source: Passenger injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un autre véhicule sans moteur | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V667
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un autre véhicule sans moteur | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V669
source: Unspecified occupant of heavy transport vehicle injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un autre véhicule sans moteur | occupant, sans précision, d'un véhicule lourd, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V670
source: Driver injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un objet fixe ou stationnaire | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V671
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un objet fixe ou stationnaire | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V672
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un objet fixe ou stationnaire | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V673
source: Unspecified occupant of heavy transport vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un objet fixe ou stationnaire | occupant, sans précision, d'un véhicule lourd, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V674
source: Person injured while boarding or alighting
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un objet fixe ou stationnaire | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V675
source: Driver injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un objet fixe ou stationnaire | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V676
source: Passenger injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un objet fixe ou stationnaire | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V677
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un objet fixe ou stationnaire | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V679
source: Unspecified occupant of heavy transport vehicle injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un objet fixe ou stationnaire | occupant, sans précision, d'un véhicule lourd, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V680
source: Driver injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans un accident de transport, sans collision | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V681
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans un accident de transport, sans collision | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V682
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans un accident de transport, sans collision | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V683
source: Unspecified occupant of heavy transport vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans un accident de transport, sans collision | occupant, sans précision, d'un véhicule lourd, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V684
source: Person injured while boarding or alighting
fr_fr: occupant d'un véhicule lourd blessé dans un accident de transport, sans collision | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V685
source: Driver injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans un accident de transport, sans collision | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V686
source: Passenger injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans un accident de transport, sans collision | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V687
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans un accident de transport, sans collision | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V689
source: Unspecified occupant of heavy transport vehicle injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans un accident de transport, sans collision | occupant, sans précision, d'un véhicule lourd, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V690
source: Driver injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Conducteur blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V691
source: Passenger injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Passager blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V692
source: Unspecified occupant of heavy transport vehicle injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Occupant, sans précision, d'un véhicule lourd, blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V693
source: Occupant [any] of heavy transport vehicle injured in unspecified nontraffic accident
fr_fr: Occupant [tout type] d'un véhicule lourd blessé dans un accident de transport, sans précision, en dehors de la circulation

# model:gnuhealth.pathology,name:V694
source: Driver injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Conducteur blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V695
source: Passenger injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Passager blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V696
source: Unspecified occupant of heavy transport vehicle injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Occupant, sans précision, d'un véhicule lourd, blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V698
source: Occupant [any] of heavy transport vehicle injured in other specified transport accidents
fr_fr: Occupant [tout type] d'un véhicule lourd, blessé dans d'autres accidents de transport précisés

# model:gnuhealth.pathology,name:V699
source: Occupant [any] of heavy transport vehicle injured in unspecified traffic accident
fr_fr: Occupant [tout type] d'un véhicule lourd, blessé dans un accident de la circulation, sans précision

# model:gnuhealth.pathology,name:V700
source: Driver injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un piéton ou un animal | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V701
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un piéton ou un animal | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V702
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un piéton ou un animal | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V703
source: Unspecified bus occupant injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un piéton ou un animal | occupant, sans précision, d'un autobus, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V704
source: Person injured while boarding or alighting
fr_fr: occupant d'un autobus blessé dans une collision avec un piéton ou un animal | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V705
source: Driver injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un piéton ou un animal | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V706
source: Passenger injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un piéton ou un animal | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V707
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un piéton ou un animal | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V709
source: Unspecified bus occupant injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un piéton ou un animal | occupant, sans précision, d'un autobus, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V710
source: Driver injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un cycle | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V711
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un cycle | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V712
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un cycle | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V713
source: Unspecified bus occupant injured in nontraffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un cycle | occupant, sans précision, d'un autobus, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V714
source: Person injured while boarding or alighting
fr_fr: occupant d'un autobus blessé dans une collision avec un cycle | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V715
source: Driver injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un cycle | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V716
source: Passenger injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un cycle | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V717
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un cycle | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V719
source: Unspecified bus occupant injured in traffic accident
fr_fr: occupant d'un autobus blessé dans une collision avec un cycle | occupant, sans précision, d'un autobus, blessé dans un accident de la circulation
