Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V394
source: Occupant of three-wheeled motor vehicle injured in other and unspecified transport accidents: Driver injured in collision with other and unspecified motor vehicles in traffic accident
de: Fahrer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中三轮机动车与其他和未特指机动车辆碰撞造成三轮机动车司机的损伤

# model:gnuhealth.pathology,name:V395
source: Occupant of three-wheeled motor vehicle injured in other and unspecified transport accidents: Passenger injured in collision with other and unspecified motor vehicles in traffic accident
de: Fahrgast bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中三轮机动车与其他和未特指机动车辆碰撞造成三轮机动车乘客的损伤

# model:gnuhealth.pathology,name:V396
source: Occupant of three-wheeled motor vehicle injured in other and unspecified transport accidents: Unspecified occupant of three-wheeled motor vehicle injured in collision with other and unspecified motor vehicles in traffic accident
de: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中三轮机动车与其他和未特指机动车辆碰撞造成的三轮机动车乘员的损伤

# model:gnuhealth.pathology,name:V398
source: Occupant of three-wheeled motor vehicle injured in other and unspecified transport accidents: Occupant [any] of three-wheeled motor vehicle injured in other specified transport accidents
de: Benutzer eines dreirädrigen Kraftfahrzeuges [jeder Art] bei sonstigen näher bezeichneten Transportmittelunfällen verletzt
zh_cn: 三轮机动车乘员在其他特指运输事故中的损伤

# model:gnuhealth.pathology,name:V399
source: Occupant of three-wheeled motor vehicle injured in other and unspecified transport accidents: Occupant [any] of three-wheeled motor vehicle injured in unspecified traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges [jeder Art] bei nicht näher bezeichnetem Verkehrsunfall verletzt
zh_cn: [任何]三轮机动车乘员在未特指交通事故中的损伤

# model:gnuhealth.pathology,name:V40
source: Car occupant injured in collision with pedestrian or animal
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt
fr_fr: Occupant d'une automobile blessé dans une collision avec un piéton ou un animal
zh_cn: 小汽车乘员在小汽车与行人或牲畜碰撞中的损伤

# model:gnuhealth.pathology,name:V400
source: Car occupant injured in collision with pedestrian or animal: Driver injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V401
source: Car occupant injured in collision with pedestrian or animal: Passenger injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V402
source: Car occupant injured in collision with pedestrian or animal: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 小汽车的车辆外人员在小汽车与行人或牲畜碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V403
source: Car occupant injured in collision with pedestrian or animal: Unspecified car occupant injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的小汽车乘员在小汽车与行人或牲畜碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V404
source: Car occupant injured in collision with pedestrian or animal: Person injured while boarding or alighting
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V405
source: Car occupant injured in collision with pedestrian or animal: Driver injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V406
source: Car occupant injured in collision with pedestrian or animal: Passenger injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V407
source: Car occupant injured in collision with pedestrian or animal: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 小汽车的车辆外人员在小汽车与行人或牲畜碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V409
source: Car occupant injured in collision with pedestrian or animal: Unspecified car occupant injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的小汽车乘员在小汽车与行人或牲畜碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V41
source: Car occupant injured in collision with pedal cycle
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fahrrad verletzt
fr_fr: Occupant d'une automobile blessé dans une collision avec un cycle
zh_cn: 小汽车乘员在小汽车与脚踏车碰撞中的损伤

# model:gnuhealth.pathology,name:V410
source: Car occupant injured in collision with pedal cycle: Driver injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fahrrad verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V411
source: Car occupant injured in collision with pedal cycle: Passenger injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fahrrad verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V412
source: Car occupant injured in collision with pedal cycle: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fahrrad verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 小汽车的车辆外人员在小汽车与脚踏车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V413
source: Car occupant injured in collision with pedal cycle: Unspecified car occupant injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fahrrad verletzt: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的小汽车乘员在小汽车与脚踏车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V414
source: Car occupant injured in collision with pedal cycle: Person injured while boarding or alighting
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fahrrad verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V415
source: Car occupant injured in collision with pedal cycle: Driver injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fahrrad verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V416
source: Car occupant injured in collision with pedal cycle: Passenger injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fahrrad verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V417
source: Car occupant injured in collision with pedal cycle: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fahrrad verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 小汽车的车辆外人员在小汽车与脚踏车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V419
source: Car occupant injured in collision with pedal cycle: Unspecified car occupant injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Fahrrad verletzt: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的小汽车乘员在小汽车与脚踏车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V42
source: Car occupant injured in collision with two- or three-wheeled motor vehicle
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt
fr_fr: Occupant d'une automobile blessé dans une collision avec un véhicule à moteur à deux ou trois roues
zh_cn: 小汽车乘员在小汽车与两轮或三轮机动车碰撞中的损伤

# model:gnuhealth.pathology,name:V420
source: Car occupant injured in collision with two- or three-wheeled motor vehicle: Driver injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V421
source: Car occupant injured in collision with two- or three-wheeled motor vehicle: Passenger injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V422
source: Car occupant injured in collision with two- or three-wheeled motor vehicle: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 小汽车的车辆外人员在小汽车与两轮或三轮机动车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V423
source: Car occupant injured in collision with two- or three-wheeled motor vehicle: Unspecified car occupant injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的小汽车乘员在小汽车与两轮或三轮机动车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V424
source: Car occupant injured in collision with two- or three-wheeled motor vehicle: Person injured while boarding or alighting
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V425
source: Car occupant injured in collision with two- or three-wheeled motor vehicle: Driver injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V426
source: Car occupant injured in collision with two- or three-wheeled motor vehicle: Passenger injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V427
source: Car occupant injured in collision with two- or three-wheeled motor vehicle: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 小汽车的车辆外人员在小汽车与两轮或三轮机动车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V429
source: Car occupant injured in collision with two- or three-wheeled motor vehicle: Unspecified car occupant injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的小汽车乘员在小汽车与两轮或三轮机动车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V43
source: Car occupant injured in collision with car, pick-up truck or van
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt
fr_fr: Occupant d'une automobile blessé dans une collision avec une automobile ou une camionnette
zh_cn: 小汽车乘员在小汽车与小汽车、轻型货车或篷车碰撞中的损伤

# model:gnuhealth.pathology,name:V430
source: Car occupant injured in collision with car, pick-up truck or van: Driver injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V431
source: Car occupant injured in collision with car, pick-up truck or van: Passenger injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V432
source: Car occupant injured in collision with car, pick-up truck or van: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 小汽车的车辆外人员在小汽车与小汽车、轻型货车或篷车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V433
source: Car occupant injured in collision with car, pick-up truck or van: Unspecified car occupant injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的小汽车乘员在小汽车与小汽车、轻型货车或篷车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V434
source: Car occupant injured in collision with car, pick-up truck or van: Person injured while boarding or alighting
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V435
source: Car occupant injured in collision with car, pick-up truck or van: Driver injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V436
source: Car occupant injured in collision with car, pick-up truck or van: Passenger injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V437
source: Car occupant injured in collision with car, pick-up truck or van: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 小汽车的车辆外人员在小汽车与小汽车、轻型货车或篷车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V439
source: Car occupant injured in collision with car, pick-up truck or van: Unspecified car occupant injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的小汽车乘员在小汽车与小汽车、轻型货车或篷车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V44
source: Car occupant injured in collision with heavy transport vehicle or bus
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt
fr_fr: Occupant d'une automobile blessé dans une collision avec un véhicule lourd ou un autobus
zh_cn: 小汽车乘员在小汽车与重型运输车或公共汽车碰撞中的损伤

# model:gnuhealth.pathology,name:V440
source: Car occupant injured in collision with heavy transport vehicle or bus: Driver injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V441
source: Car occupant injured in collision with heavy transport vehicle or bus: Passenger injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V442
source: Car occupant injured in collision with heavy transport vehicle or bus: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 小汽车的车辆外人员在小汽车与重型运输车或公共汽车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V443
source: Car occupant injured in collision with heavy transport vehicle or bus: Unspecified car occupant injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的小汽车乘员在小汽车与重型运输车或公共汽车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V444
source: Car occupant injured in collision with heavy transport vehicle or bus: Person injured while boarding or alighting
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V445
source: Car occupant injured in collision with heavy transport vehicle or bus: Driver injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V446
source: Car occupant injured in collision with heavy transport vehicle or bus: Passenger injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V447
source: Car occupant injured in collision with heavy transport vehicle or bus: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 小汽车的车辆外人员在小汽车与重型运输车或公共汽车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V449
source: Car occupant injured in collision with heavy transport vehicle or bus: Unspecified car occupant injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的小汽车乘员在小汽车与重型运输车或公共汽车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V45
source: Car occupant injured in collision with railway train or railway vehicle
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt
fr_fr: Occupant d'une automobile blessé dans une collision avec un train ou un véhicule ferroviaire
zh_cn: 小汽车乘员在小汽车与火车或铁路车辆碰撞中的损伤

# model:gnuhealth.pathology,name:V450
source: Car occupant injured in collision with railway train or railway vehicle: Driver injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V451
source: Car occupant injured in collision with railway train or railway vehicle: Passenger injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V452
source: Car occupant injured in collision with railway train or railway vehicle: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 小汽车的车辆外人员在小汽车与火车或铁路车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V453
source: Car occupant injured in collision with railway train or railway vehicle: Unspecified car occupant injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的小汽车乘员在小汽车与火车或铁路车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V454
source: Car occupant injured in collision with railway train or railway vehicle: Person injured while boarding or alighting
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V455
source: Car occupant injured in collision with railway train or railway vehicle: Driver injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V456
source: Car occupant injured in collision with railway train or railway vehicle: Passenger injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V457
source: Car occupant injured in collision with railway train or railway vehicle: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 小汽车的车辆外人员在小汽车与火车或铁路车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V459
source: Car occupant injured in collision with railway train or railway vehicle: Unspecified car occupant injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的小汽车乘员在小汽车与火车或铁路车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V46
source: Car occupant injured in collision with other nonmotor vehicle
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt
fr_fr: Occupant d'une automobile blessé dans une collision avec un autre véhicule sans moteur
zh_cn: 小汽车乘员在小汽车与其他非机动车辆碰撞中的损伤

# model:gnuhealth.pathology,name:V460
source: Car occupant injured in collision with other nonmotor vehicle: Driver injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V461
source: Car occupant injured in collision with other nonmotor vehicle: Passenger injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt
