Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:S337
source: Sprain and strain of other and unspecified parts of lumbar spine and pelvis
de: Verstauchung und Zerrung sonstiger und nicht näher bezeichneter Teile der Lendenwirbelsäule und des Beckens
fr_fr: Entorse et foulure de parties autres et non précisées du rachis lombaire et du bassin
zh_cn: 腰椎和骨盆其他和未特指部位的扭伤和劳损

# model:gnuhealth.pathology,name:S34
source: Injury of nerves and lumbar spinal cord at abdomen, lower back and pelvis level
de: Verletzung der Nerven und des lumbalen Rückenmarkes in Höhe des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Lésion traumatique des nerfs et de la moelle épinière lombaire au niveau de l'abdomen, des lombes et du bassin
zh_cn: 在腹、下背和骨盆水平的神经和腰部脊髓损伤

# model:gnuhealth.pathology,name:S340
source: Concussion and oedema of lumbar spinal cord
de: Kontusion und Ödem des lumbalen Rückenmarkes
fr_fr: Commotion et œdème de la moelle lombaire
zh_cn: 腰部脊髓震荡和水肿

# model:gnuhealth.pathology,name:S341
source: Other injury of lumbar spinal cord
de: Sonstige Verletzung des lumbalen Rückenmarkes
fr_fr: Autres lésions traumatiques de la moelle lombaire
zh_cn: 腰部脊髓其他损伤

# model:gnuhealth.pathology,name:S342
source: Injury of nerve root of lumbar and sacral spine
de: Verletzung von Nervenwurzeln der Lendenwirbelsäule und des Kreuzbeins
fr_fr: Lésion traumatique de la racine nerveuse du rachis lombaire et sacré
zh_cn: 腰骶神经根损伤

# model:gnuhealth.pathology,name:S343
source: Injury of cauda equina
de: Verletzung der Cauda equina
fr_fr: Lésion traumatique de la queue de cheval
zh_cn: 马尾损伤

# model:gnuhealth.pathology,name:S344
source: Injury of lumbosacral plexus
de: Verletzung des Plexus lumbosacralis
fr_fr: Lésion traumatique du plexus lombo-sacré
zh_cn: 腰骶丛损伤

# model:gnuhealth.pathology,name:S345
source: Injury of lumbar, sacral and pelvic sympathetic nerves
de: Verletzung sympathischer Nerven der Lendenwirbel-, Kreuzbein- und Beckenregion
fr_fr: Lésion traumatique des nerfs sympathiques lombaires, sacrés et du bassin
zh_cn: 腰部、骶部和骨盆交感神经损伤

# model:gnuhealth.pathology,name:S346
source: Injury of peripheral nerve(s) of abdomen, lower back and pelvis
de: Verletzung eines oder mehrerer peripherer Nerven des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Lésion traumatique de nerf(s) périphérique(s) de l'abdomen, des lombes et du bassin
zh_cn: 腹部、下背和骨盆周围神经损伤

# model:gnuhealth.pathology,name:S348
source: Injury of other and unspecified nerves at abdomen, lower back and pelvis level
de: Verletzung sonstiger und nicht näher bezeichneter Nerven in Höhe des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Lésion traumatique de nerfs autres et non précisés au niveau de l'abdomen, des lombes et du bassin
zh_cn: 在腹、下背和骨盆水平的其他和未特指神经的损伤

# model:gnuhealth.pathology,name:S35
source: Injury of blood vessels at abdomen, lower back and pelvis level
de: Verletzung von Blutgefäßen in Höhe des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Lésion traumatique de vaisseaux sanguins au niveau de l'abdomen, des lombes et du bassin
zh_cn: 在腹、下背和骨盆水平的血管损伤

# model:gnuhealth.pathology,name:S350
source: Injury of abdominal aorta
de: Verletzung der Aorta abdominalis
fr_fr: Lésion traumatique de l'aorte abdominale
zh_cn: 腹主动脉损伤

# model:gnuhealth.pathology,name:S351
source: Injury of inferior vena cava
de: Verletzung der V. cava inferior
fr_fr: Lésion traumatique de la veine cave inférieure
zh_cn: 下腔静脉损伤

# model:gnuhealth.pathology,name:S352
source: Injury of coeliac or mesenteric artery
de: Verletzung des Truncus coeliacus oder der A. mesenterica
fr_fr: Lésion traumatique de l'artère cœliaque ou mésentérique
zh_cn: 腹腔或肠系膜动脉损伤

# model:gnuhealth.pathology,name:S353
source: Injury of portal or splenic vein
de: Verletzung der V. portae oder der V. lienalis
fr_fr: Lésion traumatique de la veine porte ou splénique
zh_cn: 门静脉或脾静脉损伤

# model:gnuhealth.pathology,name:S354
source: Injury of renal blood vessels
de: Verletzung von Blutgefäßen der Niere
fr_fr: Lésion traumatique des vaisseaux sanguins du rein
zh_cn: 肾血管损伤

# model:gnuhealth.pathology,name:S355
source: Injury of iliac blood vessels
de: Verletzung von Blutgefäßen der Iliakalregion
fr_fr: Lésion traumatique des vaisseaux sanguins iliaques
zh_cn: 髂血管损伤

# model:gnuhealth.pathology,name:S357
source: Injury of multiple blood vessels at abdomen, lower back and pelvis level
de: Verletzung mehrerer Blutgefäße in Höhe des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Lésion traumatique de multiples vaisseaux sanguins au niveau de l'abdomen, des lombes et du bassin
zh_cn: 在腹、下背和骨盆水平的多处血管损伤

# model:gnuhealth.pathology,name:S358
source: Injury of other blood vessels at abdomen, lower back and pelvis level
de: Verletzung sonstiger Blutgefäße in Höhe des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Lésion traumatique d'autres vaisseaux sanguins au niveau de l'abdomen, des lombes et du bassin
zh_cn: 在腹、下背和骨盆水平的其他血管损伤

# model:gnuhealth.pathology,name:S359
source: Injury of unspecified blood vessel at abdomen, lower back and pelvis level
de: Verletzung eines nicht näher bezeichneten Blutgefäßes in Höhe des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Lésion traumatique de vaisseaux sanguins non précisés, au niveau de l'abdomen, des lombes et du bassin
zh_cn: 在腹、下背和骨盆水平的未特指血管的损伤

# model:gnuhealth.pathology,name:S36
source: Injury of intra-abdominal organs
de: Verletzung von intraabdominalen Organen
fr_fr: Lésion traumatique d'organes intra-abdominaux
zh_cn: 腹内器官损伤

# model:gnuhealth.pathology,name:S360
source: Injury of spleen
de: Verletzung der Milz
fr_fr: Lésion traumatique de la rate
zh_cn: 脾损伤

# model:gnuhealth.pathology,name:S361
source: Injury of liver or gallbladder
de: Verletzung der Leber oder der Gallenblase
fr_fr: Lésion traumatique du foie et de la vésicule biliaire
zh_cn: 肝或胆囊损伤

# model:gnuhealth.pathology,name:S362
source: Injury of pancreas
de: Verletzung des Pankreas
fr_fr: Lésion traumatique du pancréas
zh_cn: 胰损伤

# model:gnuhealth.pathology,name:S363
source: Injury of stomach
de: Verletzung des Magens
fr_fr: Lésion traumatique de l'estomac
zh_cn: 胃损伤

# model:gnuhealth.pathology,name:S364
source: Injury of small intestine
de: Verletzung des Dünndarmes
fr_fr: Lésion traumatique de l'intestin grêle
zh_cn: 小肠损伤

# model:gnuhealth.pathology,name:S365
source: Injury of colon
de: Verletzung des Dickdarmes
fr_fr: Lésion traumatique du côlon
zh_cn: 结肠损伤

# model:gnuhealth.pathology,name:S366
source: Injury of rectum
de: Verletzung des Rektums
fr_fr: Lésion traumatique du rectum
zh_cn: 直肠损伤

# model:gnuhealth.pathology,name:S367
source: Injury of multiple intra-abdominal organs
de: Verletzung mehrerer intraabdominaler Organe
fr_fr: Lésion traumatique de multiples organes intra-abdominaux
zh_cn: 多个腹内器官损伤

# model:gnuhealth.pathology,name:S368
source: Injury of other intra-abdominal organs
de: Verletzung sonstiger intraabdominaler Organe
fr_fr: Lésion traumatique d'autres organes intra-abdominaux
zh_cn: 其他腹内器官损伤

# model:gnuhealth.pathology,name:S369
source: Injury of unspecified intra-abdominal organ
de: Verletzung eines nicht näher bezeichneten intraabdominalen Organs
fr_fr: Lésion traumatique d'un organe intra-abdominal non précisé
zh_cn: 未特指腹内器官的损伤

# model:gnuhealth.pathology,name:S37
source: Injury of urinary and pelvic organs
de: Verletzung der Harnorgane und der Beckenorgane
fr_fr: Lésion traumatique des organes pelviens et urinaires
zh_cn: 泌尿系和盆腔器官损伤

# model:gnuhealth.pathology,name:S370
source: Injury of kidney
de: Verletzung der Niere
fr_fr: Lésion traumatique du rein
zh_cn: 肾损伤

# model:gnuhealth.pathology,name:S371
source: Injury of ureter
de: Verletzung des Harnleiters
fr_fr: Lésion traumatique de l'uretère
zh_cn: 输尿管损伤

# model:gnuhealth.pathology,name:S372
source: Injury of bladder
de: Verletzung der Harnblase
fr_fr: Lésion traumatique de la vessie
zh_cn: 膀胱损伤

# model:gnuhealth.pathology,name:S373
source: Injury of urethra
de: Verletzung der Harnröhre
fr_fr: Lésion traumatique de l'urètre
zh_cn: 尿道损伤

# model:gnuhealth.pathology,name:S374
source: Injury of ovary
de: Verletzung des Ovars
fr_fr: Lésion traumatique de l'ovaire
zh_cn: 卵巢损伤

# model:gnuhealth.pathology,name:S375
source: Injury of fallopian tube
de: Verletzung der Tuba uterina
zh_cn: 输卵管损伤

# model:gnuhealth.pathology,name:S376
source: Injury of uterus
de: Verletzung des Uterus
fr_fr: Lésion traumatique de l'utérus
zh_cn: 子宫损伤

# model:gnuhealth.pathology,name:S377
source: Injury of multiple pelvic organs
de: Verletzung mehrerer Harnorgane und Beckenorgane
fr_fr: Lésions traumatiques de multiples organes pelviens et urinaires
zh_cn: 多个盆腔器官损伤

# model:gnuhealth.pathology,name:S378
source: Injury of other pelvic organs
de: Verletzung sonstiger Harnorgane und Beckenorgane
fr_fr: Lésions traumatiques d'autres organes pelviens et urinaires
zh_cn: 其他盆腔器官损伤

# model:gnuhealth.pathology,name:S379
source: Injury of unspecified pelvic organ
de: Verletzung eines nicht näher bezeichneten Harnorgans oder Beckenorgans
fr_fr: Lésion traumatique d'un organe pelvien et urinaire non précisé
zh_cn: 未特指盆腔器官的损伤

# model:gnuhealth.pathology,name:S38
source: Crushing injury and traumatic amputation of part of abdomen, lower back and pelvis
de: Zerquetschung und traumatische Amputation von Teilen des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Ecrasement et amputation traumatique d'une partie de l'abdomen, des lombes et du bassin
zh_cn: 腹部、下背和骨盆部分挤压伤和创伤性切断

# model:gnuhealth.pathology,name:S380
source: Crushing injury of external genital organs
de: Zerquetschung der äußeren Genitalorgane
fr_fr: Ecrasement des organes génitaux externes
zh_cn: 外生殖器挤压伤

# model:gnuhealth.pathology,name:S381
source: Crushing injury of other and unspecified parts of abdomen, lower back and pelvis
de: Zerquetschung sonstiger und nicht näher bezeichneter Teile des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Ecrasement de parties autres et non précisées de l'abdomen, des lombes et du bassin
zh_cn: 腹部、下背和骨盆其他和未特指部位的挤压伤

# model:gnuhealth.pathology,name:S382
source: Traumatic amputation of external genital organs
de: Traumatische Amputation der äußeren Genitalorgane
fr_fr: Amputation traumatique des organes génitaux externes
zh_cn: 外生殖器创伤性切断

# model:gnuhealth.pathology,name:S383
source: Traumatic amputation of other and unspecified parts of abdomen, lower back and pelvis
de: Traumatische Abtrennung sonstiger und nicht näher bezeichneter Teile des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Amputation traumatique de parties autres et non précisées de l'abdomen, des lombes et du bassin
zh_cn: 腹部、下背和骨盆其他和未特指部位的创伤性切断

# model:gnuhealth.pathology,name:S39
source: Other and unspecified injuries of abdomen, lower back and pelvis
de: Sonstige und nicht näher bezeichnete Verletzungen des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Lésions traumatiques de l'abdomen, des lombes et du bassin, autres et sans précision
zh_cn: 腹部、下背和骨盆其他和未特指的损伤

# model:gnuhealth.pathology,name:S390
source: Injury of muscle and tendon of abdomen, lower back and pelvis
de: Verletzung von Muskeln und Sehnen des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Lésion traumatique de muscles et de tendons de l'abdomen, des lombes et du bassin
zh_cn: 腹部、下背和骨盆肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S396
source: Injury of intra-abdominal organ(s) with pelvic organ(s)
de: Verletzung eines oder mehrerer intraabdominaler Organe mit Beteiligung eines oder mehrerer Beckenorgane
fr_fr: Lésion traumatique d'organe(s) intra-abdominal(aux) avec organe(s) pelvien(s)
zh_cn: 腹内器官伴有盆腔器官的损伤

# model:gnuhealth.pathology,name:S397
source: Other multiple injuries of abdomen, lower back and pelvis
de: Multiple Verletzungen des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Autres lésions traumatiques multiples de l'abdomen, des lombes et du bassin
zh_cn: 腹部、下背和骨盆其他多处损伤

# model:gnuhealth.pathology,name:S398
source: Other specified injuries of abdomen, lower back and pelvis
de: Sonstige näher bezeichnete Verletzungen des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Autres lésions traumatiques précisées de l'abdomen, des lombes et du bassin
zh_cn: 腹部、下背和骨盆其他特指的损伤

# model:gnuhealth.pathology,name:S399
source: Unspecified injury of abdomen, lower back and pelvis
de: Nicht näher bezeichnete Verletzung des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Lésion traumatique de l'abdomen, des lombes et du bassin, sans précision
zh_cn: 腹部、下背和骨盆未特指的损伤

# model:gnuhealth.pathology,name:S40
source: Superficial injury of shoulder and upper arm
de: Oberflächliche Verletzung der Schulter und des Oberarmes
fr_fr: Lésion traumatique superficielle de l'épaule et du bras
zh_cn: 肩和上臂浅表损伤

# model:gnuhealth.pathology,name:S400
source: Contusion of shoulder and upper arm
de: Prellung der Schulter und des Oberarmes
fr_fr: Contusion de l'épaule et du bras
zh_cn: 肩和上臂挫伤

# model:gnuhealth.pathology,name:S407
source: Multiple superficial injuries of shoulder and upper arm
de: Multiple oberflächliche Verletzungen der Schulter und des Oberarmes
fr_fr: Lésions traumatiques superficielles multiples de l'épaule et du bras
zh_cn: 肩和上臂多处浅表损伤

# model:gnuhealth.pathology,name:S408
source: Other superficial injuries of shoulder and upper arm
de: Sonstige oberflächliche Verletzungen der Schulter und des Oberarmes
fr_fr: Autres lésions traumatiques superficielles de l'épaule et du bras
zh_cn: 肩和上臂其他浅表损伤

# model:gnuhealth.pathology,name:S409
source: Superficial injury of shoulder and upper arm, unspecified
de: Oberflächliche Verletzung der Schulter und des Oberarmes, nicht näher bezeichnet
fr_fr: Lésion traumatique superficielle de l'épaule et du bras, sans précision
zh_cn: 肩和上臂未特指的浅表损伤

# model:gnuhealth.pathology,name:S41
source: Open wound of shoulder and upper arm
de: Offene Wunde der Schulter und des Oberarmes
fr_fr: Plaie ouverte de l'épaule et du bras
zh_cn: 肩和上臂开放性伤口

# model:gnuhealth.pathology,name:S410
source: Open wound of shoulder
de: Offene Wunde der Schulter
fr_fr: Plaie ouverte de l'épaule
zh_cn: 肩开放性伤口

# model:gnuhealth.pathology,name:S411
source: Open wound of upper arm
de: Offene Wunde des Oberarmes
fr_fr: Plaie ouverte du bras
zh_cn: 上臂开放性伤口

# model:gnuhealth.pathology,name:S417
source: Multiple open wounds of shoulder and upper arm
de: Multiple offene Wunden der Schulter und des Oberarmes
fr_fr: Plaies ouvertes multiples de l'épaule et du bras
zh_cn: 肩和上臂多处开放性伤口

# model:gnuhealth.pathology,name:S418
source: Open wound of other and unspecified parts of shoulder girdle
de: Offene Wunde sonstiger und nicht näher bezeichneter Teile des Schultergürtels
fr_fr: Plaie ouverte de parties autres et non précisées de la ceinture scapulaire
zh_cn: 肩胛带其他和未特指部位的开放性伤口

# model:gnuhealth.pathology,name:S42
source: Fracture of shoulder and upper arm
de: Fraktur im Bereich der Schulter und des Oberarmes
fr_fr: Fracture de l'épaule et du bras
zh_cn: 肩和上臂骨折

# model:gnuhealth.pathology,name:S420
source: Fracture of clavicle
de: Fraktur der Klavikula
fr_fr: Fracture de la clavicule
zh_cn: 锁骨骨折

# model:gnuhealth.pathology,name:S421
source: Fracture of scapula
de: Fraktur der Skapula
fr_fr: Fracture de l'omoplate
zh_cn: 肩胛骨骨折

# model:gnuhealth.pathology,name:S422
source: Fracture of upper end of humerus
de: Fraktur des proximalen Endes des Humerus
fr_fr: Fracture de l'extrémité supérieure de l'humérus
zh_cn: 肱骨上端骨折

# model:gnuhealth.pathology,name:S423
source: Fracture of shaft of humerus
de: Fraktur des Humerusschaftes
fr_fr: Fracture de la diaphyse de l'humérus
zh_cn: 肱骨干骨折

# model:gnuhealth.pathology,name:S424
source: Fracture of lower end of humerus
de: Fraktur des distalen Endes des Humerus
fr_fr: Fracture de l'extrémité inférieure de l'humérus
zh_cn: 肱骨下端骨折

# model:gnuhealth.pathology,name:S427
source: Multiple fractures of clavicle, scapula and humerus
de: Multiple Frakturen der Klavikula, der Skapula und des Humerus
fr_fr: Fractures multiples de la clavicule, de l'omoplate et de l'humérus
zh_cn: 锁骨、肩胛骨和肱骨多处骨折

# model:gnuhealth.pathology,name:S428
source: Fracture of other parts of shoulder and upper arm
de: Fraktur sonstiger Teile der Schulter und des Oberarmes
fr_fr: Fracture d'autres parties de l'épaule et du bras
zh_cn: 肩和上臂其他部位的骨折

# model:gnuhealth.pathology,name:S429
source: Fracture of shoulder girdle, part unspecified
de: Fraktur des Schultergürtels, Teil nicht näher bezeichnet
fr_fr: Fracture de la ceinture scapulaire, partie non précisée
zh_cn: 肩胛带部位未特指的骨折

# model:gnuhealth.pathology,name:S43
source: Dislocation, sprain and strain of joints and ligaments of shoulder girdle
de: Luxation, Verstauchung und Zerrung von Gelenken und Bändern des Schultergürtels
fr_fr: Luxation, entorse et foulure des articulations et des ligaments de la ceinture scapulaire
zh_cn: 肩胛带关节和韧带脱位、扭伤和劳损

# model:gnuhealth.pathology,name:S430
source: Dislocation of shoulder joint
de: Luxation des Schultergelenkes
fr_fr: Luxation de l'articulation de l'épaule
zh_cn: 肩关节脱位

# model:gnuhealth.pathology,name:S431
source: Dislocation of acromioclavicular joint
de: Luxation des Akromioklavikulargelenkes
fr_fr: Luxation de l'articulation acromio-claviculaire
zh_cn: 肩锁关节脱位

# model:gnuhealth.pathology,name:S432
source: Dislocation of sternoclavicular joint
de: Luxation des Sternoklavikulargelenkes
fr_fr: Luxation de l'articulation sterno-claviculaire
zh_cn: 胸锁关节脱位

# model:gnuhealth.pathology,name:S433
source: Dislocation of other and unspecified parts of shoulder girdle
de: Luxation sonstiger und nicht näher bezeichneter Teile des Schultergürtels
fr_fr: Luxation de parties autres et non précisées de la ceinture scapulaire
zh_cn: 肩胛带其他和未特指部位的脱位

# model:gnuhealth.pathology,name:S434
source: Sprain and strain of shoulder joint
de: Verstauchung und Zerrung des Schultergelenkes
fr_fr: Entorse et foulure de l'articulation de l'épaule
zh_cn: 肩关节扭伤和劳损

# model:gnuhealth.pathology,name:S435
source: Sprain and strain of acromioclavicular joint
de: Verstauchung und Zerrung des Akromioklavikulargelenkes
fr_fr: Entorse et foulure de l'articulation acromio-claviculaire
zh_cn: 肩锁关节扭伤和劳损

# model:gnuhealth.pathology,name:S436
source: Sprain and strain of sternoclavicular joint
de: Verstauchung und Zerrung des Sternoklavikulargelenkes
fr_fr: Entorse et foulure de l'articulation sterno-claviculaire
zh_cn: 胸锁关节扭伤和劳损

# model:gnuhealth.pathology,name:S437
source: Sprain and strain of other and unspecified parts of shoulder girdle
de: Verstauchung und Zerrung sonstiger und nicht näher bezeichneter Teile des Schultergürtels
fr_fr: Entorse et foulure de parties autres et non précisées de la ceinture scapulaire
zh_cn: 肩胛带其他和未特指部位的扭伤和劳损

# model:gnuhealth.pathology,name:S44
source: Injury of nerves at shoulder and upper arm level
de: Verletzung von Nerven in Höhe der Schulter und des Oberarmes
fr_fr: Lésion traumatique de nerfs au niveau de l'épaule et du bras
zh_cn: 在肩和上臂水平的神经损伤

# model:gnuhealth.pathology,name:S440
source: Injury of ulnar nerve at upper arm level
de: Verletzung des N. ulnaris in Höhe des Oberarmes
fr_fr: Lésion traumatique du nerf cubital au niveau du bras
zh_cn: 在上臂水平的尺神经损伤

# model:gnuhealth.pathology,name:S441
source: Injury of median nerve at upper arm level
de: Verletzung des N. medianus in Höhe des Oberarmes
fr_fr: Lésion traumatique du nerf médian au niveau du bras
zh_cn: 在上臂水平的正中神经损伤

# model:gnuhealth.pathology,name:S442
source: Injury of radial nerve at upper arm level
de: Verletzung des N. radialis in Höhe des Oberarmes
fr_fr: Lésion traumatique du nerf radial au niveau du bras
zh_cn: 在上臂水平的桡神经损伤

# model:gnuhealth.pathology,name:S443
source: Injury of axillary nerve
de: Verletzung des N. axillaris
fr_fr: Lésion traumatique du nerf axillaire
zh_cn: 腋神经损伤

# model:gnuhealth.pathology,name:S444
source: Injury of musculocutaneous nerve
de: Verletzung des N. musculocutaneus
fr_fr: Lésion traumatique d'un nerf musculo-cutané
zh_cn: 肌皮神经损伤

# model:gnuhealth.pathology,name:S445
source: Injury of cutaneous sensory nerve at shoulder and upper arm level
de: Verletzung sensibler Hautnerven in Höhe der Schulter und des Oberarmes
fr_fr: Lésion traumatique d'un nerf cutané sensitif au niveau de l'épaule et du bras
zh_cn: 在肩和上臂水平的皮感觉神经损伤

# model:gnuhealth.pathology,name:S447
source: Injury of multiple nerves at shoulder and upper arm level
de: Verletzung mehrerer Nerven in Höhe der Schulter und des Oberarmes
fr_fr: Lésion traumatique de multiples nerfs au niveau de l'épaule et du bras
zh_cn: 在肩和上臂水平的多神经损伤

# model:gnuhealth.pathology,name:S448
source: Injury of other nerves at shoulder and upper arm level
de: Verletzung sonstiger Nerven in Höhe der Schulter und des Oberarmes
fr_fr: Lésion traumatique d'autres nerfs au niveau de l'épaule et du bras
zh_cn: 在肩和上臂水平的其他神经损伤

# model:gnuhealth.pathology,name:S449
source: Injury of unspecified nerve at shoulder and upper arm level
de: Verletzung eines nicht näher bezeichneten Nervs in Höhe der Schulter und des Oberarmes
fr_fr: Lésion traumatique d'un nerf non précisé, au niveau de l'épaule et du bras
zh_cn: 在肩和上臂水平的未特指神经的损伤

# model:gnuhealth.pathology,name:S45
source: Injury of blood vessels at shoulder and upper arm level
de: Verletzung von Blutgefäßen in Höhe der Schulter und des Oberarmes
fr_fr: Lésion des vaisseaux sanguins au niveau de l'épaule et du bras
zh_cn: 在肩和上臂水平的血管损伤

# model:gnuhealth.pathology,name:S450
source: Injury of axillary artery
de: Verletzung der A. axillaris
fr_fr: Lésion traumatique de l'artère axillaire
zh_cn: 腋动脉损伤

# model:gnuhealth.pathology,name:S451
source: Injury of brachial artery
de: Verletzung der A. brachialis
fr_fr: Lésion traumatique de l'artère brachiale
zh_cn: 肱动脉损伤

# model:gnuhealth.pathology,name:S452
source: Injury of axillary or brachial vein
de: Verletzung der V. axillaris oder der V. brachialis
fr_fr: Lésion traumatique de la veine axillaire et brachiale
zh_cn: 腋或肱静脉损伤

# model:gnuhealth.pathology,name:S453
source: Injury of superficial vein at shoulder and upper arm level
de: Verletzung oberflächlicher Venen in Höhe der Schulter und des Oberarmes
fr_fr: Lésion traumatique d'une veine superficielle au niveau de l'épaule et du bras
zh_cn: 在肩和上臂水平的浅表静脉损伤

# model:gnuhealth.pathology,name:S457
source: Injury of multiple blood vessels at shoulder and upper arm level
de: Verletzung mehrerer Blutgefäße in Höhe der Schulter und des Oberarmes
fr_fr: Lésion traumatique de multiples vaisseaux sanguins au niveau de l'épaule et du bras
zh_cn: 在肩和上臂水平的多处血管损伤

# model:gnuhealth.pathology,name:S458
source: Injury of other blood vessels at shoulder and upper arm level
de: Verletzung sonstiger Blutgefäße in Höhe der Schulter und des Oberarmes
fr_fr: Lésion traumatique d'autres vaisseaux sanguins au niveau de l'épaule et du bras
zh_cn: 在肩和上臂水平的其他血管损伤

# model:gnuhealth.pathology,name:S459
source: Injury of unspecified blood vessel at shoulder and upper arm level
de: Verletzung eines nicht näher bezeichneten Blutgefäßes in Höhe der Schulter und des Oberarmes
fr_fr: Lésion traumatique d'un vaisseau sanguin non précisé, au niveau de l'épaule et du bras
zh_cn: 在肩和上臂水平的未特指血管的损伤

# model:gnuhealth.pathology,name:S46
source: Injury of muscle and tendon at shoulder and upper arm level
de: Verletzung von Muskeln und Sehnen in Höhe der Schulter und des Oberarmes
fr_fr: Lésion traumatique de muscles et de tendons au niveau de l'épaule et du bras
zh_cn: 在肩和上臂水平的肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S460
source: Injury of muscle(s) and tendon(s) of the rotator cuff of shoulder
de: Verletzung der Muskeln und der Sehnen der Rotatorenmanschette
zh_cn: 肩回旋套肌腱损伤

# model:gnuhealth.pathology,name:S461
source: Injury of muscle and tendon of long head of biceps
de: Verletzung des Muskels und der Sehne des Caput longum des M. biceps brachii
fr_fr: Lésion traumatique du muscle et du tendon du long biceps
zh_cn: 二头肌长头肌肉和肌腱损伤
