Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:D596
source: Haemoglobinuria due to haemolysis from other external causes
de: Hämoglobinurie durch Hämolyse infolge sonstiger äußerer Ursachen
fr_fr: Hémoglobinurie due à une hémolyse relevant d'autres causes externes
zh_cn: 其他外因性溶血症引起的血红蛋白尿

# model:gnuhealth.pathology,name:D598
source: Other acquired haemolytic anaemias
de: Sonstige erworbene hämolytische Anämien
fr_fr: Autres anémies hémolytiques acquises
zh_cn: 其他后天性溶血性贫血

# model:gnuhealth.pathology,name:D599
source: Acquired haemolytic anaemia, unspecified
de: Erworbene hämolytische Anämie, nicht näher bezeichnet
fr_fr: Anémie hémolytique acquise, sans précision
zh_cn: 未特指的后天性溶血性贫血

# model:gnuhealth.pathology,name:D60
source: Acquired pure red cell aplasia [erythroblastopenia]
de: Erworbene isolierte aplastische Anämie [Erythroblastopenie] [pure red cell aplasia]
fr_fr: Aplasie médullaire acquise pure [érythroblastopénie]
zh_cn: 后天性纯红细胞再生障碍[幼红细胞减少症]

# model:gnuhealth.pathology,name:D600
source: Chronic acquired pure red cell aplasia
de: Chronische erworbene isolierte aplastische Anämie
fr_fr: Aplasie médullaire acquise pure, chronique
zh_cn: 慢性后天性纯红细胞再生障碍

# model:gnuhealth.pathology,name:D601
source: Transient acquired pure red cell aplasia
de: Transitorische erworbene isolierte aplastische Anämie
fr_fr: Aplasie médullaire acquise pure, transitoire
zh_cn: 短暂后天性纯红细胞再生障碍

# model:gnuhealth.pathology,name:D608
source: Other acquired pure red cell aplasias
de: Sonstige erworbene isolierte aplastische Anämien
fr_fr: Autres aplasies médullaires acquises pures
zh_cn: 其他后天性纯红细胞再生障碍

# model:gnuhealth.pathology,name:D609
source: Acquired pure red cell aplasia, unspecified
de: Erworbene isolierte aplastische Anämie, nicht näher bezeichnet
fr_fr: Aplasie médullaire acquise pure, sans précision
zh_cn: 未特指的后天性纯红细胞再生障碍

# model:gnuhealth.pathology,name:D61
source: Other aplastic anaemias
de: Sonstige aplastische Anämien
fr_fr: Autres aplasies médullaires
zh_cn: 其他再生障碍性贫血

# model:gnuhealth.pathology,name:D610
source: Constitutional aplastic anaemia
de: Angeborene aplastische Anämie
fr_fr: Aplasie médullaire constitutionnelle
zh_cn: 体质性再生障碍性贫血

# model:gnuhealth.pathology,name:D611
source: Drug-induced aplastic anaemia
de: Arzneimittelinduzierte aplastische Anämie
fr_fr: Aplasie médullaire médicamenteuse
zh_cn: 药物性再生障碍性贫血

# model:gnuhealth.pathology,name:D612
source: Aplastic anaemia due to other external agents
de: Aplastische Anämie infolge sonstiger äußerer Ursachen
fr_fr: Aplasie médullaire due à d'autres agents externes
zh_cn: 其他外因引起的再生障碍性贫血

# model:gnuhealth.pathology,name:D613
source: Idiopathic aplastic anaemia
de: Idiopathische aplastische Anämie
fr_fr: Aplasie médullaire idiopathique
zh_cn: 特发性再生障碍性贫血

# model:gnuhealth.pathology,name:D618
source: Other specified aplastic anaemias
de: Sonstige näher bezeichnete aplastische Anämien
fr_fr: Autres aplasies médullaires précisées
zh_cn: 其他特指的再生障碍性贫血

# model:gnuhealth.pathology,name:D619
source: Aplastic anaemia, unspecified
de: Aplastische Anämie, nicht näher bezeichnet
fr_fr: Aplasie médullaire, sans précision
zh_cn: 未特指的再生障碍性贫血

# model:gnuhealth.pathology,name:D62
source: Acute posthaemorrhagic anaemia
de: Akute Blutungsanämie
fr_fr: Anémie posthémorragique aiguë
zh_cn: 急性出血后贫血

# model:gnuhealth.pathology,name:D63
source: Anaemia in chronic diseases classified elsewhere
de: Anämie bei chronischen, anderenorts klassifizierten Krankheiten
fr_fr: Anémie au cours de maladies chroniques classées ailleurs
zh_cn: 分类于他处的慢性疾病引起的贫血

# model:gnuhealth.pathology,name:D630
source: Anaemia in neoplastic disease
de: Anämie bei Neubildungen
fr_fr: Anémie au cours de maladies tumorales (C00-D48+)
zh_cn: 肿瘤引起的贫血(C00-D48+)

# model:gnuhealth.pathology,name:D631
source: Anaemia in other chronic diseases classified elsewhere
de: Anämie bei anderen chronischen, anderenorts klassifizierten Krankheiten
fr_fr: L'anémie chez les autres maladies chroniques classifiées ailleurs
zh_cn: 其他地方分类为其他慢性疾病的贫血

# model:gnuhealth.pathology,name:D638
source: Anaemia in other chronic diseases classified elsewhere
de: Anämie bei sonstigen chronischen, anderenorts klassifizierten Krankheiten
zh_cn: 分类于他处的其他慢性疾病引起的贫血

# model:gnuhealth.pathology,name:D64
source: Other anaemias
de: Sonstige Anämien
fr_fr: Autres anémies
zh_cn: 其他贫血

# model:gnuhealth.pathology,name:D640
source: Hereditary sideroblastic anaemia
de: Hereditäre sideroachrestische [sideroblastische] Anämie
fr_fr: Anémie sidéroblastique héréditaire
zh_cn: 遗传性铁粒幼细胞贫血

# model:gnuhealth.pathology,name:D641
source: Secondary sideroblastic anaemia due to disease
de: Sekundäre sideroachrestische [sideroblastische] Anämie (krankheitsbedingt)
fr_fr: Anémie sidéroblastique secondaire, due à une maladie
zh_cn: 由疾病引起的继发性铁粒幼细胞贫血

# model:gnuhealth.pathology,name:D642
source: Secondary sideroblastic anaemia due to drugs and toxins
de: Sekundäre sideroachrestische [sideroblastische] Anämie durch Arzneimittel oder Toxine
fr_fr: Anémie sidéroblastique secondaire, due à des médicaments et des toxines
zh_cn: 由药物和中毒引起的继发性铁粒幼细胞贫血

# model:gnuhealth.pathology,name:D643
source: Other sideroblastic anaemias
de: Sonstige sideroachrestische [sideroblastische] Anämien
fr_fr: Autres anémies sidéroblastiques
zh_cn: 其他铁粒幼细胞贫血

# model:gnuhealth.pathology,name:D644
source: Congenital dyserythropoietic anaemia
de: Kongenitale dyserythropoetische Anämie
fr_fr: Anémie dysérythropoïétique congénitale
zh_cn: 先天性红细胞生成不良性贫血

# model:gnuhealth.pathology,name:D648
source: Other specified anaemias
de: Sonstige näher bezeichnete Anämien
fr_fr: Autres anémies précisées
zh_cn: 其他特指的贫血

# model:gnuhealth.pathology,name:D649
source: Anaemia, unspecified
de: Anämie, nicht näher bezeichnet
fr_fr: Anémie, sans précision
zh_cn: 未特指的贫血

# model:gnuhealth.pathology,name:D65
source: Disseminated intravascular coagulation [defibrination syndrome]
de: Disseminierte intravasale Gerinnung [Defibrinationssyndrom]
fr_fr: Coagulation intravasculaire disséminée [syndrome de défibrination]
zh_cn: 播散性血管内凝血[去纤维蛋白综合征]

# model:gnuhealth.pathology,name:D66
source: Hereditary factor VIII deficiency
de: Hereditärer Faktor-VIII-Mangel
fr_fr: Carence héréditaire en facteur VIII
zh_cn: 遗传性因子Ⅶ缺乏

# model:gnuhealth.pathology,name:D67
source: Hereditary factor IX deficiency
de: Hereditärer Faktor-IX-Mangel
fr_fr: Carence héréditaire en facteur IX
zh_cn: 遗传性因子lX缺乏

# model:gnuhealth.pathology,name:D68
source: Other coagulation defects
de: Sonstige Koagulopathien
fr_fr: Autres anomalies de la coagulation
zh_cn: 其他凝血缺陷

# model:gnuhealth.pathology,name:D680
source: Von Willebrand disease
de: Willebrand-Jürgens-Syndrom
zh_cn: 冯·维勒布兰德病

# model:gnuhealth.pathology,name:D681
source: Hereditary factor XI deficiency
de: Hereditärer Faktor-XI-Mangel
fr_fr: Carence héréditaire en facteur XI
zh_cn: 遗传性因子Ⅺ缺乏

# model:gnuhealth.pathology,name:D682
source: Hereditary deficiency of other clotting factors
de: Hereditärer Mangel an sonstigen Gerinnungsfaktoren
fr_fr: Carence héréditaire en autres facteurs de coagulation
zh_cn: 其他凝血因子的遗传性缺乏

# model:gnuhealth.pathology,name:D683
source: Haemorrhagic disorder due to circulating anticoagulants
de: Hämorrhagische Diathese durch Antikoagulanzien und Antikörper
fr_fr: Troubles hémorragiques dus à des anticoagulants circulants
zh_cn: 循环抗凝物引起的出血性疾患

# model:gnuhealth.pathology,name:D684
source: Acquired coagulation factor deficiency
de: Erworbener Mangel an Gerinnungsfaktoren
fr_fr: Carence acquise en facteur de coagulation
zh_cn: 后天性凝血因子缺乏

# model:gnuhealth.pathology,name:D685
source: Primary thrombophilia
de: Primäre Thrombophilie
zh_cn: 原发性血栓形成倾向

# model:gnuhealth.pathology,name:D686
source: Other thrombophilia
de: Sonstige Thrombophilien
zh_cn: 其他血栓形成倾向

# model:gnuhealth.pathology,name:D688
source: Other specified coagulation defects
de: Sonstige näher bezeichnete Koagulopathien
fr_fr: Autres anomalies précisées de la coagulation
zh_cn: 其他特指的凝血缺陷

# model:gnuhealth.pathology,name:D689
source: Coagulation defect, unspecified
de: Koagulopathie, nicht näher bezeichnet
fr_fr: Anomalie de la coagulation, sans précision
zh_cn: 未特指的凝血缺陷

# model:gnuhealth.pathology,name:D69
source: Purpura and other haemorrhagic conditions
de: Purpura und sonstige hämorrhagische Diathesen
fr_fr: Purpura et autres affections hémorragiques
zh_cn: 紫癜和其他出血性情况

# model:gnuhealth.pathology,name:D690
source: Allergic purpura
de: Purpura anaphylactoides
fr_fr: Purpura allergique
zh_cn: 变应性[过敏性]紫癜

# model:gnuhealth.pathology,name:D691
source: Qualitative platelet defects
de: Qualitative Thrombozytendefekte
fr_fr: Modifications qualitatives des plaquettes
zh_cn: 血小板质量缺陷

# model:gnuhealth.pathology,name:D692
source: Other nonthrombocytopenic purpura
de: Sonstige nichtthrombozytopenische Purpura
fr_fr: Autres purpuras non thrombopéniques
zh_cn: 其他非血小板减少性紫癜

# model:gnuhealth.pathology,name:D693
source: Idiopathic thrombocytopenic purpura
de: Idiopathische thrombozytopenische Purpura
fr_fr: Purpura thrombopénique idiopathique
zh_cn: 特发性血小板减少性紫癜

# model:gnuhealth.pathology,name:D694
source: Other primary thrombocytopenia
de: Sonstige primäre Thrombozytopenie
fr_fr: Autres thrombopénies primaires
zh_cn: 其他原发性血小板减少

# model:gnuhealth.pathology,name:D695
source: Secondary thrombocytopenia
de: Sekundäre Thrombozytopenie
fr_fr: Thrombopénie secondaire
zh_cn: 继发性血小板减少

# model:gnuhealth.pathology,name:D696
source: Thrombocytopenia, unspecified
de: Thrombozytopenie, nicht näher bezeichnet
fr_fr: Thrombopénie, sans précision
zh_cn: 未特指的血小板减少

# model:gnuhealth.pathology,name:D698
source: Other specified haemorrhagic conditions
de: Sonstige näher bezeichnete hämorrhagische Diathesen
fr_fr: Autres affections hémorragiques précisées
zh_cn: 其他特指的出血性情况

# model:gnuhealth.pathology,name:D699
source: Haemorrhagic condition, unspecified
de: Hämorrhagische Diathese, nicht näher bezeichnet
fr_fr: Affection hémorragique, sans précision
zh_cn: 未特指的出血性情况

# model:gnuhealth.pathology,name:D70
source: Agranulocytosis
de: Agranulozytose
fr_fr: Agranulocytose
zh_cn: 粒细胞缺乏

# model:gnuhealth.pathology,name:D71
source: Functional disorders of polymorphonuclear neutrophils
de: Funktionelle Störungen der neutrophilen Granulozyten
fr_fr: Anomalies fonctionnelles des granulocytes neutrophiles
zh_cn: 多形核中性粒细胞的功能紊乱

# model:gnuhealth.pathology,name:D72
source: Other disorders of white blood cells
de: Sonstige Krankheiten der Leukozyten
fr_fr: Autres anomalies des leucocytes
zh_cn: 其他白细胞疾患

# model:gnuhealth.pathology,name:D720
source: Genetic anomalies of leukocytes
de: Genetisch bedingte Leukozytenanomalien
fr_fr: Anomalies génétiques des leucocytes
zh_cn: 白细胞遗传性异常

# model:gnuhealth.pathology,name:D721
source: Eosinophilia
de: Eosinophilie
fr_fr: Eosinophilie
zh_cn: 嗜酸粒细胞增多

# model:gnuhealth.pathology,name:D728
source: Other specified disorders of white blood cells
de: Sonstige näher bezeichnete Krankheiten der Leukozyten
fr_fr: Autres anomalies précisées des leucocytes
zh_cn: 白细胞的其他特指疾患

# model:gnuhealth.pathology,name:D729
source: Disorder of white blood cells, unspecified
de: Krankheit der Leukozyten, nicht näher bezeichnet
fr_fr: Anomalie des leucocytes, sans précision
zh_cn: 未特指的白细胞疾患

# model:gnuhealth.pathology,name:D73
source: Diseases of spleen
de: Krankheiten der Milz
fr_fr: Maladies de la rate
zh_cn: 脾疾病

# model:gnuhealth.pathology,name:D730
source: Hyposplenism
de: Hyposplenismus
fr_fr: Hyposplénisme
zh_cn: 脾功能减退症

# model:gnuhealth.pathology,name:D731
source: Hypersplenism
de: Hypersplenismus
fr_fr: Hypersplénisme
zh_cn: 脾功能亢进

# model:gnuhealth.pathology,name:D732
source: Chronic congestive splenomegaly
de: Chronisch-kongestive Splenomegalie
fr_fr: Splénomégalie congestive chronique
zh_cn: 慢性充血性脾大

# model:gnuhealth.pathology,name:D733
source: Abscess of spleen
de: Abszess der Milz
fr_fr: Abcès de la rate
zh_cn: 脾脓肿

# model:gnuhealth.pathology,name:D734
source: Cyst of spleen
de: Zyste der Milz
fr_fr: Kyste de la rate
zh_cn: 脾囊肿

# model:gnuhealth.pathology,name:D735
source: Infarction of spleen
de: Infarzierung der Milz
fr_fr: Infarctus de la rate
zh_cn: 脾梗死

# model:gnuhealth.pathology,name:D738
source: Other diseases of spleen
de: Sonstige Krankheiten der Milz
fr_fr: Autres maladies de la rate
zh_cn: 脾的其他疾病

# model:gnuhealth.pathology,name:D739
source: Disease of spleen, unspecified
de: Krankheit der Milz, nicht näher bezeichnet
fr_fr: Maladie de la rate, sans précision
zh_cn: 未特指的脾疾病

# model:gnuhealth.pathology,name:D74
source: Methaemoglobinaemia
de: Methämoglobinämie
fr_fr: Méthémoglobinémie
zh_cn: 高铁血红蛋白血症

# model:gnuhealth.pathology,name:D740
source: Congenital methaemoglobinaemia
de: Angeborene Methämoglobinämie
fr_fr: Méthémoglobinémie congénitale
zh_cn: 先天性高铁血红蛋白血症

# model:gnuhealth.pathology,name:D748
source: Other methaemoglobinaemias
de: Sonstige Methämoglobinämien
fr_fr: Autres méthémoglobinémies
zh_cn: 其他高铁血红蛋白血症

# model:gnuhealth.pathology,name:D749
source: Methaemoglobinaemia, unspecified
de: Methämoglobinämie, nicht näher bezeichnet
fr_fr: Méthémoglobinémie, sans précision
zh_cn: 未特指的高铁血红蛋白血症

# model:gnuhealth.pathology,name:D75
source: Other diseases of blood and blood-forming organs
de: Sonstige Krankheiten des Blutes und der blutbildenden Organe
fr_fr: Autres maladies du sang et des organes hématopoïétiques
zh_cn: 血液和造血器官的其他疾病

# model:gnuhealth.pathology,name:D750
source: Familial erythrocytosis
de: Familiäre Erythrozytose
fr_fr: Erythrocytose familiale
zh_cn: 家族性红细胞增多症

# model:gnuhealth.pathology,name:D751
source: Secondary polycythaemia
de: Sekundäre Polyglobulie [Polyzythämie]
fr_fr: Polycythémie secondaire
zh_cn: 继发性红细胞增多症

# model:gnuhealth.pathology,name:D752
source: Essential thrombocytosis
de: Essentielle Thrombozytose
fr_fr: Thrombocytose essentielle
zh_cn: 特发性血小板增多症

# model:gnuhealth.pathology,name:D758
source: Other specified diseases of blood and blood-forming organs
de: Sonstige näher bezeichnete Krankheiten des Blutes und der blutbildenden Organe
fr_fr: Autres maladies précisées du sang et des organes hématopoïétiques
zh_cn: 血液和造血器官其他特指的疾病

# model:gnuhealth.pathology,name:D759
source: Disease of blood and blood-forming organs, unspecified
de: Krankheit des Blutes und der blutbildenden Organe, nicht näher bezeichnet
fr_fr: Maladie du sang et des organes hématopoïétiques, sans précision
zh_cn: 血液和造血器官未特指的疾病

# model:gnuhealth.pathology,name:D76
source: Other specified diseases with participation of lymphoreticular and reticulohistiocytic tissue
de: Sonstige näher bezeichnete Krankheiten mit Beteiligung des lymphoretikulären Gewebes und des retikulohistiozytären Systems
zh_cn: 与淋巴网状组织和网状组织细胞系统的某些疾病

# model:gnuhealth.pathology,name:D760
source: Langerhans' cell histiocytosis, not elsewhere classified
de: Langerhans-Zell-Histiozytose, anderenorts nicht klassifiziert
fr_fr: Histiocytose des cellules de Langerhans, non classée ailleurs
zh_cn: 朗格汉斯细胞的组织细胞增多症，不可归类在他处者

# model:gnuhealth.pathology,name:D761
source: Haemophagocytic lymphohistiocytosis
de: Hämophagozytäre Lymphohistiozytose
fr_fr: Lymphohistiocytose hémophagocytaire
zh_cn: 噬红细胞性淋巴细胞与组织细胞增多症

# model:gnuhealth.pathology,name:D762
source: Haemophagocytic syndrome, infection-associated
de: Hämophagozytäres Syndrom bei Infektionen
fr_fr: Syndrome hémophagocytaire associé à une infection
zh_cn: 噬红细胞综合征，与感染有关的

# model:gnuhealth.pathology,name:D763
source: Other histiocytosis syndromes
de: Sonstige Histiozytose-Syndrome
fr_fr: Autres syndromes histiocytaires
zh_cn: 其他组织细胞增多综合征

# model:gnuhealth.pathology,name:D77
source: Other disorders of blood and blood-forming organs in diseases classified elsewhere
de: Sonstige Krankheiten des Blutes und der blutbildenden Organe bei anderenorts klassifizierten Krankheiten
fr_fr: Autres maladies du sang et des organes hématopoïétiques au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的血液和造血器官的其他疾患

# model:gnuhealth.pathology,name:D80
source: Immunodeficiency with predominantly antibody defects
de: Immundefekt mit vorherrschendem Antikörpermangel
fr_fr: Déficit immunitaire avec déficit prédominant de la production d'anticorps
zh_cn: 抗体缺陷为主的免疫缺陷

# model:gnuhealth.pathology,name:D800
source: Hereditary hypogammaglobulinaemia
de: Hereditäre Hypogammaglobulinämie
fr_fr: Hypogammaglobulinémie héréditaire
zh_cn: 遗传性低丙球蛋白血症

# model:gnuhealth.pathology,name:D801
source: Nonfamilial hypogammaglobulinaemia
de: Nichtfamiliäre Hypogammaglobulinämie
fr_fr: Hypogammaglobulinémie non familiale
zh_cn: 非家族性低丙球蛋白血症

# model:gnuhealth.pathology,name:D802
source: Selective deficiency of immunoglobulin A [IgA]
de: Selektiver Immunglobulin-A-Mangel [IgA-Mangel]
fr_fr: Déficit sélectif en immunoglobuline A [IgA]
zh_cn: 免疫球蛋白A[IgA]的选择性缺乏

# model:gnuhealth.pathology,name:D803
source: Selective deficiency of immunoglobulin G [IgG] subclasses
de: Selektiver Mangel an Immunglobulin-G-Subklassen [IgG-Subklassen]
fr_fr: Déficit sélectif en sous-classes d'immunoglobulines G [IgG]
zh_cn: 免疫球蛋白G[IgG]亚类的选择性缺乏

# model:gnuhealth.pathology,name:D804
source: Selective deficiency of immunoglobulin M [IgM]
de: Selektiver Immunglobulin-M-Mangel [IgM-Mangel]
fr_fr: Déficit sélectif en immunoglobuline M [IgM]
zh_cn: 免疫球蛋白M[IgM]的选择性缺乏

# model:gnuhealth.pathology,name:D805
source: Immunodeficiency with increased immunoglobulin M [IgM]
de: Immundefekt bei erhöhtem Immunglobulin M [IgM]
fr_fr: Déficit immunitaire avec augmentation de l'immunoglobuline M [IgM]
zh_cn: 伴有免疫球蛋白M[IgM]增多的免疫缺陷

# model:gnuhealth.pathology,name:D806
source: Antibody deficiency with near-normal immunoglobulins or with hyperimmunoglobulinaemia
de: Antikörpermangel bei Normo- oder Hypergammaglobulinämie
fr_fr: Déficit en anticorps avec immunoglobulines presque normales ou avec hyperimmunoglobinémie
zh_cn: 伴有接近正常的免疫球蛋白或伴有高免疫球蛋白血症的抗体缺陷

# model:gnuhealth.pathology,name:D807
source: Transient hypogammaglobulinaemia of infancy
de: Transitorische Hypogammaglobulinämie im Kindesalter
fr_fr: Hypogammaglobulinémie transitoire du nourrisson
zh_cn: 婴儿期短暂性低丙球蛋白血症

# model:gnuhealth.pathology,name:D808
source: Other immunodeficiencies with predominantly antibody defects
de: Sonstige Immundefekte mit vorherrschendem Antikörpermangel
fr_fr: Autres déficits immunitaires avec déficit prédominant de la production d'anticorps
zh_cn: 抗体缺陷为主的其他免疫缺陷

# model:gnuhealth.pathology,name:D809
source: Immunodeficiency with predominantly antibody defects, unspecified
de: Immundefekt mit vorherrschendem Antikörpermangel, nicht näher bezeichnet
fr_fr: Déficit immunitaire avec déficit prédominant de la production d'anticorps, sans précision
zh_cn: 抗体缺陷为主的未特指的免疫缺陷

# model:gnuhealth.pathology,name:D81
source: Combined immunodeficiencies
de: Kombinierte Immundefekte
fr_fr: Déficits immunitaires combinés
zh_cn: 联合免疫缺陷

# model:gnuhealth.pathology,name:D810
source: Severe combined immunodeficiency [SCID] with reticular dysgenesis
de: Schwerer kombinierter Immundefekt [SCID] mit retikulärer Dysgenesie
fr_fr: Déficit immunitaire combiné sévère [DICS] avec dysgénésie réticulaire
zh_cn: 重症联合免疫缺陷[SCID]伴有网状组织发育不全

# model:gnuhealth.pathology,name:D811
source: Severe combined immunodeficiency [SCID] with low T- and B-cell numbers
de: Schwerer kombinierter Immundefekt [SCID] mit niedriger T- und B-Zellen-Zahl
fr_fr: Déficit immunitaire combiné sévère [DICS] avec nombre faible de cellules B et T
zh_cn: 重症联合免疫缺陷[SClD]伴有低数量的T和B细胞

# model:gnuhealth.pathology,name:D812
source: Severe combined immunodeficiency [SCID] with low or normal B-cell numbers
de: Schwerer kombinierter Immundefekt [SCID] mit niedriger oder normaler B-Zellen-Zahl
fr_fr: Déficit immunitaire combiné sévère [DICS] avec nombre faible ou normal de cellules B
zh_cn: 重症联合免疫缺陷[SCID]伴有低或正常数量的B细胞

# model:gnuhealth.pathology,name:D813
source: Adenosine deaminase [ADA] deficiency
de: Adenosindesaminase[ADA]-Mangel
fr_fr: Déficit en adénosine désaminase [ADA]
zh_cn: 腺苷脱氨酶[ADA]缺乏

# model:gnuhealth.pathology,name:D814
source: Nezelof syndrome
de: Nezelof-Syndrom
zh_cn: 奈泽洛夫综合征

# model:gnuhealth.pathology,name:D815
source: Purine nucleoside phosphorylase [PNP] deficiency
de: Purinnukleosid-Phosphorylase[PNP]-Mangel
fr_fr: Déficit en purine nucléoside phosphorylase [PNP]
zh_cn: 嘌呤核苷磷酸化酶[PNP]缺乏

# model:gnuhealth.pathology,name:D816
source: Major histocompatibility complex class I deficiency
de: Haupthistokompatibilitäts-Komplex-Klasse-I-Defekt [MHC-Klasse-I-Defekt]
fr_fr: Déficit en complexe majeur d'histocompatibilité classe I
zh_cn: 主要组织相容性复合体一级缺乏

# model:gnuhealth.pathology,name:D817
source: Major histocompatibility complex class II deficiency
de: Haupthistokompatibilitäts-Komplex-Klasse-II-Defekt [MHC-Klasse-II-Defekt]
fr_fr: Déficit en complexe majeur d'histocompatibilité classe II
zh_cn: 主要组织相容性复合体二级缺乏

# model:gnuhealth.pathology,name:D818
source: Other combined immunodeficiencies
de: Sonstige kombinierte Immundefekte
fr_fr: Autres déficits immunitaires combinés
zh_cn: 其他联合免疫缺陷

# model:gnuhealth.pathology,name:D819
source: Combined immunodeficiency, unspecified
de: Kombinierter Immundefekt, nicht näher bezeichnet
fr_fr: Déficit immunitaire combiné, sans précision
zh_cn: 未特指的联合免疫缺陷

# model:gnuhealth.pathology,name:D82
source: Immunodeficiency associated with other major defects
de: Immundefekt in Verbindung mit anderen schweren Defekten
fr_fr: Déficit immunitaire associé à d'autres anomalies majeures
zh_cn: 与其他严重缺陷有关的免疫缺陷

# model:gnuhealth.pathology,name:D820
source: Wiskott-Aldrich syndrome
de: Wiskott-Aldrich-Syndrom
fr_fr: Syndrome de Wiskott-Aldrich
zh_cn: 威斯科特-奥尔德里奇综合征

# model:gnuhealth.pathology,name:D821
source: Di George syndrome
de: Di-George-Syndrom
zh_cn: 迪格奥尔格综合征

# model:gnuhealth.pathology,name:D822
source: Immunodeficiency with short-limbed stature
de: Immundefekt mit disproportioniertem Kleinwuchs
fr_fr: Déficit immunitaire avec micromélie
zh_cn: 免疫缺陷伴有短肢身材

# model:gnuhealth.pathology,name:D823
source: Immunodeficiency following hereditary defective response to Epstein-Barr virus
de: Immundefekt mit hereditär defekter Reaktion auf Epstein-Barr-Virus
fr_fr: Déficit immunitaire avec réponse héréditaire anormale au virus d'Epstein-Barr
zh_cn: EB病毒遗传缺陷反应后的免疫缺陷

# model:gnuhealth.pathology,name:D824
source: Hyperimmunoglobulin E [IgE] syndrome
de: Hyperimmunglobulin-E[IgE]-Syndrom
fr_fr: Syndrome d'hyperimmunoglobuline E [IgE]
zh_cn: 高免疫球蛋白E[IgE]综合征

# model:gnuhealth.pathology,name:D828
source: Immunodeficiency associated with other specified major defects
de: Immundefekte in Verbindung mit anderen näher bezeichneten schweren Defekten
fr_fr: Déficit immunitaire associé à d'autres anomalies majeures précisées
zh_cn: 与其他特指的严重缺陷有关的免疫缺陷

# model:gnuhealth.pathology,name:D829
source: Immunodeficiency associated with major defect, unspecified
de: Immundefekt in Verbindung mit schwerem Defekt, nicht näher bezeichnet
fr_fr: Déficit immunitaire associé à une anomalie majeure, sans précision
zh_cn: 与未特指的严重缺陷有关的免疫缺陷

# model:gnuhealth.pathology,name:D83
source: Common variable immunodeficiency
de: Variabler Immundefekt [common variable immunodeficiency]
fr_fr: Déficit immunitaire commun variable
zh_cn: 常见变异型免疫缺陷

# model:gnuhealth.pathology,name:D830
source: Common variable immunodeficiency with predominant abnormalities of B-cell numbers and function
de: Variabler Immundefekt mit überwiegenden Abweichungen der B-Zellen-Zahl und -Funktion
fr_fr: Déficit immunitaire commun variable avec anomalies prédominantes du nombre et de la fonction des lymphocytes B
zh_cn: 常见变异型免疫缺陷伴有显著的B细胞数量和功能异常

# model:gnuhealth.pathology,name:D831
source: Common variable immunodeficiency with predominant immunoregulatory T-cell disorders
de: Variabler Immundefekt mit überwiegenden immunregulatorischen T-Zell-Störungen
fr_fr: Déficit immunitaire commun variable avec anomalies prédominantes des lymphocytes T immunorégulateurs
zh_cn: 常见变异型免疫缺陷伴有显著的免疫调节的T细胞疾患
