Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Q24
source: Other congenital malformations of heart
de: Sonstige angeborene Fehlbildungen des Herzens
fr_fr: Autres malformations congénitales cardiaques
zh_cn: 心脏的其他先天性畸形

# model:gnuhealth.pathology,name:Q240
source: Dextrocardia
de: Dextrokardie
fr_fr: Dextrocardie
zh_cn: 右位心

# model:gnuhealth.pathology,name:Q241
source: Laevocardia
de: Lävokardie
zh_cn: 左位心

# model:gnuhealth.pathology,name:Q243
source: Pulmonary infundibular stenosis
de: Infundibuläre Pulmonalstenose
fr_fr: Sténose de l'infundibulum pulmonaire
zh_cn: 肺动脉漏斗部狭窄

# model:gnuhealth.pathology,name:Q244
source: Congenital subaortic stenosis
de: Angeborene subvalvuläre Aortenstenose
fr_fr: Sténose sous-aortique congénitale
zh_cn: 先天性主动脉下狭窄

# model:gnuhealth.pathology,name:Q245
source: Malformation of coronary vessels
de: Fehlbildung der Koronargefäße
fr_fr: Malformation des vaisseaux coronaires
zh_cn: 冠状血管畸形

# model:gnuhealth.pathology,name:Q246
source: Congenital heart block
de: Angeborener Herzblock
fr_fr: Bloc congénital du cœur
zh_cn: 先天性心脏传导阻滞

# model:gnuhealth.pathology,name:Q248
source: Other specified congenital malformations of heart
de: Sonstige näher bezeichnete angeborene Fehlbildungen des Herzens
fr_fr: Autres malformations cardiaques congénitales précisées
zh_cn: 心脏其他特指的先天性畸形

# model:gnuhealth.pathology,name:Q249
source: Congenital malformation of heart, unspecified
de: Angeborene Fehlbildung des Herzens, nicht näher bezeichnet
zh_cn: 未特指的先天性心脏畸形

# model:gnuhealth.pathology,name:Q25
source: Congenital malformations of great arteries
de: Angeborene Fehlbildungen der großen Arterien
fr_fr: Malformations congénitales des gros vaisseaux
zh_cn: 大动脉先天性畸形

# model:gnuhealth.pathology,name:Q250
source: Patent ductus arteriosus
de: Offener Ductus arteriosus
fr_fr: Perméabilité du canal artériel
zh_cn: 动脉导管未闭

# model:gnuhealth.pathology,name:Q251
source: Coarctation of aorta
de: Koarktation der Aorta
fr_fr: Coarctation de l'aorte
zh_cn: 主动脉缩窄

# model:gnuhealth.pathology,name:Q252
source: Atresia of aorta
de: Atresie der Aorta
fr_fr: Atrésie de l'aorte
zh_cn: 主动脉闭锁

# model:gnuhealth.pathology,name:Q253
source: Stenosis of aorta
de: Stenose der Aorta (angeboren)
fr_fr: Sténose de l'aorte
zh_cn: 主动脉狭窄

# model:gnuhealth.pathology,name:Q254
source: Other congenital malformations of aorta
de: Sonstige angeborene Fehlbildungen der Aorta
fr_fr: Autres malformations congénitales de l'aorte
zh_cn: 主动脉的其他先天性畸形

# model:gnuhealth.pathology,name:Q255
source: Atresia of pulmonary artery
de: Atresie der A. pulmonalis
fr_fr: Atrésie de l'artère pulmonaire
zh_cn: 肺动脉闭锁

# model:gnuhealth.pathology,name:Q256
source: Stenosis of pulmonary artery
de: Stenose der A. pulmonalis (angeboren)
fr_fr: Sténose de l'artère pulmonaire
zh_cn: 肺动脉狭窄

# model:gnuhealth.pathology,name:Q257
source: Other congenital malformations of pulmonary artery
de: Sonstige angeborene Fehlbildungen der A. pulmonalis
fr_fr: Autres malformations congénitales de l'artère pulmonaire
zh_cn: 肺动脉的其他先天性畸形

# model:gnuhealth.pathology,name:Q258
source: Other congenital malformations of great arteries
de: Sonstige angeborene Fehlbildungen der großen Arterien
fr_fr: Autres malformations congénitales des gros vaisseaux
zh_cn: 大动脉的其他先天性畸形

# model:gnuhealth.pathology,name:Q259
source: Congenital malformation of great arteries, unspecified
de: Angeborene Fehlbildung der großen Arterien, nicht näher bezeichnet
fr_fr: Malformation congénitale des gros vaisseaux, sans précision
zh_cn: 大动脉未特指的先天性畸形

# model:gnuhealth.pathology,name:Q26
source: Congenital malformations of great veins
de: Angeborene Fehlbildungen der großen Venen
fr_fr: Malformations congénitales des grandes veines
zh_cn: 大静脉先天性畸形

# model:gnuhealth.pathology,name:Q260
source: Congenital stenosis of vena cava
de: Angeborene Stenose der V. cava
fr_fr: Sténose congénitale de la veine cave
zh_cn: 先天性腔静脉狭窄

# model:gnuhealth.pathology,name:Q261
source: Persistent left superior vena cava
de: Persistenz der linken V. cava superior
fr_fr: Persistance de la veine cave supérieure gauche
zh_cn: 永存左上腔静脉

# model:gnuhealth.pathology,name:Q262
source: Total anomalous pulmonary venous connection
de: Totale Fehleinmündung der Lungenvenen
zh_cn: 肺静脉连接完全异常

# model:gnuhealth.pathology,name:Q263
source: Partial anomalous pulmonary venous connection
de: Partielle Fehleinmündung der Lungenvenen
zh_cn: 肺静脉连接部分异常

# model:gnuhealth.pathology,name:Q264
source: Anomalous pulmonary venous connection, unspecified
de: Fehleinmündung der Lungenvenen, nicht näher bezeichnet
zh_cn: 肺静脉连接异常，未特指

# model:gnuhealth.pathology,name:Q265
source: Anomalous portal venous connection
de: Fehleinmündung der Pfortader
zh_cn: 门静脉连接异常

# model:gnuhealth.pathology,name:Q266
source: Portal vein-hepatic artery fistula
de: Fistel zwischen V. portae und A. hepatica (angeboren)
fr_fr: Fistule entre la veine porte et l'artère hépatique
zh_cn: 门静脉-肝动脉瘘

# model:gnuhealth.pathology,name:Q268
source: Other congenital malformations of great veins
de: Sonstige angeborene Fehlbildungen der großen Venen
fr_fr: Autres malformations congénitales des grandes veines
zh_cn: 大静脉的其他先天性畸形

# model:gnuhealth.pathology,name:Q269
source: Congenital malformation of great vein, unspecified
de: Angeborene Fehlbildung einer großen Vene, nicht näher bezeichnet
fr_fr: Malformation congénitale d'une grande veine, sans précision
zh_cn: 大静脉未特指的先天性畸形

# model:gnuhealth.pathology,name:Q27
source: Other congenital malformations of peripheral vascular system
de: Sonstige angeborene Fehlbildungen des peripheren Gefäßsystems
fr_fr: Autres malformations congénitales de l'appareil circulatoire périphérique
zh_cn: 周围循环系统的其他先天性畸形

# model:gnuhealth.pathology,name:Q270
source: Congenital absence and hypoplasia of umbilical artery
de: Angeborenes Fehlen oder Hypoplasie der A. umbilicalis
fr_fr: Absence congénitale et hypoplasie de l'artère ombilicale
zh_cn: 先天性脐动脉缺如和发育不全

# model:gnuhealth.pathology,name:Q271
source: Congenital renal artery stenosis
de: Angeborene Nierenarterienstenose
fr_fr: Sténose congénitale de l'artère rénale
zh_cn: 先天性肾动脉狭窄

# model:gnuhealth.pathology,name:Q272
source: Other congenital malformations of renal artery
de: Sonstige angeborene Fehlbildungen der Nierenarterie
fr_fr: Autres malformations congénitales de l'artère rénale
zh_cn: 肾动脉的其他先天性畸形

# model:gnuhealth.pathology,name:Q273
source: Peripheral arteriovenous malformation
de: Arteriovenöse Fehlbildung der peripheren Gefäße
fr_fr: Malformation artérioveineuse périphérique
zh_cn: 周围动静脉畸形

# model:gnuhealth.pathology,name:Q274
source: Congenital phlebectasia
de: Angeborene Phlebektasie
fr_fr: Phlébectasie congénitale
zh_cn: 先天性静脉扩张

# model:gnuhealth.pathology,name:Q278
source: Other specified congenital malformations of peripheral vascular system
de: Sonstige näher bezeichnete angeborene Fehlbildungen des peripheren Gefäßsystems
fr_fr: Autres malformations congénitales précisées de l'appareil circulatoire périphérique
zh_cn: 周围血管系统其他特指的先天性畸形

# model:gnuhealth.pathology,name:Q279
source: Congenital malformation of peripheral vascular system, unspecified
de: Angeborene Fehlbildung des peripheren Gefäßsystems, nicht näher bezeichnet
fr_fr: Malformation congénitale de l'appareil circulatoire périphérique, sans précision
zh_cn: 周围血管系统未特指的先天性畸形

# model:gnuhealth.pathology,name:Q28
source: Other congenital malformations of circulatory system
de: Sonstige angeborene Fehlbildungen des Kreislaufsystems
fr_fr: Autres malformations congénitales de l'appareil circulatoire
zh_cn: 循环系统的其他先天性畸形

# model:gnuhealth.pathology,name:Q280
source: Arteriovenous malformation of precerebral vessels
de: Arteriovenöse Fehlbildung der präzerebralen Gefäße
fr_fr: Malformation artérioveineuse de vaisseaux précérébraux
zh_cn: 入脑前血管动静脉畸形

# model:gnuhealth.pathology,name:Q281
source: Other malformations of precerebral vessels
de: Sonstige Fehlbildungen der präzerebralen Gefäße
fr_fr: Autres malformations des vaisseaux précérébraux
zh_cn: 入脑前血管的其他畸形

# model:gnuhealth.pathology,name:Q282
source: Arteriovenous malformation of cerebral vessels
de: Arteriovenöse Fehlbildung der zerebralen Gefäße
fr_fr: Malformation artérioveineuse des vaisseaux cérébraux
zh_cn: 大脑血管动静脉畸形

# model:gnuhealth.pathology,name:Q283
source: Other malformations of cerebral vessels
de: Sonstige Fehlbildungen der zerebralen Gefäße
fr_fr: Autres malformations des vaisseaux cérébraux
zh_cn: 大脑血管的其他畸形

# model:gnuhealth.pathology,name:Q288
source: Other specified congenital malformations of circulatory system
de: Sonstige näher bezeichnete angeborene Fehlbildungen des Kreislaufsystems
fr_fr: Autres malformations congénitales précisées de l'appareil circulatoire
zh_cn: 循环系统其他特指的先天性畸形

# model:gnuhealth.pathology,name:Q289
source: Congenital malformation of circulatory system, unspecified
de: Angeborene Fehlbildung des Kreislaufsystems, nicht näher bezeichnet
fr_fr: Malformation congénitale de l'appareil circulatoire, sans précision
zh_cn: 循环系统未特指的先天性畸形

# model:gnuhealth.pathology,name:Q30
source: Congenital malformations of nose
de: Angeborene Fehlbildungen der Nase
fr_fr: Malformations congénitales du nez
zh_cn: 鼻先天性畸形

# model:gnuhealth.pathology,name:Q300
source: Choanal atresia
de: Choanalatresie
fr_fr: Atrésie des choanes
zh_cn: 鼻后孔闭锁

# model:gnuhealth.pathology,name:Q301
source: Agenesis and underdevelopment of nose
de: Agenesie und Unterentwicklung der Nase
fr_fr: Agénésie et hypoplasie du nez
zh_cn: 鼻缺如和发育不良

# model:gnuhealth.pathology,name:Q302
source: Fissured, notched and cleft nose
de: Nasenfurche, Naseneinkerbung und Spaltnase
fr_fr: Fissure, échancrure et fente nasales
zh_cn: 鼻裂和鼻切迹

# model:gnuhealth.pathology,name:Q303
source: Congenital perforated nasal septum
de: Angeborene Perforation des Nasenseptums
fr_fr: Perforation congénitale de la cloison nasale
zh_cn: 先天性鼻中隔穿孔

# model:gnuhealth.pathology,name:Q308
source: Other congenital malformations of nose
de: Sonstige angeborene Fehlbildungen der Nase
fr_fr: Autres malformations congénitales du nez
zh_cn: 鼻的其他先天性畸形

# model:gnuhealth.pathology,name:Q309
source: Congenital malformation of nose, unspecified
de: Angeborene Fehlbildung der Nase, nicht näher bezeichnet
fr_fr: Malformation congénitale du nez, sans précision
zh_cn: 鼻未特指的先天性畸形

# model:gnuhealth.pathology,name:Q31
source: Congenital malformations of larynx
de: Angeborene Fehlbildungen des Kehlkopfes
fr_fr: Malformations congénitales du larynx
zh_cn: 喉先天性畸形

# model:gnuhealth.pathology,name:Q310
source: Web of larynx
de: Kehlkopfsegel
fr_fr: Ptérygion du larynx
zh_cn: 喉蹼

# model:gnuhealth.pathology,name:Q311
source: Congenital subglottic stenosis
de: Angeborene subglottische Stenose
fr_fr: Sténose sous-glottique congénitale
zh_cn: 先天性声门下狭窄

# model:gnuhealth.pathology,name:Q312
source: Laryngeal hypoplasia
de: Hypoplasie des Kehlkopfes
fr_fr: Hypoplasie du larynx
zh_cn: 喉发育不全

# model:gnuhealth.pathology,name:Q313
source: Laryngocele
de: Laryngozele (angeboren)
fr_fr: Laryngocèle
zh_cn: 喉膨出

# model:gnuhealth.pathology,name:Q314
source: Congenital laryngeal stridor
de: Laryngealer Stridor congenitus
fr_fr: stridor laryngé congénital
zh_cn: 先天性喉喘鸣

# model:gnuhealth.pathology,name:Q315
source: Congenital laryngomalacia
de: Angeborene Laryngomalazie
zh_cn: 先天性喉软骨软化病

# model:gnuhealth.pathology,name:Q318
source: Other congenital malformations of larynx
de: Sonstige angeborene Fehlbildungen des Kehlkopfes
fr_fr: Autres malformations congénitales du larynx
zh_cn: 喉的其他先天性畸形

# model:gnuhealth.pathology,name:Q319
source: Congenital malformation of larynx, unspecified
de: Angeborene Fehlbildung des Kehlkopfes, nicht näher bezeichnet
fr_fr: Malformation congénitale du larynx, sans précision
zh_cn: 喉未特指的先天性畸形

# model:gnuhealth.pathology,name:Q32
source: Congenital malformations of trachea and bronchus
de: Angeborene Fehlbildungen der Trachea und der Bronchien
fr_fr: Malformations congénitales de la trachée et des bronches
zh_cn: 气管和支气管先天性畸形

# model:gnuhealth.pathology,name:Q320
source: Congenital tracheomalacia
de: Angeborene Tracheomalazie
fr_fr: Trachéomalacie congénitale
zh_cn: 先天性气管软化

# model:gnuhealth.pathology,name:Q321
source: Other congenital malformations of trachea
de: Sonstige angeborene Fehlbildungen der Trachea
fr_fr: Autres malformations congénitales de la trachée
zh_cn: 气管的其他先天性畸形

# model:gnuhealth.pathology,name:Q322
source: Congenital bronchomalacia
de: Angeborene Bronchomalazie
fr_fr: Bronchomalacie congénitale
zh_cn: 先天性支气管软化

# model:gnuhealth.pathology,name:Q323
source: Congenital stenosis of bronchus
de: Angeborene Bronchusstenose
fr_fr: Sténose bronchique congénitale
zh_cn: 先天性支气管狭窄

# model:gnuhealth.pathology,name:Q324
source: Other congenital malformations of bronchus
de: Sonstige angeborene Fehlbildungen der Bronchien
fr_fr: Autres malformations congénitales des bronches
zh_cn: 支气管的其他先天性畸形

# model:gnuhealth.pathology,name:Q33
source: Congenital malformations of lung
de: Angeborene Fehlbildungen der Lunge
fr_fr: Malformations congénitales du poumon
zh_cn: 肺先天性畸形

# model:gnuhealth.pathology,name:Q330
source: Congenital cystic lung
de: Angeborene Zystenlunge
fr_fr: Poumon kystique congénital
zh_cn: 先天性囊性肺

# model:gnuhealth.pathology,name:Q331
source: Accessory lobe of lung
de: Akzessorischer Lungenlappen
fr_fr: Lobe pulmonaire surnuméraire
zh_cn: 副肺叶

# model:gnuhealth.pathology,name:Q332
source: Sequestration of lung
de: Lungensequestration (angeboren)
fr_fr: Séquestration pulmonaire
zh_cn: 肺分离

# model:gnuhealth.pathology,name:Q333
source: Agenesis of lung
de: Agenesie der Lunge
fr_fr: Agénésie du poumon
zh_cn: 肺不发生

# model:gnuhealth.pathology,name:Q334
source: Congenital bronchiectasis
de: Angeborene Bronchiektasie
fr_fr: Bronchiectasie congénitale
zh_cn: 先天性支气管扩张

# model:gnuhealth.pathology,name:Q335
source: Ectopic tissue in lung
de: Ektopisches Gewebe in der Lunge (angeboren)
fr_fr: Tissu ectopique intrapulmonaire
zh_cn: 肺的异位组织

# model:gnuhealth.pathology,name:Q336
source: Hypoplasia and dysplasia of lung
de: Hypoplasie und Dysplasie der Lunge
fr_fr: Hypoplasie et dysplasie du poumon
zh_cn: 肺发育不全和发育异常

# model:gnuhealth.pathology,name:Q338
source: Other congenital malformations of lung
de: Sonstige angeborene Fehlbildungen der Lunge
fr_fr: Autres malformations congénitales du poumon
zh_cn: 肺的其他先天性畸形

# model:gnuhealth.pathology,name:Q339
source: Congenital malformation of lung, unspecified
de: Angeborene Fehlbildung der Lunge, nicht näher bezeichnet
fr_fr: Malformation congénitale du poumon, sans précision
zh_cn: 肺未特指的先天性畸形

# model:gnuhealth.pathology,name:Q34
source: Other congenital malformations of respiratory system
de: Sonstige angeborene Fehlbildungen des Atmungssystems
fr_fr: Autres malformations congénitales de l'appareil respiratoire
zh_cn: 呼吸系统的其他先天性畸形

# model:gnuhealth.pathology,name:Q340
source: Anomaly of pleura
de: Anomalie der Pleura
fr_fr: Anomalie de la plèvre
zh_cn: 胸膜异常

# model:gnuhealth.pathology,name:Q341
source: Congenital cyst of mediastinum
de: Angeborene Mediastinalzyste
fr_fr: Kyste congénital du médiastin
zh_cn: 纵隔先天性囊肿

# model:gnuhealth.pathology,name:Q348
source: Other specified congenital malformations of respiratory system
de: Sonstige näher bezeichnete angeborene Fehlbildungen des Atmungssystems
fr_fr: Autres malformations congénitales précisées de l'appareil respiratoire
zh_cn: 呼吸系统其他特指的先天性畸形

# model:gnuhealth.pathology,name:Q349
source: Congenital malformation of respiratory system, unspecified
de: Angeborene Fehlbildung des Atmungssystems, nicht näher bezeichnet
fr_fr: Malformation congénitale de l'appareil respiratoire, sans précision
zh_cn: 呼吸系统未特指的先天性畸形

# model:gnuhealth.pathology,name:Q35
source: Cleft palate
de: Gaumenspalte
fr_fr: Fente palatine
zh_cn: 腭裂

# model:gnuhealth.pathology,name:Q350
source: (Cleft hard palate, bilateral)
de: Spalte des harten Gaumens, beidseitig
fr_fr: (Fente vélo-palatine, bilatérale)
zh_cn: （硬腭裂，双边）

# model:gnuhealth.pathology,name:Q351
source: Cleft hard palate
de: Spalte des harten Gaumens
fr_fr: Fente de la voûte du palais
zh_cn: 硬腭裂

# model:gnuhealth.pathology,name:Q352
source: (Cleft soft palate, bilateral)
de: Spalte des weichen Gaumens, beidseitig
fr_fr: (Fente vélaire, bilatérale)
zh_cn: （软腭裂，双边）

# model:gnuhealth.pathology,name:Q353
source: Cleft soft palate
de: Spalte des weichen Gaumens
fr_fr: Fente du voile du palais
zh_cn: 软腭裂

# model:gnuhealth.pathology,name:Q354
source: (Cleft hard palate with cleft soft palate, bilateral)
de: Spalte des harten und des weichen Gaumens, beidseitig
fr_fr: (Fente labio-maxillo-vélo-palatine)
zh_cn: （与软腭裂，硬腭裂双侧）

# model:gnuhealth.pathology,name:Q355
source: Cleft hard palate with cleft soft palate
de: Spalte des harten und des weichen Gaumens
fr_fr: Fente de la voûte et du voile du palais
zh_cn: 硬腭裂伴软腭裂

# model:gnuhealth.pathology,name:Q356
source: Cleft palate, medial
de: Gaumenspalte, mittig
fr_fr: fente médiane du palais
zh_cn: 腭裂，内侧

# model:gnuhealth.pathology,name:Q357
source: Cleft uvula
de: Uvulaspalte
fr_fr: Fente de la luette
zh_cn: 悬雍垂裂

# model:gnuhealth.pathology,name:Q358
source: (Cleft palate, unspecified, bilateral)
de: Gaumenspalte, beidseitig, nicht näher bezeichnet
fr_fr: (Fente labio-maxillaire, non spécifiée, bilatérale)
zh_cn: （腭裂，未特指，双边）

# model:gnuhealth.pathology,name:Q359
source: Cleft palate, unspecified
de: Gaumenspalte, nicht näher bezeichnet
fr_fr: Fente du palais, sans précision
zh_cn: 未特指的腭裂

# model:gnuhealth.pathology,name:Q36
source: Cleft lip
de: Lippenspalte
fr_fr: Fente labiale
zh_cn: 唇裂

# model:gnuhealth.pathology,name:Q360
source: Cleft lip, bilateral
de: Lippenspalte, beidseitig
fr_fr: Fente labiale bilatérale
zh_cn: 双侧唇裂

# model:gnuhealth.pathology,name:Q361
source: Cleft lip, median
de: Lippenspalte, median
zh_cn: 正中唇裂

# model:gnuhealth.pathology,name:Q369
source: Cleft lip, unilateral
de: Lippenspalte, einseitig
fr_fr: Fente labiale unilatérale
zh_cn: 单侧唇裂

# model:gnuhealth.pathology,name:Q37
source: Cleft palate with cleft lip
de: Gaumenspalte mit Lippenspalte
fr_fr: Fente labio-palatine
zh_cn: 腭裂伴唇裂

# model:gnuhealth.pathology,name:Q370
source: Cleft hard palate with bilateral cleft lip
de: Spalte des harten Gaumens mit beidseitiger Lippenspalte
fr_fr: Fente labiale bilatérale avec fente de la voûte du palais
zh_cn: 硬腭裂伴双侧唇裂

# model:gnuhealth.pathology,name:Q371
source: Cleft hard palate with unilateral cleft lip
de: Spalte des harten Gaumens mit einseitiger Lippenspalte
fr_fr: Fente labiale unilatérale avec fente de la voûte du palais
zh_cn: 硬腭裂伴单侧唇裂

# model:gnuhealth.pathology,name:Q372
source: Cleft soft palate with bilateral cleft lip
de: Spalte des weichen Gaumens mit beidseitiger Lippenspalte
fr_fr: Fente labiale bilatérale avec fente du voile du palais
zh_cn: 软腭裂伴双侧唇裂

# model:gnuhealth.pathology,name:Q373
source: Cleft soft palate with unilateral cleft lip
de: Spalte des weichen Gaumens mit einseitiger Lippenspalte
fr_fr: Fente labiale unilatérale avec fente du voile du palais
zh_cn: 软腭裂伴单侧唇裂

# model:gnuhealth.pathology,name:Q374
source: Cleft hard and soft palate with bilateral cleft lip
de: Spalte des harten und des weichen Gaumens mit beidseitiger Lippenspalte
fr_fr: Fente labiale bilatérale avec fente du voile et de la voûte du palais
zh_cn: 硬腭和软腭裂伴双侧唇裂

# model:gnuhealth.pathology,name:Q375
source: Cleft hard and soft palate with unilateral cleft lip
de: Spalte des harten und des weichen Gaumens mit einseitiger Lippenspalte
fr_fr: Fente labiale unilatérale avec fente du voile et de la voûte du palais
zh_cn: 硬腭和软腭裂伴单侧唇裂

# model:gnuhealth.pathology,name:Q378
source: Unspecified cleft palate with bilateral cleft lip
de: Gaumenspalte, nicht näher bezeichnet, mit beidseitiger Lippenspalte
fr_fr: Fente labiale bilatérale avec fente palatine, sans précision
zh_cn: 未特指的腭裂伴双侧唇裂

# model:gnuhealth.pathology,name:Q379
source: Unspecified cleft palate with unilateral cleft lip
de: Gaumenspalte, nicht näher bezeichnet, mit einseitiger Lippenspalte
fr_fr: Fente labiale unilatérale avec fente palatine, sans précision
zh_cn: 未特指的腭裂伴单侧唇裂

# model:gnuhealth.pathology,name:Q38
source: Other congenital malformations of tongue, mouth and pharynx
de: Sonstige angeborene Fehlbildungen der Zunge, des Mundes und des Rachens
fr_fr: Autres malformations congénitales de la langue, de la bouche et du pharynx
zh_cn: 舌、口和咽的其他先天性畸形

# model:gnuhealth.pathology,name:Q380
source: Congenital malformations of lips, not elsewhere classified
de: Angeborene Fehlbildungen der Lippen, anderenorts nicht klassifiziert
fr_fr: Malformations congénitales des lèvres, non classées ailleurs
zh_cn: 唇先天性畸形，不可归类在他处者

# model:gnuhealth.pathology,name:Q381
source: Ankyloglossia
de: Ankyloglosson
fr_fr: Ankyloglossie
zh_cn: 舌系带过短

# model:gnuhealth.pathology,name:Q382
source: Macroglossia
de: Makroglossie (angeboren)
fr_fr: Macroglossie
zh_cn: 巨舌

# model:gnuhealth.pathology,name:Q383
source: Other congenital malformations of tongue
de: Sonstige angeborene Fehlbildungen der Zunge
fr_fr: Autres malformations congénitales de la langue
zh_cn: 舌的其他先天性畸形

# model:gnuhealth.pathology,name:Q384
source: Congenital malformations of salivary glands and ducts
de: Angeborene Fehlbildungen der Speicheldrüsen und Speicheldrüsenausführungsgänge
fr_fr: Malformations congénitales des glandes et des canaux salivaires
zh_cn: 涎腺和导管先天性畸形

# model:gnuhealth.pathology,name:Q385
source: Congenital malformations of palate, not elsewhere classified
de: Angeborene Fehlbildungen des Gaumens, anderenorts nicht klassifiziert
fr_fr: Malformations congénitales du palais, non classées ailleurs
zh_cn: 腭先天性畸形，不可归类在他处者

# model:gnuhealth.pathology,name:Q386
source: Other congenital malformations of mouth
de: Sonstige angeborene Fehlbildungen des Mundes
fr_fr: Autres malformations congénitales de la bouche
zh_cn: 口的其他先天性畸形

# model:gnuhealth.pathology,name:Q387
source: Pharyngeal pouch
de: Schlundtasche
fr_fr: Poche pharyngée
zh_cn: 咽囊

# model:gnuhealth.pathology,name:Q388
source: Other congenital malformations of pharynx
de: Sonstige angeborene Fehlbildungen des Rachens
fr_fr: Autres malformations congénitales du pharynx
zh_cn: 咽的其他先天性畸形

# model:gnuhealth.pathology,name:Q39
source: Congenital malformations of oesophagus
de: Angeborene Fehlbildungen des Ösophagus
fr_fr: Malformations congénitales de l'œsophage
zh_cn: 食管先天性畸形

# model:gnuhealth.pathology,name:Q390
source: Atresia of oesophagus without fistula
de: Ösophagusatresie ohne Fistel
fr_fr: Atrésie de l'œsophage, sans fistule
zh_cn: 食管闭锁不伴瘘

# model:gnuhealth.pathology,name:Q391
source: Atresia of oesophagus with tracheo-oesophageal fistula
de: Ösophagusatresie mit Ösophagotrachealfistel
zh_cn: 食管闭锁伴气管食管瘘

# model:gnuhealth.pathology,name:Q392
source: Congenital tracheo-oesophageal fistula without atresia
de: Angeborene Ösophagotrachealfistel ohne Atresie
zh_cn: 先天性气管食管瘘不伴闭锁

# model:gnuhealth.pathology,name:Q393
source: Congenital stenosis and stricture of oesophagus
de: Angeborene Ösophagusstenose und -striktur
fr_fr: Sténose et rétrécissement congénitaux de l'œsophage
zh_cn: 先天性食管狭窄

# model:gnuhealth.pathology,name:Q394
source: Oesophageal web
de: Angeborene Ösophagusmembran
fr_fr: Ptérygion de l'œsophage
zh_cn: 食管蹼

# model:gnuhealth.pathology,name:Q395
source: Congenital dilatation of oesophagus
de: Angeborene Dilatation des Ösophagus
fr_fr: Dilatation congénitale de l'œsophage
zh_cn: 先天性食管扩张

# model:gnuhealth.pathology,name:Q396
source: Diverticulum of oesophagus
de: Ösophagusdivertikel (angeboren)
fr_fr: Diverticule de l'œsophage
zh_cn: 食管憩室

# model:gnuhealth.pathology,name:Q398
source: Other congenital malformations of oesophagus
de: Sonstige angeborene Fehlbildungen des Ösophagus
fr_fr: Autres malformations congénitales de l'œsophage
zh_cn: 食管的其他先天性畸形
