Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V819
source: Occupant of railway train or railway vehicle injured in unspecified railway accident
fr_fr: Occupant d'un train ou d'un véhicule ferroviaire blessé dans un accident de chemin de fer, sans précision

# model:gnuhealth.pathology,name:V820
source: Occupant of streetcar injured in collision with motor vehicle in nontraffic accident
fr_fr: Occupant d'un tramway blessé dans une collision avec un véhicule à moteur dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V821
source: Occupant of streetcar injured in collision with motor vehicle in traffic accident
fr_fr: Occupant d'un tramway blessé dans une collision avec un véhicule à moteur dans un accident de la circulation

# model:gnuhealth.pathology,name:V822
source: Occupant of streetcar injured in collision with or hit by rolling stock
fr_fr: Occupant d'un tramway blessé dans une collision avec du matériel roulant ou heurté par celui-ci

# model:gnuhealth.pathology,name:V823
source: Occupant of streetcar injured in collision with other object
fr_fr: Occupant d'un tramway blessé dans une collision avec un autre objet

# model:gnuhealth.pathology,name:V824
source: Person injured while boarding or alighting from streetcar
fr_fr: Personne blessée en montant ou en descendant d'un tramway

# model:gnuhealth.pathology,name:V825
source: Occupant of streetcar injured by fall in streetcar
fr_fr: Occupant d'un tramway blessé lors d'une chute dans un tramway

# model:gnuhealth.pathology,name:V826
source: Occupant of streetcar injured by fall from streetcar
fr_fr: Occupant d'un tramway blessé lors d'une chute d'un tramway

# model:gnuhealth.pathology,name:V827
source: Occupant of streetcar injured in derailment without antecedent collision
fr_fr: Occupant d'un tramway blessé lors d'un déraillement sans collision préalable

# model:gnuhealth.pathology,name:V828
source: Occupant of streetcar injured in other specified transport accidents
fr_fr: Occupant d'un tramway blessé dans d'autres accidents de transport précisés

# model:gnuhealth.pathology,name:V829
source: Occupant of streetcar injured in unspecified traffic accident
fr_fr: Occupant d'un tramway blessé dans un accident de la circulation, sans précision

# model:gnuhealth.pathology,name:V830
source: Driver of special industrial vehicle injured in traffic accident
fr_fr: Conducteur d'un véhicule spécial utilisé essentiellement sur un site industriel, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V831
source: Passenger of special industrial vehicle injured in traffic accident
fr_fr: Passager d'un véhicule spécial utilisé essentiellement sur un site industriel, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V832
source: Person on outside of special industrial vehicle injured in traffic accident
fr_fr: Personne à l'extérieur d'un véhicule spécial utilisé essentiellement sur un site industriel, blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V833
source: Unspecified occupant of special industrial vehicle injured in traffic accident
fr_fr: Occupant, sans précision, d'un véhicule spécial utilisé essentiellement sur un site industriel, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V834
source: Person injured while boarding or alighting from special industrial vehicle
fr_fr: Personne blessée en montant ou en descendant d'un véhicule spécial utilisé essentiellement sur un site industriel

# model:gnuhealth.pathology,name:V835
source: Driver of special industrial vehicle injured in nontraffic accident
fr_fr: Conducteur d'un véhicule spécial utilisé essentiellement sur un site industriel, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V836
source: Passenger of special industrial vehicle injured in nontraffic accident
fr_fr: Passager d'un véhicule spécial utilisé essentiellement sur un site industriel, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V837
source: Person on outside of special industrial vehicle injured in nontraffic accident
fr_fr: Personne à l'extérieur d'un véhicule spécial utilisé essentiellement sur un site industriel, blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V839
source: Unspecified occupant of special industrial vehicle injured in nontraffic accident
fr_fr: Occupant, sans précision, d'un véhicule spécial utilisé essentiellement sur un site industriel, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V840
source: Driver of special agricultural vehicle injured in traffic accident
fr_fr: Conducteur d'un véhicule spécial utilisé essentiellement pour des travaux agricoles, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V841
source: Passenger of special agricultural vehicle injured in traffic accident
fr_fr: Passager d'un véhicule spécial utilisé essentiellement pour des travaux agricoles, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V842
source: Person on outside of special agricultural vehicle injured in traffic accident
fr_fr: Personne à l'extérieur d'un véhicule spécial utilisé essentiellement pour des travaux agricoles, blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V843
source: Unspecified occupant of special agricultural vehicle injured in traffic accident
fr_fr: Occupant, sans précision, d'un véhicule spécial utilisé essentiellement pour des travaux agricoles, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V844
source: Person injured while boarding or alighting from special agricultural vehicle
fr_fr: Personne blessée en montant ou en descendant d'un véhicule spécial utilisé essentiellement pour des travaux agricoles

# model:gnuhealth.pathology,name:V845
source: Driver of special agricultural vehicle injured in nontraffic accident
fr_fr: Conducteur d'un véhicule spécial utilisé essentiellement pour des travaux agricoles, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V846
source: Passenger of special agricultural vehicle injured in nontraffic accident
fr_fr: Passager d'un véhicule spécial utilisé essentiellement pour des travaux agricoles, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V847
source: Person on outside of special agricultural vehicle injured in nontraffic accident
fr_fr: Personne à l'extérieur d'un véhicule spécial utilisé essentiellement pour des travaux agricoles, blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V849
source: Unspecified occupant of special agricultural vehicle injured in nontraffic accident
fr_fr: Occupant, sans précision, d'un véhicule spécial utilisé essentiellement pour des travaux agricoles, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V850
source: Driver of special construction vehicle injured in traffic accident
fr_fr: Conducteur d'un véhicule spécial de construction blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V851
source: Passenger of special construction vehicle injured in traffic accident
fr_fr: Passager d'un véhicule spécial de construction blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V852
source: Person on outside of special construction vehicle injured in traffic accident
fr_fr: Personne à l'extérieur d'un véhicule spécial de construction blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V853
source: Unspecified occupant of special construction vehicle injured in traffic accident
fr_fr: Occupant, sans précision, d'un véhicule spécial de construction blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V854
source: Person injured while boarding or alighting from special construction vehicle
fr_fr: Personne blessée en montant ou en descendant d'un véhicule spécial de construction

# model:gnuhealth.pathology,name:V855
source: Driver of special construction vehicle injured in nontraffic accident
fr_fr: Conducteur d'un véhicule spécial de construction blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V856
source: Passenger of special construction vehicle injured in nontraffic accident
fr_fr: Passager d'un véhicule spécial de construction blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V857
source: Person on outside of special construction vehicle injured in nontraffic accident
fr_fr: Personne à l'extérieur d'un véhicule spécial de construction blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V859
source: Unspecified occupant of special construction vehicle injured in nontraffic accident
fr_fr: Occupant, sans précision, d'un véhicule spécial de construction blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V860
source: Driver of all-terrain or other off-road motor vehicle injured in traffic accident
fr_fr: Conducteur d'un véhicule tout-terrain ou autre véhicule à moteur essentiellement conçu pour être utilisé hors d'une route, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V861
source: Passenger of all-terrain or other off-road motor vehicle injured in traffic accident
fr_fr: Passager d'un véhicule tout-terrain ou autre véhicule à moteur essentiellement conçu pour être utilisé hors d'une route, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V862
source: Person on outside of all-terrain or other off-road motor vehicle injured in traffic accident
fr_fr: Personne à l'extérieur d'un véhicule tout-terrain ou autre véhicule à moteur essentiellement conçu pour être utilisé hors d'une route, blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V863
source: Unspecified occupant of all-terrain or other off-road motor vehicles injured in traffic accident
fr_fr: Occupant, sans précision, d'un véhicule tout-terrain ou autre véhicule à moteur essentiellement conçu pour être utilisé hors d'une route, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V864
source: Person injured while boarding or alighting from all-terrain or other off-road motor vehicle
fr_fr: Personne blessée en montant ou en descendant d'un véhicule tout-terrain ou autre véhicule à moteur essentiellement conçu pour être utilisé hors d'une route

# model:gnuhealth.pathology,name:V865
source: Driver of all-terrain or other off-road motor vehicle injured in nontraffic accident
fr_fr: Conducteur d'un véhicule tout-terrain ou autre véhicule à moteur essentiellement conçu pour être utilisé hors d'une route, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V866
source: Passenger of all-terrain or other off-road motor vehicle injured in nontraffic accident
fr_fr: Passager d'un véhicule tout-terrain ou autre véhicule à moteur essentiellement conçu pour être utilisé hors d'une route, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V867
source: Person on outside of all-terrain or other off-road motor vehicle injured in nontraffic accident
fr_fr: Personne à l'extérieur d'un véhicule tout-terrain ou autre véhicule à moteur essentiellement conçu pour être utilisé hors d'une route, blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V869
source: Unspecified occupant of all-terrain or other off-road motor vehicle injured in nontraffic accident
fr_fr: Occupant, sans précision, d'un véhicule tout-terrain ou autre véhicule à moteur essentiellement conçu pour être utilisé hors d'une route, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V870
source: Person injured in collision between car and two- or three-wheeled motor vehicle (traffic)
fr_fr: Personne blessée dans une collision entre une automobile et un véhicule à moteur à deux ou trois roues (dans la circulation)

# model:gnuhealth.pathology,name:V871
source: Person injured in collision between other motor vehicle and two- or three-wheeled motor vehicle (traffic)
fr_fr: Personne blessée dans une collision entre un autre véhicule à moteur et un véhicule à moteur à deux ou trois roues (dans la circulation)

# model:gnuhealth.pathology,name:V872
source: Person injured in collision between car and pick-up truck or van (traffic)
fr_fr: Personne blessée dans une collision entre une automobile et une camionnette (dans la circulation)

# model:gnuhealth.pathology,name:V873
source: Person injured in collision between car and bus (traffic)
fr_fr: Personne blessée dans une collision entre une automobile et un autobus (dans la circulation)

# model:gnuhealth.pathology,name:V874
source: Person injured in collision between car and heavy transport vehicle (traffic)
fr_fr: Personne blessée dans une collision entre une automobile et un véhicule lourd (dans la circulation)

# model:gnuhealth.pathology,name:V875
source: Person injured in collision between heavy transport vehicle and bus (traffic)
fr_fr: Personne blessée dans une collision entre un véhicule lourd et un autobus (dans la circulation)

# model:gnuhealth.pathology,name:V876
source: Person injured in collision between railway train or railway vehicle and car (traffic)
fr_fr: Personne blessée dans une collision entre un train ou un véhicule ferroviaire et une automobile (dans la circulation)

# model:gnuhealth.pathology,name:V877
source: Person injured in collision between other specified motor vehicles (traffic)
fr_fr: Personne blessée dans une collision entre d'autres véhicules à moteur précisés (dans la circulation)

# model:gnuhealth.pathology,name:V878
source: Person injured in other specified noncollision transport accidents involving motor vehicle (traffic)
fr_fr: Personne blessée dans d'autres accidents de transport précisés, sans collision, impliquant un véhicule à moteur (dans la circulation)

# model:gnuhealth.pathology,name:V879
source: Person injured in other specified (collision) (noncollision) transport accidents involving nonmotor vehicle (traffic)
fr_fr: Personne blessée dans d'autres accidents de transport précisés (avec collision) (sans collision) impliquant un véhicule sans moteur (dans la circulation)

# model:gnuhealth.pathology,name:V880
source: Person injured in collision between car and two- or three-wheeled motor vehicle, nontraffic
fr_fr: Personne blessée dans une collision entre une automobile et un véhicule à moteur à deux ou trois roues, en dehors de la circulation

# model:gnuhealth.pathology,name:V881
source: Person injured in collision between other motor vehicle and two- or three-wheeled motor vehicle, nontraffic
fr_fr: Personne blessée dans une collision entre un autre véhicule à moteur et un véhicule à moteur à deux ou trois roues, en dehors de la circulation

# model:gnuhealth.pathology,name:V882
source: Person injured in collision between car and pick-up truck or van, nontraffic
fr_fr: Personne blessée dans une collision entre une automobile et une camionnette, en dehors de la circulation

# model:gnuhealth.pathology,name:V883
source: Person injured in collision between car and bus, nontraffic
fr_fr: Personne blessée dans une collision entre une automobile et un autobus, en dehors de la circulation

# model:gnuhealth.pathology,name:V884
source: Person injured in collision between car and heavy transport vehicle, nontraffic
fr_fr: Personne blessée dans une collision entre une automobile et un véhicule lourd, en dehors de la circulation

# model:gnuhealth.pathology,name:V885
source: Person injured in collision between heavy transport vehicle and bus, nontraffic
fr_fr: Personne blessée dans une collision entre un véhicule lourd et un autobus, en dehors de la circulation

# model:gnuhealth.pathology,name:V886
source: Person injured in collision between railway train or railway vehicle and car, nontraffic
fr_fr: Personne blessée dans une collision entre un train ou un véhicule ferroviaire et une automobile, en dehors de la circulation

# model:gnuhealth.pathology,name:V887
source: Person injured in collision between other specified motor vehicles, nontraffic
fr_fr: Personne blessée dans une collision entre d'autres véhicules à moteur précisés, en dehors de la circulation

# model:gnuhealth.pathology,name:V888
source: Person injured in other specified noncollision transport accidents involving motor vehicle, nontraffic
fr_fr: Personne blessée dans d'autres accidents de transport précisés, sans collision, impliquant un véhicule à moteur, en dehors de la circulation

# model:gnuhealth.pathology,name:V889
source: Person injured in other specified (collision) (noncollision) transport accidents involving nonmotor vehicle, nontraffic
fr_fr: Personne blessée dans d'autres accidents de transport précisés (avec collision) (sans collision) impliquant un véhicule sans moteur, en dehors de la circulation

# model:gnuhealth.pathology,name:V890
source: Person injured in unspecified motor-vehicle accident, nontraffic
fr_fr: Personne blessée dans un accident avec un véhicule à moteur, sans précision, en dehors de la circulation

# model:gnuhealth.pathology,name:V891
source: Person injured in unspecified nonmotor-vehicle accident, nontraffic
fr_fr: Personne blessée dans un accident avec un véhicule sans moteur, sans précision, en dehors de la circulation

# model:gnuhealth.pathology,name:V892
source: Person injured in unspecified motor-vehicle accident, traffic
fr_fr: Personne blessée dans un accident de la circulation avec un véhicule à moteur, sans précision

# model:gnuhealth.pathology,name:V893
source: Person injured in unspecified nonmotor-vehicle accident, traffic
fr_fr: Personne blessée dans un accident de la circulation avec un véhicule sans moteur, sans précision

# model:gnuhealth.pathology,name:V899
source: Person injured in unspecified vehicle accident
fr_fr: Personne blessée dans un accident avec un véhicule, sans précision

# model:gnuhealth.pathology,name:V900
source: Merchant ship
fr_fr: accident de bateau entraînant la noyade et la submersion | navire marchand

# model:gnuhealth.pathology,name:V901
source: Passenger ship
fr_fr: accident de bateau entraînant la noyade et la submersion | paquebot

# model:gnuhealth.pathology,name:V902
source: Fishing boat
fr_fr: accident de bateau entraînant la noyade et la submersion | bateau de pêche

# model:gnuhealth.pathology,name:V903
source: Other powered watercraft
fr_fr: accident de bateau entraînant la noyade et la submersion | autres embarcations à moteur

# model:gnuhealth.pathology,name:V904
source: Sailboat
fr_fr: accident de bateau entraînant la noyade et la submersion | bateau à voiles

# model:gnuhealth.pathology,name:V905
source: Canoe or kayak
fr_fr: accident de bateau entraînant la noyade et la submersion | canoë ou kayak

# model:gnuhealth.pathology,name:V906
source: Inflatable craft (nonpowered)
fr_fr: accident de bateau entraînant la noyade et la submersion | canot pneumatique (sans moteur)

# model:gnuhealth.pathology,name:V907
source: Water-skis
fr_fr: accident de bateau entraînant la noyade et la submersion | ski nautique

# model:gnuhealth.pathology,name:V908
source: Other unpowered watercraft
fr_fr: accident de bateau entraînant la noyade et la submersion | autres embarcations sans moteur

# model:gnuhealth.pathology,name:V909
source: Unspecified watercraft
fr_fr: accident de bateau entraînant la noyade et la submersion | embarcation non précisée

# model:gnuhealth.pathology,name:V910
source: Merchant ship
fr_fr: accident de bateau provoquant d'autres lésions traumatiques | navire marchand

# model:gnuhealth.pathology,name:V911
source: Passenger ship
fr_fr: accident de bateau provoquant d'autres lésions traumatiques | paquebot

# model:gnuhealth.pathology,name:V912
source: Fishing boat
fr_fr: accident de bateau provoquant d'autres lésions traumatiques | bateau de pêche

# model:gnuhealth.pathology,name:V913
source: Other powered watercraft
fr_fr: accident de bateau provoquant d'autres lésions traumatiques | autres embarcations à moteur

# model:gnuhealth.pathology,name:V914
source: Sailboat
fr_fr: accident de bateau provoquant d'autres lésions traumatiques | bateau à voiles

# model:gnuhealth.pathology,name:V915
source: Canoe or kayak
fr_fr: accident de bateau provoquant d'autres lésions traumatiques | canoë ou kayak

# model:gnuhealth.pathology,name:V916
source: Inflatable craft (nonpowered)
fr_fr: accident de bateau provoquant d'autres lésions traumatiques | canot pneumatique (sans moteur)

# model:gnuhealth.pathology,name:V917
source: Water-skis
fr_fr: accident de bateau provoquant d'autres lésions traumatiques | ski nautique

# model:gnuhealth.pathology,name:V918
source: Other unpowered watercraft
fr_fr: accident de bateau provoquant d'autres lésions traumatiques | autres embarcations sans moteur

# model:gnuhealth.pathology,name:V919
source: Unspecified watercraft
fr_fr: accident de bateau provoquant d'autres lésions traumatiques | embarcation non précisée

# model:gnuhealth.pathology,name:V920
source: Merchant ship
fr_fr: noyade et submersion durant un transport par eau, sans accident de bateau | navire marchand

# model:gnuhealth.pathology,name:V921
source: Passenger ship
fr_fr: noyade et submersion durant un transport par eau, sans accident de bateau | paquebot

# model:gnuhealth.pathology,name:V922
source: Fishing boat
fr_fr: noyade et submersion durant un transport par eau, sans accident de bateau | bateau de pêche

# model:gnuhealth.pathology,name:V923
source: Other powered watercraft
fr_fr: noyade et submersion durant un transport par eau, sans accident de bateau | autres embarcations à moteur

# model:gnuhealth.pathology,name:V924
source: Sailboat
fr_fr: noyade et submersion durant un transport par eau, sans accident de bateau | bateau à voiles

# model:gnuhealth.pathology,name:V925
source: Canoe or kayak
fr_fr: noyade et submersion durant un transport par eau, sans accident de bateau | canoë ou kayak

# model:gnuhealth.pathology,name:V926
source: Inflatable craft (nonpowered)
fr_fr: noyade et submersion durant un transport par eau, sans accident de bateau | canot pneumatique (sans moteur)

# model:gnuhealth.pathology,name:V927
source: Water-skis
fr_fr: noyade et submersion durant un transport par eau, sans accident de bateau | ski nautique

# model:gnuhealth.pathology,name:V928
source: Other unpowered watercraft
fr_fr: noyade et submersion durant un transport par eau, sans accident de bateau | autres embarcations sans moteur

# model:gnuhealth.pathology,name:V929
source: Unspecified watercraft
fr_fr: noyade et submersion durant un transport par eau, sans accident de bateau | embarcation non précisée

# model:gnuhealth.pathology,name:V930
source: Merchant ship
fr_fr: accident à bord d'un bateau, sans accident du bateau, ne causant ni noyade ni submersion | navire marchand

# model:gnuhealth.pathology,name:V931
source: Passenger ship
fr_fr: accident à bord d'un bateau, sans accident du bateau, ne causant ni noyade ni submersion | paquebot

# model:gnuhealth.pathology,name:V932
source: Fishing boat
fr_fr: accident à bord d'un bateau, sans accident du bateau, ne causant ni noyade ni submersion | bateau de pêche

# model:gnuhealth.pathology,name:V933
source: Other powered watercraft
fr_fr: accident à bord d'un bateau, sans accident du bateau, ne causant ni noyade ni submersion | autres embarcations à moteur

# model:gnuhealth.pathology,name:V934
source: Sailboat
fr_fr: accident à bord d'un bateau, sans accident du bateau, ne causant ni noyade ni submersion | bateau à voiles
