Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:B439
source: Chromomycosis, unspecified
de: Chromomykose, nicht näher bezeichnet
fr_fr: Chromomycose, sans précision
zh_cn: 未特指的着色真菌病

# model:gnuhealth.pathology,name:B44
source: Aspergillosis
de: Aspergillose
fr_fr: Aspergillose
zh_cn: 曲霉病

# model:gnuhealth.pathology,name:B440
source: Invasive pulmonary aspergillosis
de: Invasive Aspergillose der Lunge
fr_fr: Aspergillose pulmonaire invasive
zh_cn: 侵入性肺曲霉病

# model:gnuhealth.pathology,name:B441
source: Other pulmonary aspergillosis
de: Sonstige Aspergillose der Lunge
fr_fr: Autres aspergilloses pulmonaires
zh_cn: 其他肺曲霉病

# model:gnuhealth.pathology,name:B442
source: Tonsillar aspergillosis
de: Aspergillose der Tonsillen
fr_fr: Aspergillose amygdalienne
zh_cn: 扁桃体曲霉病

# model:gnuhealth.pathology,name:B447
source: Disseminated aspergillosis
de: Disseminierte Aspergillose
fr_fr: Aspergillose disséminée
zh_cn: 播散性曲霉病

# model:gnuhealth.pathology,name:B448
source: Other forms of aspergillosis
de: Sonstige Formen der Aspergillose
fr_fr: Autres formes d'aspergillose
zh_cn: 其他形式的曲霉病

# model:gnuhealth.pathology,name:B449
source: Aspergillosis, unspecified
de: Aspergillose, nicht näher bezeichnet
fr_fr: Aspergillose, sans précision
zh_cn: 未特指的曲霉病

# model:gnuhealth.pathology,name:B45
source: Cryptococcosis
de: Kryptokokkose
fr_fr: Cryptococcose
zh_cn: 隐球菌病

# model:gnuhealth.pathology,name:B450
source: Pulmonary cryptococcosis
de: Kryptokokkose der Lunge
fr_fr: Cryptococcose pulmonaire
zh_cn: 肺隐球菌病

# model:gnuhealth.pathology,name:B451
source: Cerebral cryptococcosis
de: Kryptokokkose des Gehirns
fr_fr: Cryptococcose cérébrale
zh_cn: 大脑隐球菌病

# model:gnuhealth.pathology,name:B452
source: Cutaneous cryptococcosis
de: Kryptokokkose der Haut
fr_fr: Cryptococcose cutanée
zh_cn: 皮肤隐球菌病

# model:gnuhealth.pathology,name:B453
source: Osseous cryptococcosis
de: Kryptokokkose der Knochen
fr_fr: Cryptococcose osseuse
zh_cn: 骨隐球菌病

# model:gnuhealth.pathology,name:B457
source: Disseminated cryptococcosis
de: Disseminierte Kryptokokkose
fr_fr: Cryptococcose disséminée
zh_cn: 播散性隐球菌病

# model:gnuhealth.pathology,name:B458
source: Other forms of cryptococcosis
de: Sonstige Formen der Kryptokokkose
fr_fr: Autres formes de cryptococcose
zh_cn: 其他形式的隐球菌病

# model:gnuhealth.pathology,name:B459
source: Cryptococcosis, unspecified
de: Kryptokokkose, nicht näher bezeichnet
fr_fr: Cryptococcose, sans précision
zh_cn: 未特指的隐球菌病

# model:gnuhealth.pathology,name:B46
source: Zygomycosis
de: Zygomykose
fr_fr: Zygomycose
zh_cn: 接合菌病

# model:gnuhealth.pathology,name:B460
source: Pulmonary mucormycosis
de: Mukormykose der Lunge
fr_fr: Mucormycose pulmonaire
zh_cn: 肺毛霉病

# model:gnuhealth.pathology,name:B461
source: Rhinocerebral mucormycosis
de: Rhinozerebrale Mukormykose
fr_fr: Mucormycose rhinocérébrale
zh_cn: 鼻大脑毛霉病

# model:gnuhealth.pathology,name:B462
source: Gastrointestinal mucormycosis
de: Mukormykose des Magen-Darm-Trakts
zh_cn: 胃肠毛霉病

# model:gnuhealth.pathology,name:B463
source: Cutaneous mucormycosis
de: Mukormykose der Haut
fr_fr: Mucormycose cutanée
zh_cn: 皮肤毛霉病

# model:gnuhealth.pathology,name:B464
source: Disseminated mucormycosis
de: Disseminierte Mukormykose
fr_fr: Mucormycose disséminée
zh_cn: 播散性毛霉病

# model:gnuhealth.pathology,name:B465
source: Mucormycosis, unspecified
de: Mukormykose, nicht näher bezeichnet
fr_fr: Mucormycose, sans précision
zh_cn: 未特指的毛霉病

# model:gnuhealth.pathology,name:B468
source: Other zygomycoses
de: Sonstige Formen der Zygomykose
fr_fr: Autres zygomycoses
zh_cn: 其他接合菌病

# model:gnuhealth.pathology,name:B469
source: Zygomycosis, unspecified
de: Zygomykose, nicht näher bezeichnet
fr_fr: Zygomycose, sans précision
zh_cn: 未特指的接合菌病

# model:gnuhealth.pathology,name:B47
source: Mycetoma
de: Myzetom
fr_fr: Mycétome
zh_cn: 足菌肿[足分枝菌病]

# model:gnuhealth.pathology,name:B470
source: Eumycetoma
de: Eumyzetom
fr_fr: Eumycétome
zh_cn: 真菌性足菌肿

# model:gnuhealth.pathology,name:B471
source: Actinomycetoma
de: Aktinomyzetom
fr_fr: Actinomycétome
zh_cn: 放线菌瘤

# model:gnuhealth.pathology,name:B479
source: Mycetoma, unspecified
de: Myzetom, nicht näher bezeichnet
fr_fr: Mycétome, sans précision
zh_cn: 未特指的足菌肿

# model:gnuhealth.pathology,name:B48
source: Other mycoses, not elsewhere classified
de: Sonstige Mykosen, anderenorts nicht klassifiziert
fr_fr: Autres mycoses, non classées ailleurs
zh_cn: 其他真菌病，不可归类在他处者

# model:gnuhealth.pathology,name:B480
source: Lobomycosis
de: Lobomykose
fr_fr: Lobomycose
zh_cn: 瘢痕疙瘩性芽生菌病

# model:gnuhealth.pathology,name:B481
source: Rhinosporidiosis
de: Rhinosporidiose
fr_fr: Rhinosporidose
zh_cn: 鼻孢子菌病

# model:gnuhealth.pathology,name:B482
source: Allescheriasis
de: Allescheriose
fr_fr: Allescheriase
zh_cn: 阿利什利菌病

# model:gnuhealth.pathology,name:B483
source: Geotrichosis
de: Geotrichose
fr_fr: Géotrichose
zh_cn: 地霉病

# model:gnuhealth.pathology,name:B484
source: Penicillosis
de: Penizilliose
fr_fr: Pénicilliose
zh_cn: 青霉病

# model:gnuhealth.pathology,name:B485
source: Pneumocystosis (J17.2*)
de: Pneumozystose

# model:gnuhealth.pathology,name:B487
source: Opportunistic mycoses
de: Mykosen durch opportunistisch-pathogene Pilze
fr_fr: Mycoses opportunistes
zh_cn: 机会性真菌病

# model:gnuhealth.pathology,name:B488
source: Other specified mycoses
de: Sonstige näher bezeichnete Mykosen
fr_fr: Autres mycoses précisées
zh_cn: 其他特指的真菌病

# model:gnuhealth.pathology,name:B49
source: Unspecified mycosis
de: Nicht näher bezeichnete Mykose
fr_fr: Mycose, sans précision
zh_cn: 未特指的真菌病

# model:gnuhealth.pathology,name:B50
source: Plasmodium falciparum malaria
de: Malaria tropica durch Plasmodium falciparum
fr_fr: Paludisme à Plasmodium falciparum
zh_cn: 恶性疟原虫疟疾

# model:gnuhealth.pathology,name:B500
source: Plasmodium falciparum malaria with cerebral complications
de: Malaria tropica mit zerebralen Komplikationen
fr_fr: Paludisme à Plasmodium falciparum avec complications cérébrales
zh_cn: 恶性疟原虫疟疾伴有大脑并发症

# model:gnuhealth.pathology,name:B508
source: Other severe and complicated Plasmodium falciparum malaria
de: Sonstige schwere Formen oder Komplikationen der Malaria tropica
fr_fr: Autres formes sévères et compliquées de paludisme à Plasmodium falciparum
zh_cn: 其他严重的和有并发症的恶性疟原虫

# model:gnuhealth.pathology,name:B509
source: Plasmodium falciparum malaria, unspecified
de: Malaria tropica, nicht näher bezeichnet
fr_fr: Paludisme à Plasmodium falciparum, sans précision
zh_cn: 未特指的恶性疟原虫疟疾

# model:gnuhealth.pathology,name:B51
source: Plasmodium vivax malaria
de: Malaria tertiana durch Plasmodium vivax
fr_fr: Paludisme à Plasmodium vivax
zh_cn: 间日疟原虫疟疾

# model:gnuhealth.pathology,name:B510
source: Plasmodium vivax malaria with rupture of spleen
de: Malaria tertiana mit Milzruptur
fr_fr: Paludisme à Plasmodium vivax, avec rupture de la rate
zh_cn: 间日疟原虫疟疾伴有脾破裂

# model:gnuhealth.pathology,name:B518
source: Plasmodium vivax malaria with other complications
de: Malaria tertiana mit sonstigen Komplikationen
fr_fr: Paludisme à Plasmodium vivax, avec autres complications
zh_cn: 间日疟原虫疟疾伴有其他并发症

# model:gnuhealth.pathology,name:B519
source: Plasmodium vivax malaria without complication
de: Malaria tertiana ohne Komplikation
fr_fr: Paludisme à Plasmodium vivax, sans complication
zh_cn: 间日疟原虫疟疾不伴有并发症

# model:gnuhealth.pathology,name:B52
source: Plasmodium malariae malaria
de: Malaria quartana durch Plasmodium malariae
fr_fr: Paludisme à Plasmodium malariae
zh_cn: 三日疟原虫疟疾

# model:gnuhealth.pathology,name:B520
source: Plasmodium malariae malaria with nephropathy
de: Malaria quartana mit Nephropathie
fr_fr: Paludisme à Plasmodium malariae, avec atteinte rénale
zh_cn: 三日疟原虫疟疾伴有肾病

# model:gnuhealth.pathology,name:B528
source: Plasmodium malariae malaria with other complications
de: Malaria quartana mit sonstigen Komplikationen
fr_fr: Paludisme à Plasmodium malariae, avec autres complications
zh_cn: 三日疟原虫疟疾伴有其他并发症

# model:gnuhealth.pathology,name:B529
source: Plasmodium malariae malaria without complication
de: Malaria quartana ohne Komplikation
fr_fr: Paludisme à Plasmodium malariae, sans complication
zh_cn: 三日疟原虫疟疾不伴有并发症

# model:gnuhealth.pathology,name:B53
source: Other parasitologically confirmed malaria
de: Sonstige parasitologisch bestätigte Malaria
fr_fr: Autres paludismes confirmés par examen parasitologique
zh_cn: 其他经寄生虫学证实的疟疾

# model:gnuhealth.pathology,name:B530
source: Plasmodium ovale malaria
de: Malaria durch Plasmodium ovale
fr_fr: Paludisme à Plasmodium ovale
zh_cn: 卵形疟原虫疟疾

# model:gnuhealth.pathology,name:B531
source: Malaria due to simian plasmodia
de: Malaria durch Affen-Plasmodien
fr_fr: Paludisme à plasmodies simiennes
zh_cn: 猴疟原虫性疟疾

# model:gnuhealth.pathology,name:B538
source: Other parasitologically confirmed malaria, not elsewhere classified
de: Sonstige parasitologisch bestätigte Malaria, anderenorts nicht klassifiziert
fr_fr: Autres paludismes, confirmés par examen parasitologique, non classés ailleurs
zh_cn: 其他经寄生虫学证实的疟疾，不可归类在他处者

# model:gnuhealth.pathology,name:B54
source: Unspecified malaria
de: Malaria, nicht näher bezeichnet
fr_fr: Paludisme, sans précision
zh_cn: 未特指的疟疾

# model:gnuhealth.pathology,name:B55
source: Leishmaniasis
de: Leishmaniose
fr_fr: Leishmaniose
zh_cn: 利什曼病

# model:gnuhealth.pathology,name:B550
source: Visceral leishmaniasis
de: Viszerale Leishmaniose
fr_fr: Leishmaniose viscérale
zh_cn: 内脏利什曼病

# model:gnuhealth.pathology,name:B551
source: Cutaneous leishmaniasis
de: Kutane Leishmaniose
fr_fr: Leishmaniose cutanée
zh_cn: 皮肤利什曼病

# model:gnuhealth.pathology,name:B552
source: Mucocutaneous leishmaniasis
de: Mukokutane Leishmaniose
fr_fr: Leishmaniose cutanéo-muqueuse
zh_cn: 粘膜皮肤利什曼病

# model:gnuhealth.pathology,name:B559
source: Leishmaniasis, unspecified
de: Leishmaniose, nicht näher bezeichnet
fr_fr: Leishmaniose, sans précision
zh_cn: 未特指的利什曼病

# model:gnuhealth.pathology,name:B56
source: African trypanosomiasis
de: Afrikanische Trypanosomiasis
fr_fr: Trypanosomiase africaine
zh_cn: 非洲锥虫病

# model:gnuhealth.pathology,name:B560
source: Gambiense trypanosomiasis
de: Trypanosomiasis gambiensis
fr_fr: Trypanosomiase à Trypanosoma gambiense
zh_cn: 冈比亚锥虫病

# model:gnuhealth.pathology,name:B561
source: Rhodesiense trypanosomiasis
de: Trypanosomiasis rhodesiensis
fr_fr: Trypanosomiase à Trypanosoma rhodesiense
zh_cn: 津巴布韦锥虫病

# model:gnuhealth.pathology,name:B569
source: African trypanosomiasis, unspecified
de: Afrikanische Trypanosomiasis, nicht näher bezeichnet
fr_fr: Trypanosomiase africaine, sans précision
zh_cn: 未特指的非洲锥虫病

# model:gnuhealth.pathology,name:B57
source: Chagas disease
de: Chagas-Krankheit
zh_cn: 查加斯病

# model:gnuhealth.pathology,name:B570
source: Acute Chagas disease with heart involvement
de: Akute Chagas-Krankheit mit Herzbeteiligung
zh_cn: 急性查加斯病累及心脏

# model:gnuhealth.pathology,name:B571
source: Acute Chagas disease without heart involvement
de: Akute Chagas-Krankheit ohne Herzbeteiligung
zh_cn: 急性查加斯病，未累及心脏

# model:gnuhealth.pathology,name:B572
source: Chagas disease (chronic) with heart involvement
de: Chagas-Krankheit (chronisch) mit Herzbeteiligung
zh_cn: (慢性)查加斯病累及心脏

# model:gnuhealth.pathology,name:B573
source: Chagas disease (chronic) with digestive system involvement
de: Chagas-Krankheit (chronisch) mit Beteiligung des Verdauungssystems
zh_cn: (慢性)查加斯病累及消化系统

# model:gnuhealth.pathology,name:B574
source: Chagas disease (chronic) with nervous system involvement
de: Chagas-Krankheit (chronisch) mit Beteiligung des Nervensystems
zh_cn: (慢性)查加斯病累及神经系统

# model:gnuhealth.pathology,name:B575
source: Chagas disease (chronic) with other organ involvement
de: Chagas-Krankheit (chronisch) mit Beteiligung sonstiger Organe
zh_cn: (慢性)查加斯病累及其他器官

# model:gnuhealth.pathology,name:B58
source: Toxoplasmosis
de: Toxoplasmose
fr_fr: Toxoplasmose
zh_cn: 弓形虫病[弓形体病]

# model:gnuhealth.pathology,name:B580
source: Toxoplasma oculopathy
de: Augenerkrankung durch Toxoplasmen
fr_fr: Oculopathie à Toxoplasma
zh_cn: 眼弓形体病

# model:gnuhealth.pathology,name:B581
source: Toxoplasma hepatitis
de: Hepatitis durch Toxoplasmen
fr_fr: Hépatite à Toxoplasma (K77.0*)
zh_cn: 弓形虫肝炎

# model:gnuhealth.pathology,name:B582
source: Toxoplasma meningoencephalitis
de: Meningoenzephalitis durch Toxoplasmen
fr_fr: Méningo-encéphalite à Toxoplasma (G05.2*)
zh_cn: 弓形虫脑膜脑炎

# model:gnuhealth.pathology,name:B583
source: Pulmonary toxoplasmosis
de: Toxoplasmose der Lunge
fr_fr: Toxoplasmose pulmonaire (J17.3*)
zh_cn: 肺弓形体病

# model:gnuhealth.pathology,name:B588
source: Toxoplasmosis with other organ involvement
de: Toxoplasmosen mit Beteiligung sonstiger Organe
fr_fr: Toxoplasmose avec atteinte d'autres organes
zh_cn: 弓形虫病，累及其他器官

# model:gnuhealth.pathology,name:B589
source: Toxoplasmosis, unspecified
de: Toxoplasmose, nicht näher bezeichnet
fr_fr: Toxoplasmose, sans précision
zh_cn: 未特指的弓形虫病

# model:gnuhealth.pathology,name:B59
source: Pneumocystosis
de: Pneumozystose
fr_fr: Pneumocystose (J17.3*)
zh_cn: 肺孢子虫病

# model:gnuhealth.pathology,name:B60
source: Other protozoal diseases, not elsewhere classified
de: Sonstige Protozoenkrankheiten, anderenorts nicht klassifiziert
fr_fr: Autres maladies dues à des protozoaires, non classées ailleurs
zh_cn: 其他原虫性疾病，不可归类在他处者

# model:gnuhealth.pathology,name:B600
source: Babesiosis
de: Babesiose
fr_fr: Babésiose
zh_cn: 巴贝虫病

# model:gnuhealth.pathology,name:B601
source: Acanthamoebiasis
de: Akanthamöbiasis
fr_fr: Acanthamœbiose
zh_cn: 棘阿米巴病

# model:gnuhealth.pathology,name:B602
source: Naegleriasis
de: Naegleriainfektion
zh_cn: 纳归虫病

# model:gnuhealth.pathology,name:B608
source: Other specified protozoal diseases
de: Sonstige näher bezeichnete Protozoenkrankheiten
fr_fr: Autres maladies précisées dues à des protozoaires
zh_cn: 其他特指的原虫性疾病

# model:gnuhealth.pathology,name:B64
source: Unspecified protozoal disease
de: Nicht näher bezeichnete Protozoenkrankheit
fr_fr: Maladie due à des protozoaires, sans précision
zh_cn: 未特指的原虫性疾病

# model:gnuhealth.pathology,name:B65
source: Schistosomiasis [bilharziasis]
de: Schistosomiasis [Bilharziose]
fr_fr: Schistosomiase [bilharziose]
zh_cn: 血吸虫病[裂体吸虫病]

# model:gnuhealth.pathology,name:B650
source: Schistosomiasis due to Schistosoma haematobium [urinary schistosomiasis]
de: Schistosomiasis durch Schistosoma haematobium [Blasenbilharziose]
fr_fr: Schistosomiase due à Schistosoma haematobium [schistosomiase urinaire]
zh_cn: 埃及血吸虫引起的血吸虫病[泌尿道血吸虫病]

# model:gnuhealth.pathology,name:B651
source: Schistosomiasis due to Schistosoma mansoni [intestinal schistosomiasis]
de: Schistosomiasis durch Schistosoma mansoni [Darmbilharziose]
zh_cn: 曼森裂体吸虫引起的血吸虫病[肠道血吸虫病]

# model:gnuhealth.pathology,name:B652
source: Schistosomiasis due to Schistosoma japonicum
de: Schistosomiasis durch Schistosoma japonicum
fr_fr: Schistosomiase due à Schistosoma japonicum
zh_cn: 日本血吸虫引起的血吸虫病

# model:gnuhealth.pathology,name:B653
source: Cercarial dermatitis
de: Zerkariendermatitis
fr_fr: Dermite cercarienne
zh_cn: 尾蚴性皮炎

# model:gnuhealth.pathology,name:B658
source: Other schistosomiases
de: Sonstige Formen der Schistosomiasis
fr_fr: Autres formes de schistosomiase
zh_cn: 其他血吸虫病

# model:gnuhealth.pathology,name:B659
source: Schistosomiasis, unspecified
de: Schistosomiasis, nicht näher bezeichnet
fr_fr: Schistosomiase, sans précision
zh_cn: 未特指的血吸虫病

# model:gnuhealth.pathology,name:B66
source: Other fluke infections
de: Befall durch sonstige Trematoden [Egel]
fr_fr: Autres infections par douves [distomatoses]
zh_cn: 其他吸虫感染

# model:gnuhealth.pathology,name:B668
source: Other specified fluke infections
de: Befall durch sonstige näher bezeichnete Trematoden
fr_fr: Autres infections par douves précisées
zh_cn: 其他特指的吸虫感染

# model:gnuhealth.pathology,name:B669
source: Fluke infection, unspecified
de: Trematodenbefall, nicht näher bezeichnet
fr_fr: Infection par douves, sans précision
zh_cn: 未特指的吸虫感染

# model:gnuhealth.pathology,name:B67
source: Echinococcosis
de: Echinokokkose
fr_fr: Echinococcose
zh_cn: 棘球蚴病

# model:gnuhealth.pathology,name:B670
source: Echinococcus granulosus infection of liver
de: Echinococcus-granulosus-Infektion [zystische Echinokokkose] der Leber
fr_fr: Infection hépatique à Echinococcus granulosus
zh_cn: 肝细粒棘球蚴感染

# model:gnuhealth.pathology,name:B671
source: Echinococcus granulosus infection of lung
de: Echinococcus-granulosus-Infektion [zystische Echinokokkose] der Lunge
fr_fr: Infection pulmonaire à Echinococcus granulosus
zh_cn: 肺细粒棘球蚴感染

# model:gnuhealth.pathology,name:B672
source: Echinococcus granulosus infection of bone
de: Echinococcus-granulosus-Infektion [zystische Echinokokkose] der Knochen
fr_fr: Infection osseuse à Echinococcus granulosus
zh_cn: 骨细粒棘球蚴感染

# model:gnuhealth.pathology,name:B673
source: Echinococcus granulosus infection, other and multiple sites
de: Echinococcus-granulosus-Infektion [zystische Echinokokkose] an mehreren und sonstigen Lokalisationen
fr_fr: Infections à Echinococcus granulosus, autres et à localisations multiples
zh_cn: 其他部位和多部位的细粒棘球蚴感染

# model:gnuhealth.pathology,name:B674
source: Echinococcus granulosus infection, unspecified
de: Echinococcus-granulosus-Infektion [zystische Echinokokkose], nicht näher bezeichnet
fr_fr: Infection à Echinococcus granulosus, sans précision
zh_cn: 未特指的细粒棘球蚴感染

# model:gnuhealth.pathology,name:B675
source: Echinococcus multilocularis infection of liver
de: Echinococcus-multilocularis-Infektion [alveoläre Echinokokkose] der Leber
fr_fr: Infection hépatique à Echinococcus multilocularis
zh_cn: 肝多房棘球蚴感染

# model:gnuhealth.pathology,name:B676
source: Echinococcus multilocularis infection, other and multiple sites
de: Echinococcus-multilocularis-Infektion [alveoläre Echinokokkose] an mehreren und sonstigen Lokalisationen
fr_fr: Infections à Echinococcus multilocularis, autres et à localisations multiples
zh_cn: 其他部位和多部位的多房棘球蚴感染

# model:gnuhealth.pathology,name:B677
source: Echinococcus multilocularis infection, unspecified
de: Echinococcus-multilocularis-Infektion [alveoläre Echinokokkose], nicht näher bezeichnet
fr_fr: Infection à Echinococcus multilocularis, sans précision
zh_cn: 未特指的多房棘球蚴感染

# model:gnuhealth.pathology,name:B678
source: Echinococcosis, unspecified, of liver
de: Nicht näher bezeichnete Echinokokkose der Leber
fr_fr: Infection hépatique à Echinococcus, sans précision
zh_cn: 未特指的肝棘球蚴病

# model:gnuhealth.pathology,name:B679
source: Echinococcosis, other and unspecified
de: Sonstige und nicht näher bezeichnete Echinokokkose
fr_fr: Infections à Echinococcus, autres et sans précision
zh_cn: 其他和未特指的棘球蚴病

# model:gnuhealth.pathology,name:B680
source: Taenia solium taeniasis
de: Befall durch Taenia solium
fr_fr: Infection à Taenia solium
zh_cn: 猪肉绦虫的绦虫病

# model:gnuhealth.pathology,name:B681
source: Taenia saginata taeniasis
de: Befall durch Taenia saginata
fr_fr: Infection à Taenia saginata
zh_cn: 牛肉绦虫的绦虫病

# model:gnuhealth.pathology,name:B689
source: Taeniasis, unspecified
de: Taeniasis, nicht näher bezeichnet
fr_fr: Infection à Taenia, sans précision
zh_cn: 未特指的绦虫病

# model:gnuhealth.pathology,name:B69
source: Cysticercosis
de: Zystizerkose
fr_fr: Cysticercose
zh_cn: 囊虫病[囊尾蚴病]

# model:gnuhealth.pathology,name:B690
source: Cysticercosis of central nervous system
de: Zystizerkose des Zentralnervensystems
fr_fr: Cysticercose du système nerveux central
zh_cn: 中枢神经系统囊虫病

# model:gnuhealth.pathology,name:B691
source: Cysticercosis of eye
de: Zystizerkose der Augen
fr_fr: Cysticercose de l'œil
zh_cn: 眼囊虫病

# model:gnuhealth.pathology,name:B698
source: Cysticercosis of other sites
de: Zystizerkose an sonstigen Lokalisationen
fr_fr: Cysticercose, autres localisations
zh_cn: 其他部位的囊虫病

# model:gnuhealth.pathology,name:B699
source: Cysticercosis, unspecified
de: Zystizerkose, nicht näher bezeichnet
fr_fr: Cysticercose, sans précision
zh_cn: 未特指的囊虫病

# model:gnuhealth.pathology,name:B70
source: Diphyllobothriasis and sparganosis
de: Diphyllobothriose und Sparganose
fr_fr: Diphyllobothriase et sparganose
zh_cn: 裂头绦虫病和裂头蚴病

# model:gnuhealth.pathology,name:B700
source: Diphyllobothriasis
de: Diphyllobothriose
fr_fr: Diphyllobothriase
zh_cn: 裂头绦虫病

# model:gnuhealth.pathology,name:B701
source: Sparganosis
de: Sparganose
fr_fr: Sparganose
zh_cn: 裂头蚴病

# model:gnuhealth.pathology,name:B71
source: Other cestode infections
de: Befall durch sonstige Zestoden
fr_fr: Autres infections à cestodes
zh_cn: 其他绦虫感染

# model:gnuhealth.pathology,name:B711
source: Dipylidiasis
de: Dipylidiose
fr_fr: Infection à Dipylidium
zh_cn: 复孔绦虫病

# model:gnuhealth.pathology,name:B718
source: Other specified cestode infections
de: Sonstige näher bezeichnete Zestodeninfektionen
fr_fr: Autres infections par cestodes, précisées
zh_cn: 其他特指的绦虫感染

# model:gnuhealth.pathology,name:B719
source: Cestode infection, unspecified
de: Zestodeninfektion, nicht näher bezeichnet
fr_fr: Infection par cestodes, sans précision
zh_cn: 未特指的绦虫感染

# model:gnuhealth.pathology,name:B72
source: Dracunculiasis
de: Drakunkulose
fr_fr: Dracunculose
zh_cn: 龙线虫病

# model:gnuhealth.pathology,name:B73
source: Onchocerciasis
de: Onchozerkose
fr_fr: Onchocercose
zh_cn: 盘尾丝虫病

# model:gnuhealth.pathology,name:B74
source: Filariasis
de: Filariose
fr_fr: Filariose
zh_cn: 丝虫病

# model:gnuhealth.pathology,name:B740
source: Filariasis due to Wuchereria bancrofti
de: Filariose durch Wuchereria bancrofti
fr_fr: Filariose à Wuchereria bancrofti
zh_cn: 班氏吴策线虫引起的丝虫病

# model:gnuhealth.pathology,name:B741
source: Filariasis due to Brugia malayi
de: Filariose durch Brugia malayi
fr_fr: Filariose à Brugia malayi
zh_cn: 马来(布鲁格)丝虫引起的丝虫病

# model:gnuhealth.pathology,name:B742
source: Filariasis due to Brugia timori
de: Filariose durch Brugia timori
fr_fr: Filariose à Brugia timori
zh_cn: 帝汶(布鲁格)丝虫引起的丝虫病

# model:gnuhealth.pathology,name:B748
source: Other filariases
de: Sonstige Filariose
fr_fr: Autres filarioses
zh_cn: 其他丝虫病

# model:gnuhealth.pathology,name:B749
source: Filariasis, unspecified
de: Filariose, nicht näher bezeichnet
fr_fr: Filariose, sans précision
zh_cn: 未特指的丝虫病

# model:gnuhealth.pathology,name:B75
source: Trichinellosis
de: Trichinellose
fr_fr: Trichinose
zh_cn: 旋毛虫病

# model:gnuhealth.pathology,name:B76
source: Hookworm diseases
de: Hakenwurm-Krankheit
fr_fr: Ankylostomiase
zh_cn: 钩虫病

# model:gnuhealth.pathology,name:B760
source: Ancylostomiasis
de: Ankylostomiasis
zh_cn: (十二指肠)钩虫病

# model:gnuhealth.pathology,name:B761
source: Necatoriasis
de: Nekatoriasis
fr_fr: Nécatorose
zh_cn: 美洲钩虫病

# model:gnuhealth.pathology,name:B768
source: Other hookworm diseases
de: Sonstige Hakenwurm-Krankheiten
fr_fr: Autres ankylostomiases
zh_cn: 其他钩虫病

# model:gnuhealth.pathology,name:B769
source: Hookworm disease, unspecified
de: Hakenwurm-Krankheit, nicht näher bezeichnet
fr_fr: Ankylostomiase, sans précision
zh_cn: 未特指的钩虫病

# model:gnuhealth.pathology,name:B77
source: Ascariasis
de: Askaridose
fr_fr: Ascaridiase
zh_cn: 蛔虫病

# model:gnuhealth.pathology,name:B770
source: Ascariasis with intestinal complications
de: Askaridose mit intestinalen Komplikationen
fr_fr: Ascaridiase avec complications intestinales
zh_cn: 蛔虫病伴有肠道并发症

# model:gnuhealth.pathology,name:B778
source: Ascariasis with other complications
de: Askaridose mit sonstigen Komplikationen
fr_fr: Ascaridiase avec autres complications
zh_cn: 蛔虫病伴有其他并发症

# model:gnuhealth.pathology,name:B779
source: Ascariasis, unspecified
de: Askaridose, nicht näher bezeichnet
fr_fr: Ascaridiase, sans précision
zh_cn: 未特指的蛔虫病

# model:gnuhealth.pathology,name:B780
source: Intestinal strongyloidiasis
de: Strongyloidiasis des Darmes
fr_fr: Anguillulose intestinale
zh_cn: 肠道类圆线虫病

# model:gnuhealth.pathology,name:B781
source: Cutaneous strongyloidiasis
de: Strongyloidiasis der Haut
fr_fr: Anguillulose cutanée
zh_cn: 皮肤类圆线虫病

# model:gnuhealth.pathology,name:B787
source: Disseminated strongyloidiasis
de: Disseminierte Strongyloidiasis
fr_fr: Anguillulose disséminée
zh_cn: 播散性类圆线虫病
