Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Z873
source: Personal history of diseases of the musculoskeletal system and connective tissue
de: Krankheiten des Muskel-Skelett-Systems und des Bindegewebes in der Eigenanamnese
fr_fr: Antécédents personnels de maladies du système ostéo-articulaire, des muscles et du tissu conjonctif
zh_cn: 肌肉骨骼系统和结缔组织疾病个人史

# model:gnuhealth.pathology,name:Z874
source: Personal history of diseases of the genitourinary system
de: Krankheiten des Urogenitalsystems in der Eigenanamnese
zh_cn: 泌尿生殖系统疾病个人史

# model:gnuhealth.pathology,name:Z875
source: Personal history of complications of pregnancy, childbirth and the puerperium
de: Komplikationen der Schwangerschaft, der Geburt und des Wochenbettes in der Eigenanamnese
fr_fr: Antécédents personnels de complications de la grossesse, de l'accouchement et de la puerpéralité
zh_cn: 妊娠、分娩和产褥期并发症个人史

# model:gnuhealth.pathology,name:Z876
source: Personal history of certain conditions arising in the perinatal period
de: Bestimmte in der Perinatalperiode entstandene Zustände in der Eigenanamnese
fr_fr: Antécédents personnels de certaines affections dont l'origine se situe dans la période périnatale
zh_cn: 起源于围生期的某些情况个人史

# model:gnuhealth.pathology,name:Z877
source: Personal history of congenital malformations, deformations and chromosomal abnormalities
de: Angeborene Fehlbildungen, Deformitäten oder Chromosomenanomalien in der Eigenanamnese
fr_fr: Antécédents personnels de malformations congénitales et anomalies chromosomiques
zh_cn: 先天性畸形、变形和染色体异常个人史

# model:gnuhealth.pathology,name:Z878
source: Personal history of other specified conditions
de: Sonstige näher bezeichnete Krankheiten oder Zustände in der Eigenanamnese
fr_fr: Antécédents personnels d'autres états précisés
zh_cn: 其他特指情况个人史

# model:gnuhealth.pathology,name:Z88
source: Personal history of allergy to drugs, medicaments and biological substances
de: Allergie gegenüber Arzneimitteln, Drogen oder biologisch aktiven Substanzen in der Eigenanamnese
zh_cn: 对药物、药剂和生物制品过敏个人史

# model:gnuhealth.pathology,name:Z880
source: Personal history of allergy to penicillin
de: Allergie gegenüber Penicillin in der Eigenanamnese
fr_fr: Antécédents personnels d'allergie à la pénicilline
zh_cn: 青霉素过敏个人史

# model:gnuhealth.pathology,name:Z881
source: Personal history of allergy to other antibiotic agents
de: Allergie gegenüber anderen Antibiotika in der Eigenanamnese
fr_fr: Antécédents personnels d'allergie à d'autres antibiotiques
zh_cn: 其他抗生素制剂过敏个人史

# model:gnuhealth.pathology,name:Z882
source: Personal history of allergy to sulfonamides
de: Allergie gegenüber Sulfonamiden in der Eigenanamnese
zh_cn: 磺胺类药过敏个人史

# model:gnuhealth.pathology,name:Z883
source: Personal history of allergy to other anti-infective agents
de: Allergie gegenüber anderen Antiinfektiva in der Eigenanamnese
fr_fr: Antécédents personnels d'allergie à d'autres agents anti-infectieux
zh_cn: 其他抗感染制剂过敏个人史

# model:gnuhealth.pathology,name:Z884
source: Personal history of allergy to anaesthetic agent
de: Allergie gegenüber Anästhetikum in der Eigenanamnese
fr_fr: Antécédents personnels d'allergie aux anesthésiques
zh_cn: 麻醉药过敏个人史

# model:gnuhealth.pathology,name:Z885
source: Personal history of allergy to narcotic agent
de: Allergie gegenüber Betäubungsmittel in der Eigenanamnese
fr_fr: Antécédents personnels d'allergie aux narcotiques
zh_cn: 麻醉品过敏个人史

# model:gnuhealth.pathology,name:Z886
source: Personal history of allergy to analgesic agent
de: Allergie gegenüber Analgetikum in der Eigenanamnese
fr_fr: Antécédents personnels d'allergie aux analgésiques
zh_cn: 镇痛药过敏个人史

# model:gnuhealth.pathology,name:Z887
source: Personal history of allergy to serum and vaccine
de: Allergie gegenüber Serum oder Impfstoff in der Eigenanamnese
fr_fr: Antécédents personnels d'allergie aux sérum et vaccin
zh_cn: 血清和疫苗过敏个人史

# model:gnuhealth.pathology,name:Z888
source: Personal history of allergy to other drugs, medicaments and biological substances
de: Allergie gegenüber sonstigen Arzneimitteln, Drogen oder biologisch aktiven Substanzen in der Eigenanamnese
fr_fr: Antécédents personnels d'allergie à d'autres médicaments et substances biologiques
zh_cn: 对其他药物、药剂和生物制品过敏个人史

# model:gnuhealth.pathology,name:Z889
source: Personal history of allergy to unspecified drugs, medicaments and biological substances
de: Allergie gegenüber nicht näher bezeichneten Arzneimitteln, Drogen oder biologisch aktiven Substanzen in der Eigenanamnese
fr_fr: Antécédents personnels d'allergie à un médicament et une substance biologique, sans précision
zh_cn: 对未特指的药物，药剂和生物制品过敏个人史

# model:gnuhealth.pathology,name:Z89
source: Acquired absence of limb
de: Extremitätenverlust
fr_fr: Absence acquise d'un membre
zh_cn: 四肢后天性缺失

# model:gnuhealth.pathology,name:Z890
source: Acquired absence of finger(s) [including thumb], unilateral
de: Verlust eines oder mehrerer Finger [einschließlich Daumen], einseitig
fr_fr: Absence acquise de doigt(s) [y compris le pouce], unilatérale
zh_cn: 单侧手指[包括拇指]后天性缺失

# model:gnuhealth.pathology,name:Z891
source: Acquired absence of hand and wrist
de: Verlust der Hand und des Handgelenkes, einseitig
fr_fr: Absence acquise de main et poignet
zh_cn: 手和腕后天性缺失

# model:gnuhealth.pathology,name:Z892
source: Acquired absence of upper limb above wrist
de: Verlust der oberen Extremität oberhalb des Handgelenkes, einseitig
fr_fr: Absence acquise d'un membre supérieur au-dessus du poignet
zh_cn: 腕以上的上肢后天性缺失臂

# model:gnuhealth.pathology,name:Z893
source: Acquired absence of both upper limbs [any level]
de: (Teilweiser) Verlust der oberen Extremität, beidseitig
fr_fr: Absence acquise des deux membres supérieurs [tout niveau]
zh_cn: 双上肢[任何水平]后天性缺失

# model:gnuhealth.pathology,name:Z894
source: Acquired absence of foot and ankle
de: Verlust des Fußes und des Knöchels, einseitig
fr_fr: Absence acquise de pied et cheville
zh_cn: 足和踝后天性缺失

# model:gnuhealth.pathology,name:Z895
source: Acquired absence of leg at or below knee
de: Verlust der unteren Extremität unterhalb oder bis zum Knie, einseitig
fr_fr: Absence acquise d'un membre inférieur, au niveau du genou ou au-dessous
zh_cn: 膝或膝以下小腿后天性缺失

# model:gnuhealth.pathology,name:Z896
source: Acquired absence of leg above knee
de: Verlust der unteren Extremität oberhalb des Knies, einseitig
fr_fr: Absence acquise d'un membre inférieur, au-dessus du genou
zh_cn: 膝以上大腿后天性缺失

# model:gnuhealth.pathology,name:Z897
source: Acquired absence of both lower limbs [any level, except toes alone]
de: (Teilweiser) Verlust der unteren Extremität, beidseitig
fr_fr: Absence acquise des deux membres inférieurs [tout niveau, sauf orteils seuls]
zh_cn: 双下肢后天性缺失[任何水平，除外仅趾]

# model:gnuhealth.pathology,name:Z898
source: Acquired absence of upper and lower limbs [any level]
de: Verlust von oberen und unteren Extremitäten [jede Höhe]
fr_fr: Absence acquise à la fois de membres supérieurs et inférieurs [tout niveau]
zh_cn: 上肢和下肢后天性缺失[任何水平]

# model:gnuhealth.pathology,name:Z899
source: Acquired absence of limb, unspecified
de: Extremitätenverlust, nicht näher bezeichnet
fr_fr: Absence acquise de membre, sans précision
zh_cn: 未特指的四肢后天性缺失

# model:gnuhealth.pathology,name:Z90
source: Acquired absence of organs, not elsewhere classified
de: Verlust von Organen, anderenorts nicht klassifiziert
fr_fr: Absence acquise d'organes, non classée ailleurs
zh_cn: 器官后天性缺失，不可归类在他处者

# model:gnuhealth.pathology,name:Z900
source: Acquired absence of part of head and neck
de: Verlust von Teilen des Kopfes oder des Halses
fr_fr: Absence acquise d'une partie de la tête et du cou
zh_cn: 头和颈部分后天性缺失

# model:gnuhealth.pathology,name:Z901
source: Acquired absence of breast(s)
de: Verlust der Mamma(e) [Brustdrüse]
fr_fr: Absence acquise de sein(s)
zh_cn: 乳房后天性缺失

# model:gnuhealth.pathology,name:Z902
source: Acquired absence of lung [part of]
de: Verlust der Lunge [Teile der Lunge]
fr_fr: Absence acquise de poumon [partie de]
zh_cn: 肺[部分]后天性缺失

# model:gnuhealth.pathology,name:Z903
source: Acquired absence of part of stomach
de: Verlust von Teilen des Magens
fr_fr: Absence acquise de partie d'estomac
zh_cn: 胃部分后天性缺失

# model:gnuhealth.pathology,name:Z904
source: Acquired absence of other parts of digestive tract
de: Verlust anderer Teile des Verdauungstraktes
fr_fr: Absence acquise d'autres parties de l'appareil digestif
zh_cn: 消化道其他部分后天性缺失

# model:gnuhealth.pathology,name:Z905
source: Acquired absence of kidney
de: Verlust der Niere(n)
fr_fr: Absence acquise de rein
zh_cn: 肾后天性缺失

# model:gnuhealth.pathology,name:Z906
source: Acquired absence of other organs of urinary tract
de: Verlust anderer Teile des Harntraktes
zh_cn: 泌尿道其他部分后天性缺失

# model:gnuhealth.pathology,name:Z907
source: Acquired absence of genital organ(s)
de: Verlust eines oder mehrerer Genitalorgane
fr_fr: Absence acquise d'organe(s) génital(aux)
zh_cn: 生殖器官后天性缺失

# model:gnuhealth.pathology,name:Z908
source: Acquired absence of other organs
de: Verlust sonstiger Organe
fr_fr: Absence acquise d'autres organes
zh_cn: 其他器官后天性缺失

# model:gnuhealth.pathology,name:Z91
source: Personal history of risk-factors, not elsewhere classified
de: Risikofaktoren in der Eigenanamnese, anderenorts nicht klassifiziert
fr_fr: Antécédents personnels de facteurs de risque, non classés ailleurs
zh_cn: 危险因素个人史，不可归类在他处者

# model:gnuhealth.pathology,name:Z910
source: Personal history of allergy, other than to drugs and biological substances
de: Allergie, ausgenommen Allergie gegenüber Arzneimitteln, Drogen oder biologisch aktiven Substanzen, in der Eigenanamnese
fr_fr: Antécédents personnels d'allergie, autre qu'à des médicaments et des substances biologiques
zh_cn: 非药物和生物制品过敏个人史

# model:gnuhealth.pathology,name:Z911
source: Personal history of noncompliance with medical treatment and regimen
de: Nichtbefolgung ärztlicher Anordnungen [Non-compliance] in der Eigenanamnese
fr_fr: Antécédents personnels de non-observance d'un traitement médical et d'un régime
zh_cn: 不服从医疗和医疗制度个人史

# model:gnuhealth.pathology,name:Z912
source: Personal history of poor personal hygiene
de: Mangelhafte persönliche Hygiene in der Eigenanamnese
fr_fr: Antécédents personnels de mauvaise hygiène personnelle
zh_cn: 个人卫生不良个人史

# model:gnuhealth.pathology,name:Z913
source: Personal history of unhealthy sleep-wake schedule
de: Ungesunder Schlaf-Wach-Rhythmus in der Eigenanamnese
fr_fr: Antécédents personnels de cycle veille/sommeil anormal
zh_cn: 有害健康的作息安排个人史

# model:gnuhealth.pathology,name:Z914
source: Personal history of psychological trauma, not elsewhere classified
de: Psychisches Trauma in der Eigenanamnese, anderenorts nicht klassifiziert
fr_fr: Antécédents personnels de traumatisme psychologique, non classé ailleurs
zh_cn: 心理创伤个人史，不可归类在他处者

# model:gnuhealth.pathology,name:Z915
source: Personal history of self-harm
de: Selbstbeschädigung in der Eigenanamnese
fr_fr: Antécédents personnels de lésions auto-infligées
zh_cn: 自我伤害个人史

# model:gnuhealth.pathology,name:Z916
source: Personal history of other physical trauma
de: Andere Körperverletzung in der Eigenanamnese
fr_fr: Antécédents personnels d'autres traumatismes physiques
zh_cn: 其他身体创伤个人史

# model:gnuhealth.pathology,name:Z917
source: Personal history of female genital mutilation
de: Weibliche Genitalverstümmelung in der Eigenanamnese

# model:gnuhealth.pathology,name:Z918
source: Personal history of other specified risk-factors, not elsewhere classified
de: Sonstige näher bezeichnete Risikofaktoren in der Eigenanamnese, anderenorts nicht klassifiziert
fr_fr: Antécédents personnels d'autres facteurs de risque précisés, non classés ailleurs
zh_cn: 其他特指危险因素个人史，不可归类在他处者

# model:gnuhealth.pathology,name:Z92
source: Personal history of medical treatment
de: Medizinische Behandlung in der Eigenanamnese
fr_fr: Antécédents personnels de traitement médical
zh_cn: 医疗个人史

# model:gnuhealth.pathology,name:Z920
source: Personal history of contraception
de: Kontrazeption in der Eigenanamnese
fr_fr: Antécédents personnels de contraception
zh_cn: 避孕个人史

# model:gnuhealth.pathology,name:Z921
source: Personal history of long-term (current) use of anticoagulants
de: Dauertherapie (gegenwärtig) mit Antikoagulanzien in der Eigenanamnese
fr_fr: Antécédents personnels d'utilisation (actuelle) à long terme d'anticoagulants
zh_cn: 长期(近期)使用抗凝血药个人史

# model:gnuhealth.pathology,name:Z922
source: Personal history of long-term (current) use of other medicaments
de: Dauertherapie (gegenwärtig) mit anderen Arzneimitteln in der Eigenanamnese
fr_fr: Antécédents personnels d'utilisation (actuelle) à long terme d'autres médicaments
zh_cn: 长期(近期)使用其他药剂个人史

# model:gnuhealth.pathology,name:Z923
source: Personal history of irradiation
de: Bestrahlung in der Eigenanamnese
fr_fr: Antécédents personnels d'irradiation
zh_cn: 辐射照射个人史

# model:gnuhealth.pathology,name:Z924
source: Personal history of major surgery, not elsewhere classified
de: Größerer operativer Eingriff in der Eigenanamnese, anderenorts nicht klassifiziert
fr_fr: Antécédents personnels d'intervention chirurgicale importante, non classée ailleurs
zh_cn: 大手术个人史，不可归类在他处者

# model:gnuhealth.pathology,name:Z925
source: Personal history of rehabilitation measures
de: Rehabilitationsmaßnahmen in der Eigenanamnese
fr_fr: Antécédents personnels de mesures de rééducation
zh_cn: 康复措施个人史

# model:gnuhealth.pathology,name:Z926
source: Personal history of chemotherapy for neoplastic disease
de: Zytostatische Chemotherapie wegen bösartiger Neubildung in der Eigenanamnese
zh_cn: 肿瘤化疗个人史

# model:gnuhealth.pathology,name:Z928
source: Personal history of other medical treatment
de: Sonstige medizinische Behandlung in der Eigenanamnese
fr_fr: Antécédents personnels d'autres traitements médicaux
zh_cn: 其他医疗个人史

# model:gnuhealth.pathology,name:Z929
source: Personal history of medical treatment, unspecified
de: Medizinische Behandlung, nicht näher bezeichnet, in der Eigenanamnese
fr_fr: Antécédents personnels de traitement médical, sans précision
zh_cn: 未特指的医疗个人史

# model:gnuhealth.pathology,name:Z93
source: Artificial opening status
de: Vorhandensein einer künstlichen Körperöffnung
fr_fr: Stomies
zh_cn: 人工造口状态

# model:gnuhealth.pathology,name:Z930
source: Tracheostomy status
de: Vorhandensein eines Tracheostomas
fr_fr: Trachéostomie
zh_cn: 气管造口状态

# model:gnuhealth.pathology,name:Z931
source: Gastrostomy status
de: Vorhandensein eines Gastrostomas
fr_fr: Gastrostomie
zh_cn: 胃造口状态

# model:gnuhealth.pathology,name:Z932
source: Ileostomy status
de: Vorhandensein eines Ileostomas
fr_fr: Iléostomie
zh_cn: 回肠造口状态

# model:gnuhealth.pathology,name:Z933
source: Colostomy status
de: Vorhandensein eines Kolostomas
fr_fr: Colostomie
zh_cn: 结肠造口状态

# model:gnuhealth.pathology,name:Z934
source: Other artificial openings of gastrointestinal tract status
de: Vorhandensein anderer künstlicher Körperöffnungen des Magen-Darm-Trakts
zh_cn: 胃肠道的其他人工造口状态

# model:gnuhealth.pathology,name:Z935
source: Cystostomy status
de: Vorhandensein eines Zystostomas
fr_fr: Cystostomie
zh_cn: 膀胱造口状态

# model:gnuhealth.pathology,name:Z936
source: Other artificial openings of urinary tract status
de: Vorhandensein anderer künstlicher Körperöffnungen der Harnwege
fr_fr: Autres stomies de l'appareil urinaire
zh_cn: 泌尿道的其他人工造口状态

# model:gnuhealth.pathology,name:Z938
source: Other artificial opening status
de: Vorhandensein sonstiger künstlicher Körperöffnungen
fr_fr: Autres stomies
zh_cn: 其他人工造口状态

# model:gnuhealth.pathology,name:Z939
source: Artificial opening status, unspecified
de: Vorhandensein einer künstlichen Körperöffnung, nicht näher bezeichnet
fr_fr: Stomie, sans précision
zh_cn: 未特指的人工造口状态

# model:gnuhealth.pathology,name:Z94
source: Transplanted organ and tissue status
de: Zustand nach Organ- oder Gewebetransplantation
fr_fr: Greffe d'organe et de tissu
zh_cn: 器官和组织移植状态

# model:gnuhealth.pathology,name:Z940
source: Kidney transplant status
de: Zustand nach Nierentransplantation
fr_fr: Greffe de rein
zh_cn: 肾移植状态

# model:gnuhealth.pathology,name:Z941
source: Heart transplant status
de: Zustand nach Herztransplantation
fr_fr: Greffe du cœur
zh_cn: 心脏移植状态

# model:gnuhealth.pathology,name:Z942
source: Lung transplant status
de: Zustand nach Lungentransplantation
fr_fr: Greffe de poumon
zh_cn: 肺移植状态

# model:gnuhealth.pathology,name:Z943
source: Heart and lungs transplant status
de: Zustand nach Herz-Lungen-Transplantation
fr_fr: Greffe de cœur et poumon
zh_cn: 心和肺移植状态

# model:gnuhealth.pathology,name:Z944
source: Liver transplant status
de: Zustand nach Lebertransplantation
fr_fr: Greffe de foie
zh_cn: 肝移植状态

# model:gnuhealth.pathology,name:Z945
source: Skin transplant status
de: Zustand nach Hauttransplantation
fr_fr: Greffe de peau
zh_cn: 皮肤移植状态

# model:gnuhealth.pathology,name:Z946
source: Bone transplant status
de: Zustand nach Knochentransplantation
fr_fr: Greffe d'os
zh_cn: 骨移植状态

# model:gnuhealth.pathology,name:Z947
source: Corneal transplant status
de: Zustand nach Keratoplastik
fr_fr: Greffe de cornée
zh_cn: 角膜移植状态

# model:gnuhealth.pathology,name:Z948
source: Other transplanted organ and tissue status
de: Zustand nach sonstiger Organ- oder Gewebetransplantation
fr_fr: Autres greffes d'organes et de tissus
zh_cn: 其他器官和组织的移植状态

# model:gnuhealth.pathology,name:Z949
source: Transplanted organ and tissue status, unspecified
de: Zustand nach Organ- oder Gewebetransplantation, nicht näher bezeichnet
fr_fr: Greffe d'organe et de tissu, sans précision
zh_cn: 未特指的器官和组织移植状态

# model:gnuhealth.pathology,name:Z95
source: Presence of cardiac and vascular implants and grafts
de: Vorhandensein von kardialen oder vaskulären Implantaten oder Transplantaten
fr_fr: Présence d'implants et de greffes cardiaques et vasculaires
zh_cn: 具有心脏和血管植入物和移植物

# model:gnuhealth.pathology,name:Z950
source: Presence of electronic cardiac devices
de: Vorhandensein eines kardialen elektronischen Geräts
zh_cn: 具有心脏起搏器

# model:gnuhealth.pathology,name:Z951
source: Presence of aortocoronary bypass graft
de: Vorhandensein eines aortokoronaren Bypasses
fr_fr: Présence d'un pontage aorto-coronaire
zh_cn: 具有主动脉冠状动脉搭桥术移植物

# model:gnuhealth.pathology,name:Z952
source: Presence of prosthetic heart valve
de: Vorhandensein einer künstlichen Herzklappe
fr_fr: Présence de prothèse d'une valvule cardiaque
zh_cn: 具有假体心脏瓣膜

# model:gnuhealth.pathology,name:Z953
source: Presence of xenogenic heart valve
de: Vorhandensein einer xenogenen Herzklappe
fr_fr: Présence d'une valvule cardiaque xénogénique
zh_cn: 具有异种心脏瓣膜

# model:gnuhealth.pathology,name:Z954
source: Presence of other heart-valve replacement
de: Vorhandensein eines anderen Herzklappenersatzes
fr_fr: Présence d'une autre valvule cardiaque de remplacement
zh_cn: 具有其他心脏瓣膜置换

# model:gnuhealth.pathology,name:Z955
source: Presence of coronary angioplasty implant and graft
de: Vorhandensein eines Implantates oder Transplantates nach koronarer Gefäßplastik
fr_fr: Présence d'implant et de greffe vasculaires coronaires
zh_cn: 具有冠状血管成形术植入物和移植物

# model:gnuhealth.pathology,name:Z958
source: Presence of other cardiac and vascular implants and grafts
de: Vorhandensein von sonstigen kardialen oder vaskulären Implantaten oder Transplantaten
fr_fr: Présence d'autres implants et greffes cardiaques et vasculaires
zh_cn: 具有其他心脏和血管植入物和移植物

# model:gnuhealth.pathology,name:Z959
source: Presence of cardiac and vascular implant and graft, unspecified
de: Vorhandensein von kardialem oder vaskulärem Implantat oder Transplantat, nicht näher bezeichnet
fr_fr: Présence d'implant et de greffe cardiaques et vasculaires, sans précision
zh_cn: 具有未特指的心脏和血管植入物和移植物

# model:gnuhealth.pathology,name:Z96
source: Presence of other functional implants
de: Vorhandensein von anderen funktionellen Implantaten
fr_fr: Présence d'autres implants fonctionnels
zh_cn: 具有其他功能性植入物

# model:gnuhealth.pathology,name:Z960
source: Presence of urogenital implants
de: Vorhandensein von urogenitalen Implantaten
fr_fr: Présence d'implants urogénitaux
zh_cn: 具有泌尿生殖器植入物

# model:gnuhealth.pathology,name:Z961
source: Presence of intraocular lens
de: Vorhandensein eines intraokularen Linsenimplantates
fr_fr: Présence d'implants intra-oculaires de cristallin
zh_cn: 具有眼内晶状体

# model:gnuhealth.pathology,name:Z962
source: Presence of otological and audiological implants
de: Vorhandensein von Implantaten im Gehörorgan
fr_fr: Présence d'implants otologiques et audiologiques
zh_cn: 具有耳科学和听力学植入物

# model:gnuhealth.pathology,name:Z963
source: Presence of artificial larynx
de: Vorhandensein eines künstlichen Larynx
fr_fr: Présence d'un larynx artificiel
zh_cn: 具有人工喉

# model:gnuhealth.pathology,name:Z964
source: Presence of endocrine implants
de: Vorhandensein von endokrinen Implantaten
fr_fr: Présence d'implants endocriniens
zh_cn: 具有内分泌科植入物

# model:gnuhealth.pathology,name:Z965
source: Presence of tooth-root and mandibular implants
de: Vorhandensein von Zahnwurzel- oder Unterkieferimplantaten
fr_fr: Présence d'implants maxillaires et sur racines dentaires
zh_cn: 具有牙根和下颌骨植入物

# model:gnuhealth.pathology,name:Z966
source: Presence of orthopaedic joint implants
de: Vorhandensein von orthopädischen Gelenkimplantaten
fr_fr: Présence d'implants d'articulations orthopédiques
zh_cn: 具有矫形外科关节植入物

# model:gnuhealth.pathology,name:Z967
source: Presence of other bone and tendon implants
de: Vorhandensein von anderen Knochen- und Sehnenimplantaten
fr_fr: Présence d'autres implants osseux et tendineux
zh_cn: 具有其他骨和腱的植入物

# model:gnuhealth.pathology,name:Z968
source: Presence of other specified functional implants
de: Vorhandensein von sonstigen näher bezeichneten funktionellen Implantaten
fr_fr: Présence d'autres implants fonctionnels précisés
zh_cn: 具有其他特指的功能性植入物

# model:gnuhealth.pathology,name:Z969
source: Presence of functional implant, unspecified
de: Vorhandensein eines funktionellen Implantates, nicht näher bezeichnet
fr_fr: Présence d'implant fonctionnel, sans précision
zh_cn: 具有未特指的功能性植入物

# model:gnuhealth.pathology,name:Z97
source: Presence of other devices
de: Vorhandensein anderer medizinischer Geräte oder Hilfsmittel
fr_fr: Présence d'autres appareils
zh_cn: 具有其他装置

# model:gnuhealth.pathology,name:Z970
source: Presence of artificial eye
de: Vorhandensein eines künstlichen Auges
fr_fr: Présence d'un œil artificiel
zh_cn: 具有人工眼

# model:gnuhealth.pathology,name:Z971
source: Presence of artificial limb (complete)(partial)
de: Vorhandensein einer künstlichen Extremität (komplett) (partiell)
fr_fr: Présence d'un membre artificiel (complet) (partiel)
zh_cn: 具有人工肢体(完全)(部分)

# model:gnuhealth.pathology,name:Z972
source: Presence of dental prosthetic device (complete)(partial)
de: Vorhandensein einer Zahnprothese (komplett) (partiell)
fr_fr: Présence d'une prothèse dentaire (complète) (partielle)
zh_cn: 具有假牙装置(完全)(部分)

# model:gnuhealth.pathology,name:Z973
source: Presence of spectacles and contact lenses
de: Vorhandensein einer Brille oder von Kontaktlinsen
fr_fr: Présence de lunettes et lentilles de contact
zh_cn: 具有眼镜和接触镜

# model:gnuhealth.pathology,name:Z974
source: Presence of external hearing-aid
de: Vorhandensein eines äußeren Hörgerätes
fr_fr: Présence d'appareil auditif externe
zh_cn: 具有外部助听器

# model:gnuhealth.pathology,name:Z975
source: Presence of (intrauterine) contraceptive device
de: Vorhandensein eines Pessars (intrauterin) zur Kontrazeption
zh_cn: (子宫内)具有避孕装置

# model:gnuhealth.pathology,name:Z978
source: Presence of other specified devices
de: Vorhandensein sonstiger näher bezeichneter medizinischer Geräte oder Hilfsmittel
fr_fr: Présence d'autres appareils précisés
zh_cn: 具有其他特指的装置

# model:gnuhealth.pathology,name:Z98
source: Other postsurgical states
de: Sonstige Zustände nach chirurgischem Eingriff
fr_fr: Autres états post-chirurgicaux
zh_cn: 其他手术后状态

# model:gnuhealth.pathology,name:Z980
source: Intestinal bypass and anastomosis status
de: Zustand nach intestinalem Bypass oder intestinaler Anastomose
fr_fr: Dérivation intestinale et anastomose
zh_cn: 肠搭桥术和吻合术状态
