Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:F79
source: Unspecified mental retardation
de: Nicht näher bezeichnete Intelligenzminderung
fr_fr: Retard mental, sans précision
zh_cn: 未特指的精神发育迟缓

# model:gnuhealth.pathology,name:F790
source: Unspecified mental retardation: With the statement of no, or minimal, impairment of behaviour
de: Nicht näher bezeichnete Intelligenzminderung: Keine oder geringfügige Verhaltensstörung
zh_cn: 精神发育迟缓，无或轻微行为缺陷的

# model:gnuhealth.pathology,name:F791
source: Unspecified mental retardation: Significant impairment of behaviour requiring attention or treatment
de: Nicht näher bezeichnete Intelligenzminderung: Deutliche Verhaltensstörung, die Beobachtung oder Behandlung erfordert
zh_cn: 精神发育迟缓，需要加以关注或治疗的显著行为缺陷

# model:gnuhealth.pathology,name:F798
source: Unspecified mental retardation: Other impairments of behaviour
de: Nicht näher bezeichnete Intelligenzminderung: Sonstige Verhaltensstörung
zh_cn: 精神发育迟缓引起的，其他的

# model:gnuhealth.pathology,name:F799
source: Unspecified mental retardation: Without mention of impairment of behaviour
de: Nicht näher bezeichnete Intelligenzminderung: Ohne Angabe einer Verhaltensstörung
zh_cn: 精神发育迟缓，未提及行为缺陷

# model:gnuhealth.pathology,name:F80
source: Specific developmental disorders of speech and language
de: Umschriebene Entwicklungsstörungen des Sprechens und der Sprache
fr_fr: Troubles spécifiques du développement de la parole et du langage
zh_cn: 特定性言语和语言发育障碍

# model:gnuhealth.pathology,name:F800
source: Specific speech articulation disorder
de: Artikulationsstörung
fr_fr: Trouble spécifique de l'acquisition de l'articulation
zh_cn: 特定性言语构音障碍

# model:gnuhealth.pathology,name:F801
source: Expressive language disorder
de: Expressive Sprachstörung
fr_fr: Trouble de l'acquisition du langage, de type expressif
zh_cn: 表达性语言障碍

# model:gnuhealth.pathology,name:F802
source: Receptive language disorder
de: Rezeptive Sprachstörung
fr_fr: Trouble de l'acquisition du langage, de type réceptif
zh_cn: 感受性语言障碍

# model:gnuhealth.pathology,name:F803
source: Acquired aphasia with epilepsy [Landau-Kleffner]
de: Erworbene Aphasie mit Epilepsie [Landau-Kleffner-Syndrom]
fr_fr: Aphasie acquise avec épilepsie [Landau-Kleffner]
zh_cn: 伴有癫痫的后天性失语[兰道-克勒夫纳综合征]

# model:gnuhealth.pathology,name:F808
source: Other developmental disorders of speech and language
de: Sonstige Entwicklungsstörungen des Sprechens oder der Sprache
fr_fr: Autres troubles du développement de la parole et du langage
zh_cn: 其他言语和语言发育障碍

# model:gnuhealth.pathology,name:F809
source: Developmental disorder of speech and language, unspecified
de: Entwicklungsstörung des Sprechens oder der Sprache, nicht näher bezeichnet
fr_fr: Trouble du développement de la parole et du langage, sans précision
zh_cn: 未特指的言语和语言发育障碍

# model:gnuhealth.pathology,name:F81
source: Specific developmental disorders of scholastic skills
de: Umschriebene Entwicklungsstörungen schulischer Fertigkeiten
fr_fr: Troubles spécifiques du développement des acquisitions scolaires
zh_cn: 特定性学习技能发育障碍

# model:gnuhealth.pathology,name:F810
source: Specific reading disorder
de: Lese- und Rechtschreibstörung
fr_fr: Trouble spécifique de la lecture
zh_cn: 特定性阅读障碍

# model:gnuhealth.pathology,name:F811
source: Specific spelling disorder
de: Isolierte Rechtschreibstörung
fr_fr: Trouble spécifique de l'acquisition de l'orthographe
zh_cn: 特定性拼写障碍

# model:gnuhealth.pathology,name:F812
source: Specific disorder of arithmetical skills
de: Rechenstörung
fr_fr: Trouble spécifique de l'acquisition de l'arithmétique
zh_cn: 特定性计算技能障碍

# model:gnuhealth.pathology,name:F813
source: Mixed disorder of scholastic skills
de: Kombinierte Störungen schulischer Fertigkeiten
fr_fr: Trouble mixte des acquisitions scolaires
zh_cn: 混合性学习技能障碍

# model:gnuhealth.pathology,name:F818
source: Other developmental disorders of scholastic skills
de: Sonstige Entwicklungsstörungen schulischer Fertigkeiten
fr_fr: Autres troubles du développement des acquisitions scolaires
zh_cn: 其他学习技能发育障碍

# model:gnuhealth.pathology,name:F819
source: Developmental disorder of scholastic skills, unspecified
de: Entwicklungsstörung schulischer Fertigkeiten, nicht näher bezeichnet
fr_fr: Trouble du développement des acquisitions scolaires, sans précision
zh_cn: 未特指的学习技能发育障碍

# model:gnuhealth.pathology,name:F82
source: Specific developmental disorder of motor function
de: Umschriebene Entwicklungsstörung der motorischen Funktionen
fr_fr: Trouble spécifique du développement moteur
zh_cn: 特定性运动功能发育障碍

# model:gnuhealth.pathology,name:F83
source: Mixed specific developmental disorders
de: Kombinierte umschriebene Entwicklungsstörungen
fr_fr: Troubles spécifiques mixtes du développement
zh_cn: 混合性特定性发育障碍

# model:gnuhealth.pathology,name:F84
source: Pervasive developmental disorders
de: Tief greifende Entwicklungsstörungen
fr_fr: Troubles envahissants du développement
zh_cn: 弥漫性[综合性]发育障碍

# model:gnuhealth.pathology,name:F840
source: Childhood autism
de: Frühkindlicher Autismus
fr_fr: Autisme infantile
zh_cn: 童年孤独症

# model:gnuhealth.pathology,name:F841
source: Atypical autism
de: Atypischer Autismus
fr_fr: Autisme atypique
zh_cn: 不典型孤独症

# model:gnuhealth.pathology,name:F842
source: Rett syndrome
de: Rett-Syndrom
zh_cn: 雷特综合征

# model:gnuhealth.pathology,name:F843
source: Other childhood disintegrative disorder
de: Andere desintegrative Störung des Kindesalters
fr_fr: Autre trouble désintégratif de l'enfance
zh_cn: 其他童年瓦解性障碍

# model:gnuhealth.pathology,name:F844
source: Overactive disorder associated with mental retardation and stereotyped movements
de: Überaktive Störung mit Intelligenzminderung und Bewegungsstereotypien
fr_fr: Hyperactivité associée à un retard mental et à des mouvements stéréotypés
zh_cn: 与精神发育迟缓和刻板动作有关的多动障碍

# model:gnuhealth.pathology,name:F845
source: Asperger syndrome
de: Asperger-Syndrom
zh_cn: 阿斯珀格综合征

# model:gnuhealth.pathology,name:F848
source: Other pervasive developmental disorders
de: Sonstige tief greifende Entwicklungsstörungen
fr_fr: Autres troubles envahissants du développement
zh_cn: 其他弥漫性[综合性]发育障碍

# model:gnuhealth.pathology,name:F849
source: Pervasive developmental disorder, unspecified
de: Tief greifende Entwicklungsstörung, nicht näher bezeichnet
fr_fr: Trouble envahissant du développement, sans précision
zh_cn: 未特指的弥漫性[综合性]发育障碍

# model:gnuhealth.pathology,name:F88
source: Other disorders of psychological development
de: Andere Entwicklungsstörungen
fr_fr: Autres troubles du développement psychologique
zh_cn: 其他心理发育障碍

# model:gnuhealth.pathology,name:F89
source: Unspecified disorder of psychological development
de: Nicht näher bezeichnete Entwicklungsstörung
fr_fr: Trouble du développement psychologique, sans précision
zh_cn: 未特指的心理发育障碍

# model:gnuhealth.pathology,name:F90
source: Hyperkinetic disorders
de: Hyperkinetische Störungen
fr_fr: Troubles hyperkinétiques
zh_cn: 多动性障碍

# model:gnuhealth.pathology,name:F900
source: Disturbance of activity and attention
de: Einfache Aktivitäts- und Aufmerksamkeitsstörung
fr_fr: Perturbation de l'activité et de l'attention
zh_cn: 活动与注意失调

# model:gnuhealth.pathology,name:F901
source: Hyperkinetic conduct disorder
de: Hyperkinetische Störung des Sozialverhaltens
fr_fr: Trouble hyperkinétique et trouble des conduites
zh_cn: 多动性品行障碍

# model:gnuhealth.pathology,name:F908
source: Other hyperkinetic disorders
de: Sonstige hyperkinetische Störungen
fr_fr: Autres troubles hyperkinétiques
zh_cn: 其他多动性障碍

# model:gnuhealth.pathology,name:F909
source: Hyperkinetic disorder, unspecified
de: Hyperkinetische Störung, nicht näher bezeichnet
fr_fr: Trouble hyperkinétique, sans précision
zh_cn: 未特指的多动性障碍

# model:gnuhealth.pathology,name:F91
source: Conduct disorders
de: Störungen des Sozialverhaltens
fr_fr: Troubles des conduites
zh_cn: 品行障碍

# model:gnuhealth.pathology,name:F910
source: Conduct disorder confined to the family context
de: Auf den familiären Rahmen beschränkte Störung des Sozialverhaltens
fr_fr: Trouble des conduites limité au milieu familial
zh_cn: 局限于家庭的品行障碍

# model:gnuhealth.pathology,name:F911
source: Unsocialized conduct disorder
de: Störung des Sozialverhaltens bei fehlenden sozialen Bindungen
zh_cn: 非社会化的品行障碍

# model:gnuhealth.pathology,name:F912
source: Socialized conduct disorder
de: Störung des Sozialverhaltens bei vorhandenen sozialen Bindungen
zh_cn: 社会化的品行障碍

# model:gnuhealth.pathology,name:F913
source: Oppositional defiant disorder
de: Störung des Sozialverhaltens mit oppositionellem, aufsässigem Verhalten
fr_fr: Trouble oppositionnel avec provocation
zh_cn: 对立违抗性障碍

# model:gnuhealth.pathology,name:F918
source: Other conduct disorders
de: Sonstige Störungen des Sozialverhaltens
fr_fr: Autres troubles des conduites
zh_cn: 其他品行障碍

# model:gnuhealth.pathology,name:F919
source: Conduct disorder, unspecified
de: Störung des Sozialverhaltens, nicht näher bezeichnet
fr_fr: Trouble des conduites, sans précision
zh_cn: 未特指的品行障碍

# model:gnuhealth.pathology,name:F92
source: Mixed disorders of conduct and emotions
de: Kombinierte Störung des Sozialverhaltens und der Emotionen
fr_fr: Troubles mixtes des conduites et troubles émotionnels
zh_cn: 品行和情绪混合性障碍

# model:gnuhealth.pathology,name:F920
source: Depressive conduct disorder
de: Störung des Sozialverhaltens mit depressiver Störung
fr_fr: Troubles des conduites avec dépression
zh_cn: 抑郁性品行障碍

# model:gnuhealth.pathology,name:F928
source: Other mixed disorders of conduct and emotions
de: Sonstige kombinierte Störung des Sozialverhaltens und der Emotionen
fr_fr: Autres troubles mixtes des conduites et troubles émotionnels
zh_cn: 其他品行和情绪混合性障碍

# model:gnuhealth.pathology,name:F929
source: Mixed disorder of conduct and emotions, unspecified
de: Kombinierte Störung des Sozialverhaltens und der Emotionen, nicht näher bezeichnet
fr_fr: Trouble mixte des conduites et troubles émotionnels, sans précision
zh_cn: 未特指的品行和情绪混合性障碍

# model:gnuhealth.pathology,name:F93
source: Emotional disorders with onset specific to childhood
de: Emotionale Störungen des Kindesalters
fr_fr: Troubles émotionnels apparaissant spécifiquement dans l'enfance
zh_cn: 特发于童年的情绪障碍

# model:gnuhealth.pathology,name:F930
source: Separation anxiety disorder of childhood
de: Emotionale Störung mit Trennungsangst des Kindesalters
fr_fr: Angoisse de séparation de l'enfance
zh_cn: 童年离别焦虑障碍

# model:gnuhealth.pathology,name:F931
source: Phobic anxiety disorder of childhood
de: Phobische Störung des Kindesalters
fr_fr: Trouble anxieux phobique de l'enfance
zh_cn: 童年恐怖性焦虑障碍

# model:gnuhealth.pathology,name:F932
source: Social anxiety disorder of childhood
de: Störung mit sozialer Ängstlichkeit des Kindesalters
fr_fr: Anxiété sociale de l'enfance
zh_cn: 童年社交性焦虑障碍

# model:gnuhealth.pathology,name:F933
source: Sibling rivalry disorder
de: Emotionale Störung mit Geschwisterrivalität
fr_fr: Rivalité dans la fratrie
zh_cn: 同胞竞争障碍

# model:gnuhealth.pathology,name:F938
source: Other childhood emotional disorders
de: Sonstige emotionale Störungen des Kindesalters
fr_fr: Autres troubles émotionnels de l'enfance
zh_cn: 其他童年情绪障碍

# model:gnuhealth.pathology,name:F939
source: Childhood emotional disorder, unspecified
de: Emotionale Störung des Kindesalters, nicht näher bezeichnet
fr_fr: Trouble émotionnel de l'enfance, sans précision
zh_cn: 未特指的童年情绪障碍

# model:gnuhealth.pathology,name:F94
source: Disorders of social functioning with onset specific to childhood and adolescence
de: Störungen sozialer Funktionen mit Beginn in der Kindheit und Jugend
fr_fr: Troubles du fonctionnement social apparaissant spécifiquement durant l'enfance et l'adolescence
zh_cn: 特发于童年和青少年期的社会功能障碍

# model:gnuhealth.pathology,name:F940
source: Elective mutism
de: Elektiver Mutismus
fr_fr: Mutisme électif
zh_cn: 选择性缄默症

# model:gnuhealth.pathology,name:F941
source: Reactive attachment disorder of childhood
de: Reaktive Bindungsstörung des Kindesalters
fr_fr: Trouble réactionnel de l'attachement de l'enfance
zh_cn: 童年反应性依恋障碍

# model:gnuhealth.pathology,name:F942
source: Disinhibited attachment disorder of childhood
de: Bindungsstörung des Kindesalters mit Enthemmung
fr_fr: Trouble de l'attachement de l'enfance avec désinhibition
zh_cn: 童年脱抑制性依恋障碍

# model:gnuhealth.pathology,name:F948
source: Other childhood disorders of social functioning
de: Sonstige Störungen sozialer Funktionen mit Beginn in der Kindheit
fr_fr: Autres troubles du fonctionnement social de l'enfance
zh_cn: 童年其他社会功能障碍

# model:gnuhealth.pathology,name:F949
source: Childhood disorder of social functioning, unspecified
de: Störung sozialer Funktionen mit Beginn in der Kindheit, nicht näher bezeichnet
fr_fr: Trouble du fonctionnement social de l'enfance, sans précision
zh_cn: 未特指的童年社会功能障碍

# model:gnuhealth.pathology,name:F95
source: Tic disorders
de: Ticstörungen
fr_fr: Tics
zh_cn: 抽动障碍

# model:gnuhealth.pathology,name:F950
source: Transient tic disorder
de: Vorübergehende Ticstörung
fr_fr: Tic transitoire
zh_cn: 一过性抽动障碍

# model:gnuhealth.pathology,name:F951
source: Chronic motor or vocal tic disorder
de: Chronische motorische oder vokale Ticstörung
fr_fr: Tic moteur ou vocal chronique
zh_cn: 慢性运动或发声抽动障碍

# model:gnuhealth.pathology,name:F952
source: Combined vocal and multiple motor tic disorder [de la Tourette]
de: Kombinierte vokale und multiple motorische Tics [Tourette-Syndrom]
fr_fr: Forme associant tics vocaux et tics moteurs [syndrome de Gilles de la Tourette]
zh_cn: 发声和多种运动联合抽动障碍[德拉图雷特综合征]

# model:gnuhealth.pathology,name:F958
source: Other tic disorders
de: Sonstige Ticstörungen
fr_fr: Autres tics
zh_cn: 其他抽动障碍

# model:gnuhealth.pathology,name:F959
source: Tic disorder, unspecified
de: Ticstörung, nicht näher bezeichnet
fr_fr: Tic, sans précision
zh_cn: 未特指的抽动障碍

# model:gnuhealth.pathology,name:F98
source: Other behavioural and emotional disorders with onset usually occurring in childhood and adolescence
de: Andere Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend
fr_fr: Autres troubles du comportement et troubles émotionnels apparaissant habituellement durant l'enfance et l'adolescence
zh_cn: 通常在童年和青少年期发病的其他行为和情绪障碍

# model:gnuhealth.pathology,name:F980
source: Nonorganic enuresis
de: Nichtorganische Enuresis
fr_fr: Enurésie non organique
zh_cn: 非器质性遗尿症

# model:gnuhealth.pathology,name:F981
source: Nonorganic encopresis
de: Nichtorganische Enkopresis
fr_fr: Encoprésie non organique
zh_cn: 非器质性遗粪症

# model:gnuhealth.pathology,name:F982
source: Feeding disorder of infancy and childhood
de: Fütterstörung im frühen Kindesalter
fr_fr: Trouble de l'alimentation du nourrisson et de l'enfant
zh_cn: 婴儿和儿童期的喂养障碍

# model:gnuhealth.pathology,name:F983
source: Pica of infancy and childhood
de: Pica im Kindesalter
fr_fr: Pica du nourrisson et de l'enfant
zh_cn: 婴幼儿和童年异食癖

# model:gnuhealth.pathology,name:F984
source: Stereotyped movement disorders
de: Stereotype Bewegungsstörungen
fr_fr: Mouvements stéréotypés
zh_cn: 刻板性运动障碍

# model:gnuhealth.pathology,name:F985
source: Stuttering [stammering]
de: Stottern [Stammeln]
fr_fr: Bégaiement
zh_cn: 口吃[结巴]

# model:gnuhealth.pathology,name:F986
source: Cluttering
de: Poltern
fr_fr: Bredouillement [langage précipité]
zh_cn: 言语急促杂乱

# model:gnuhealth.pathology,name:F988
source: Other specified behavioural and emotional disorders with onset usually occurring in childhood and adolescence
de: Sonstige näher bezeichnete Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend
fr_fr: Autres troubles précisés du comportement et troubles émotionnels apparaissant habituellement durant l'enfance et l'adolescence
zh_cn: 通常在童年和青少年期发病的其他特指的行为和情绪障碍

# model:gnuhealth.pathology,name:F989
source: Unspecified behavioural and emotional disorders with onset usually occurring in childhood and adolescence
de: Nicht näher bezeichnete Verhaltens- oder emotionale Störungen mit Beginn in der Kindheit und Jugend
fr_fr: Trouble du comportement et trouble émotionnel apparaissant habituellement durant l'enfance et l'adolescence, sans précision
zh_cn: 通常在童年和青少年期发病的未特指的行为和情绪障碍

# model:gnuhealth.pathology,name:F99
source: Mental disorder, not otherwise specified
de: Psychische Störung ohne nähere Angabe
fr_fr: Trouble mental, sans autre indication
zh_cn: 精神障碍，其他方面未特指

# model:gnuhealth.pathology,name:G00
source: Bacterial meningitis, not elsewhere classified
de: Bakterielle Meningitis, anderenorts nicht klassifiziert
fr_fr: Méningite bactérienne, non classée ailleurs
zh_cn: 细菌性脑膜炎，不可归类在他处者

# model:gnuhealth.pathology,name:G000
source: Haemophilus meningitis
de: Meningitis durch Haemophilus influenzae
fr_fr: Méningite à Haemophilus
zh_cn: 嗜血杆菌脑膜炎

# model:gnuhealth.pathology,name:G001
source: Pneumococcal meningitis
de: Pneumokokkenmeningitis
fr_fr: Méningite à pneumocoques
zh_cn: 肺炎球菌性脑膜炎

# model:gnuhealth.pathology,name:G002
source: Streptococcal meningitis
de: Streptokokkenmeningitis
fr_fr: Méningite à streptocoques
zh_cn: 链球菌性脑膜炎

# model:gnuhealth.pathology,name:G003
source: Staphylococcal meningitis
de: Staphylokokkenmeningitis
fr_fr: Méningite à staphylocoques
zh_cn: 葡萄球菌性脑膜炎

# model:gnuhealth.pathology,name:G008
source: Other bacterial meningitis
de: Sonstige bakterielle Meningitis
fr_fr: Autres méningites bactériennes
zh_cn: 其他细菌性脑膜炎

# model:gnuhealth.pathology,name:G009
source: Bacterial meningitis, unspecified
de: Bakterielle Meningitis, nicht näher bezeichnet
fr_fr: Méningite bactérienne, sans précision
zh_cn: 未特指的细菌性脑膜炎

# model:gnuhealth.pathology,name:G01
source: Meningitis in bacterial diseases classified elsewhere
de: Meningitis bei anderenorts klassifizierten bakteriellen Krankheiten
fr_fr: Méningite au cours d'affections bactériennes classées ailleurs
zh_cn: 分类于他处的细菌性疾病引起的脑膜炎

# model:gnuhealth.pathology,name:G02
source: Meningitis in other infectious and parasitic diseases classified elsewhere
de: Meningitis bei sonstigen anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Méningite au cours d'autres maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的其他传染病和寄生虫病引起的脑膜炎

# model:gnuhealth.pathology,name:G020
source: Meningitis in viral diseases classified elsewhere
de: Meningitis bei anderenorts klassifizierten Viruskrankheiten
fr_fr: Méningite au cours d'infections virales classées ailleurs
zh_cn: 分类于他处的病毒性疾病引起的脑膜炎

# model:gnuhealth.pathology,name:G021
source: Meningitis in mycoses
de: Meningitis bei anderenorts klassifizierten Mykosen
fr_fr: Méningite au cours de mycoses classées ailleurs
zh_cn: 真菌病脑膜炎

# model:gnuhealth.pathology,name:G028
source: Meningitis in other specified infectious and parasitic diseases classified elsewhere
de: Meningitis bei sonstigen näher bezeichneten anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Méningite au cours d'autres maladies infectieuses et parasitaires précisées classées ailleurs
zh_cn: 分类于他处的其他特指的传染病和寄生虫病引起的脑膜炎

# model:gnuhealth.pathology,name:G03
source: Meningitis due to other and unspecified causes
de: Meningitis durch sonstige und nicht näher bezeichnete Ursachen
fr_fr: Méningite due à des causes autres et non précisées
zh_cn: 其他和未特指原因引起的脑膜炎

# model:gnuhealth.pathology,name:G030
source: Nonpyogenic meningitis
de: Nichteitrige Meningitis
fr_fr: Méningite à liquide clair
zh_cn: 非化脓性脑膜炎

# model:gnuhealth.pathology,name:G031
source: Chronic meningitis
de: Chronische Meningitis
fr_fr: Méningite chronique
zh_cn: 慢性脑膜炎

# model:gnuhealth.pathology,name:G032
source: Benign recurrent meningitis [Mollaret]
de: Benigne rezidivierende Meningitis [Mollaret-Meningitis]
fr_fr: Méningite récurrente bénigne [Mollaret]
zh_cn: 良性复发性脑膜炎[莫拉利特]

# model:gnuhealth.pathology,name:G038
source: Meningitis due to other specified causes
de: Meningitis durch sonstige näher bezeichnete Ursachen
fr_fr: Méningite due à d'autres causes précisées
zh_cn: 其他特指原因引起的脑膜炎

# model:gnuhealth.pathology,name:G039
source: Meningitis, unspecified
de: Meningitis, nicht näher bezeichnet
fr_fr: Méningite, sans précision
zh_cn: 未特指的脑膜炎

# model:gnuhealth.pathology,name:G04
source: Encephalitis, myelitis and encephalomyelitis
de: Enzephalitis, Myelitis und Enzephalomyelitis
fr_fr: Encéphalite, myélite et encéphalomyélite
zh_cn: 脑炎、脊髓炎和脑脊髓炎

# model:gnuhealth.pathology,name:G040
source: Acute disseminated encephalitis
de: Akute disseminierte Enzephalitis
fr_fr: Encéphalite aiguë disséminée
zh_cn: 急性播散性脑炎

# model:gnuhealth.pathology,name:G041
source: Tropical spastic paraplegia
de: Humane T-Zell-lymphotrope Virus-assoziierte Myelopathie
fr_fr: Paraplégie spastique tropicale
zh_cn: 热带痉挛性截瘫

# model:gnuhealth.pathology,name:G042
source: Bacterial meningoencephalitis and meningomyelitis, not elsewhere classified
de: Bakterielle Meningoenzephalitis und Meningomyelitis, anderenorts nicht klassifiziert
fr_fr: Méningo-encéphalite et méningomyélite bactériennes, non classées ailleurs
zh_cn: 细菌性脑膜脑炎和脊髓脊膜炎，不可归类在他处者

# model:gnuhealth.pathology,name:G048
source: Other encephalitis, myelitis and encephalomyelitis
de: Sonstige Enzephalitis, Myelitis und Enzephalomyelitis
fr_fr: Autres encéphalites, myélites et encéphalomyélites
zh_cn: 其他脑炎、脊髓炎和脑脊髓炎

# model:gnuhealth.pathology,name:G049
source: Encephalitis, myelitis and encephalomyelitis, unspecified
de: Enzephalitis, Myelitis und Enzephalomyelitis, nicht näher bezeichnet
fr_fr: Encéphalite, myélite et encéphalomyélite, sans précision
zh_cn: 未特指的脑炎、脊髓炎和脑脊髓炎

# model:gnuhealth.pathology,name:G05
source: Encephalitis, myelitis and encephalomyelitis in diseases classified elsewhere
de: Enzephalitis, Myelitis und Enzephalomyelitis bei anderenorts klassifizierten Krankheiten
fr_fr: Encéphalite, myélite et encéphalomyélite au cours d'affections classées ailleurs
zh_cn: 分类于他处的疾病引起的脑炎、脊髓炎和脑脊髓炎

# model:gnuhealth.pathology,name:G050
source: Encephalitis, myelitis and encephalomyelitis in bacterial diseases classified elsewhere
de: Enzephalitis, Myelitis und Enzephalomyelitis bei anderenorts klassifizierten bakteriellen Krankheiten
fr_fr: Encéphalite, myélite et encéphalomyélite au cours d'infections bactériennes classées ailleurs
zh_cn: 分类于他处的细菌性疾病引起的脑炎、脊髓炎和脑脊髓炎

# model:gnuhealth.pathology,name:G051
source: Encephalitis, myelitis and encephalomyelitis in viral diseases classified elsewhere
de: Enzephalitis, Myelitis und Enzephalomyelitis bei anderenorts klassifizierten Viruskrankheiten
fr_fr: Encéphalite, myélite et encéphalomyélite au cours d'infections virales classées ailleurs
zh_cn: 分类于他处的病毒性疾病引起的脑炎、脊髓炎和脑脊髓炎

# model:gnuhealth.pathology,name:G052
source: Encephalitis, myelitis and encephalomyelitis in other infectious and parasitic diseases classified elsewhere
de: Enzephalitis, Myelitis und Enzephalomyelitis bei sonstigen anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Encéphalite, myélite et encéphalomyélite au cours d'autres maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的其他传染病和寄生虫病引起的脑炎、脊髓炎和脑脊髓炎

# model:gnuhealth.pathology,name:G058
source: Encephalitis, myelitis and encephalomyelitis in other diseases classified elsewhere
de: Enzephalitis, Myelitis und Enzephalomyelitis bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Encéphalite, myélite et encéphalomyélite au cours d'autres affections classées ailleurs
zh_cn: 分类于他处特指疾病脑炎、脊髓炎和脑脊髓炎

# model:gnuhealth.pathology,name:G06
source: Intracranial and intraspinal abscess and granuloma
de: Intrakranielle und intraspinale Abszesse und Granulome
fr_fr: Abcès et granulome intracrâniens et intrarachidiens
zh_cn: 颅内和椎管内脓肿及肉芽肿

# model:gnuhealth.pathology,name:G060
source: Intracranial abscess and granuloma
de: Intrakranieller Abszess und intrakranielles Granulom
fr_fr: Abcès et granulome intracrâniens
zh_cn: 颅内脓肿和肉芽肿

# model:gnuhealth.pathology,name:G061
source: Intraspinal abscess and granuloma
de: Intraspinaler Abszess und intraspinales Granulom
fr_fr: Abcès et granulome intrarachidiens
zh_cn: 椎管内脓肿和肉芽肿
