Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:A00
source: Cholera
de: Cholerainfektion
fr_fr: Choléra
zh_cn: 霍乱

# model:gnuhealth.pathology,name:A000
source: Cholera due to Vibrio cholerae 01, biovar cholerae
de: Cholera durch Vibrio cholerae O:1, Biovar cholerae
fr_fr: A Vibrio cholerae 01, biovar cholerae
zh_cn: 霍乱，由于01群霍乱弧菌，霍乱生物型所致

# model:gnuhealth.pathology,name:A001
source: Cholera due to Vibrio cholerae 01, biovar eltor
de: Cholera durch Vibrio cholerae O:1, Biovar eltor
zh_cn: 霍乱，由于01群霍乱弧菌，埃尔托生物型所致

# model:gnuhealth.pathology,name:A009
source: Cholera, unspecified
de: Cholera, nicht näher bezeichnet
fr_fr: Choléra, sans précision
zh_cn: 未特指的霍乱

# model:gnuhealth.pathology,name:A01
source: Typhoid and paratyphoid fevers
de: Typhus abdominalis und Paratyphus
fr_fr: Fièvres typhoïde et paratyphoïde
zh_cn: 伤寒和副伤寒

# model:gnuhealth.pathology,name:A010
source: Typhoid fever
de: Typhus abdominalis
fr_fr: Fièvre typhoïde
zh_cn: 伤寒

# model:gnuhealth.pathology,name:A011
source: Paratyphoid fever A
de: Paratyphus A
fr_fr: Paratyphoïde A
zh_cn: 副伤寒甲

# model:gnuhealth.pathology,name:A012
source: Paratyphoid fever B
de: Paratyphus B
fr_fr: Paratyphoïde B
zh_cn: 副伤寒乙

# model:gnuhealth.pathology,name:A013
source: Paratyphoid fever C
de: Paratyphus C
fr_fr: Paratyphoïde C
zh_cn: 副伤寒丙

# model:gnuhealth.pathology,name:A014
source: Paratyphoid fever, unspecified
de: Paratyphus, nicht näher bezeichnet
fr_fr: Paratyphoïde, sans précision
zh_cn: 未特指的副伤寒

# model:gnuhealth.pathology,name:A02
source: Other salmonella infections
de: Sonstige Salmonelleninfektionen
zh_cn: 其他沙门菌感染

# model:gnuhealth.pathology,name:A020
source: Salmonella enteritis
de: Salmonellenenteritis
zh_cn: 沙门菌肠炎

# model:gnuhealth.pathology,name:A021
source: Salmonella sepsis
de: Salmonellensepsis
zh_cn: 沙门菌脓毒病

# model:gnuhealth.pathology,name:A022
source: Localized salmonella infections
de: Lokalisierte Salmonelleninfektionen
zh_cn: 局限性沙门菌感染

# model:gnuhealth.pathology,name:A028
source: Other specified salmonella infections
de: Sonstige näher bezeichnete Salmonelleninfektionen
zh_cn: 其他特指的沙门菌感染

# model:gnuhealth.pathology,name:A029
source: Salmonella infection, unspecified
de: Salmonelleninfektion, nicht näher bezeichnet
fr_fr: Salmonellose, sans précision
zh_cn: 未特指的沙门菌感染

# model:gnuhealth.pathology,name:A03
source: Shigellosis
de: Shigellose [Bakterielle Ruhr]
fr_fr: Shigellose
zh_cn: 细菌性痢疾

# model:gnuhealth.pathology,name:A030
source: Shigellosis due to Shigella dysenteriae
de: Shigellose durch Shigella dysenteriae
fr_fr: Shigellose à Shigella dysenteriae
zh_cn: 志贺痢疾杆菌引起的细菌性痢疾

# model:gnuhealth.pathology,name:A031
source: Shigellosis due to Shigella flexneri
de: Shigellose durch Shigella flexneri
fr_fr: Shigellose à Shigella flexneri
zh_cn: 弗氏志贺菌引起的细菌性痢疾

# model:gnuhealth.pathology,name:A032
source: Shigellosis due to Shigella boydii
de: Shigellose durch Shigella boydii
fr_fr: Shigellose à Shigella boydii
zh_cn: 波氏志贺菌引起的细菌性痢疾

# model:gnuhealth.pathology,name:A033
source: Shigellosis due to Shigella sonnei
de: Shigellose durch Shigella sonnei
fr_fr: Shigellose à Shigella sonnei
zh_cn: 宋内志贺菌引起的细菌性痢疾

# model:gnuhealth.pathology,name:A038
source: Other shigellosis
de: Sonstige Shigellosen
fr_fr: Autres shigelloses
zh_cn: 其他细菌性痢疾

# model:gnuhealth.pathology,name:A039
source: Shigellosis, unspecified
de: Shigellose, nicht näher bezeichnet
fr_fr: Shigellose, sans précision
zh_cn: 未特指的细菌性痢疾

# model:gnuhealth.pathology,name:A04
source: Other bacterial intestinal infections
de: Sonstige bakterielle Darminfektionen
fr_fr: Autres infections intestinales bactériennes
zh_cn: 其他细菌性肠道感染

# model:gnuhealth.pathology,name:A040
source: Enteropathogenic Escherichia coli infection
de: Darminfektion durch enteropathogene Escherichia coli
fr_fr: Infection entéropathogène à Escherichia coli
zh_cn: 肠道病原性大肠杆菌感染

# model:gnuhealth.pathology,name:A041
source: Enterotoxigenic Escherichia coli infection
de: Darminfektion durch enterotoxinbildende Escherichia coli
fr_fr: Infection entérotoxigène à Escherichia coli
zh_cn: 肠毒性大肠杆菌感染

# model:gnuhealth.pathology,name:A042
source: Enteroinvasive Escherichia coli infection
de: Darminfektion durch enteroinvasive Escherichia coli
fr_fr: Infection entéro-invasive à Escherichia coli
zh_cn: 肠侵袭性大肠杆菌感染

# model:gnuhealth.pathology,name:A043
source: Enterohaemorrhagic Escherichia coli infection
de: Darminfektion durch enterohämorrhagische Escherichia coli
fr_fr: Infection entéro-hémorragique à Escherichia coli
zh_cn: 肠出血性大肠杆菌感染

# model:gnuhealth.pathology,name:A044
source: Other intestinal Escherichia coli infections
de: Sonstige Darminfektionen durch Escherichia coli
fr_fr: Autres infections intestinales à Escherichia coli
zh_cn: 肠道大肠杆菌感染

# model:gnuhealth.pathology,name:A045
source: Campylobacter enteritis
de: Enteritis durch Campylobacter
fr_fr: Entérite à Campylobacter
zh_cn: 弯曲菌肠炎

# model:gnuhealth.pathology,name:A046
source: Enteritis due to Yersinia enterocolitica
de: Enteritis durch Yersinia enterocolitica
fr_fr: Entérite à Yersinia enterocolitica
zh_cn: 小肠结肠耶尔森菌性小肠炎

# model:gnuhealth.pathology,name:A047
source: Enterocolitis due to Clostridium difficile
de: Enterokolitis durch Clostridium difficile
fr_fr: Entérocolite à Clostridium difficile
zh_cn: 艰难梭状芽胞杆菌性小肠结肠炎

# model:gnuhealth.pathology,name:A048
source: Other specified bacterial intestinal infections
de: Sonstige näher bezeichnete bakterielle Darminfektionen
fr_fr: Autres infections intestinales bactériennes précisées
zh_cn: 其他特指的细菌性肠道感染

# model:gnuhealth.pathology,name:A049
source: Bacterial intestinal infection, unspecified
de: Bakterielle Darminfektion, nicht näher bezeichnet
fr_fr: Infection intestinale bactérienne, sans précision
zh_cn: 未特指的细菌性肠道感染

# model:gnuhealth.pathology,name:A05
source: Other bacterial foodborne intoxications, not elsewhere classified
de: Sonstige bakteriell bedingte Lebensmittelvergiftungen, anderenorts nicht klassifiziert
zh_cn: 其他细菌性食物中毒，不可归类在他处者

# model:gnuhealth.pathology,name:A050
source: Foodborne staphylococcal intoxication
de: Lebensmittelvergiftung durch Staphylokokken
fr_fr: Intoxication alimentaire à staphylocoques
zh_cn: 食物媒介的葡萄球菌性食物中毒

# model:gnuhealth.pathology,name:A051
source: Botulism
de: Botulismus
fr_fr: Botulisme
zh_cn: 肉毒中毒

# model:gnuhealth.pathology,name:A052
source: Foodborne Clostridium perfringens [Clostridium welchii] intoxication
de: Lebensmittelvergiftung durch Clostridium perfringens [Clostridium welchii]
fr_fr: Intoxication alimentaire à Clostridium perfringens [Clostridium welchii]
zh_cn: 食物媒介的产气荚膜梭状芽胞杆菌[韦尔希梭状芽胞杆菌]食物中毒

# model:gnuhealth.pathology,name:A053
source: Foodborne Vibrio parahaemolyticus intoxication
de: Lebensmittelvergiftung durch Vibrio parahaemolyticus
fr_fr: Intoxication alimentaire à Vibrio parahaemolyticus
zh_cn: 食物媒介的副溶血性弧菌食物中毒

# model:gnuhealth.pathology,name:A054
source: Foodborne Bacillus cereus intoxication
de: Lebensmittelvergiftung durch Bacillus cereus
fr_fr: Intoxication alimentaire à Bacillus cereus
zh_cn: 食物媒介的蜡样芽胞杆菌食物中毒

# model:gnuhealth.pathology,name:A058
source: Other specified bacterial foodborne intoxications
de: Sonstige näher bezeichnete bakteriell bedingte Lebensmittelvergiftungen
fr_fr: Autres intoxications bactériennes d'origine alimentaire précisées
zh_cn: 其他特指的细菌性食物中毒

# model:gnuhealth.pathology,name:A059
source: Bacterial foodborne intoxication, unspecified
de: Bakteriell bedingte Lebensmittelvergiftung, nicht näher bezeichnet
fr_fr: Intoxication bactérienne d'origine alimentaire, sans précision
zh_cn: 未特指的细菌性食物中毒

# model:gnuhealth.pathology,name:A06
source: Amoebiasis
de: Amöbiasis
fr_fr: Amibiase
zh_cn: 阿米巴病

# model:gnuhealth.pathology,name:A060
source: Acute amoebic dysentery
de: Akute Amöbenruhr
fr_fr: Dysenterie amibienne aiguë
zh_cn: 急性阿米巴痢疾

# model:gnuhealth.pathology,name:A061
source: Chronic intestinal amoebiasis
de: Chronische intestinale Amöbiasis
fr_fr: Amibiase intestinale chronique
zh_cn: 慢性肠阿米巴病

# model:gnuhealth.pathology,name:A062
source: Amoebic nondysenteric colitis
de: Nichtdysenterische Kolitis durch Amöben
fr_fr: Colite amibienne non dysentérique
zh_cn: 阿米巴非痢疾性结肠炎

# model:gnuhealth.pathology,name:A063
source: Amoeboma of intestine
de: Amöbom des Darmes
fr_fr: Amœbome de l'intestin
zh_cn: 肠道阿米巴瘤

# model:gnuhealth.pathology,name:A064
source: Amoebic liver abscess
de: Leberabszess durch Amöben
fr_fr: Abcès amibien du foie
zh_cn: 阿米巴肝脓肿

# model:gnuhealth.pathology,name:A065
source: Amoebic lung abscess
de: Lungenabszess durch Amöben
fr_fr: Abcès amibien du poumon (J99.8*)
zh_cn: 阿米巴肺脓肿

# model:gnuhealth.pathology,name:A066
source: Amoebic brain abscess
de: Hirnabszess durch Amöben
fr_fr: Abcès amibien du cerveau (G07*)
zh_cn: 阿米巴脑脓肿

# model:gnuhealth.pathology,name:A067
source: Cutaneous amoebiasis
de: Amöbiasis der Haut
fr_fr: Amibiase cutanée
zh_cn: 皮肤阿米巴病

# model:gnuhealth.pathology,name:A068
source: Amoebic infection of other sites
de: Amöbeninfektion an sonstigen Lokalisationen
fr_fr: Autres localisations d'une infection amibienne
zh_cn: 其他部位的阿米巴感染

# model:gnuhealth.pathology,name:A069
source: Amoebiasis, unspecified
de: Amöbiasis, nicht näher bezeichnet
fr_fr: Amibiase, sans précision
zh_cn: 未特指的阿米巴病

# model:gnuhealth.pathology,name:A07
source: Other protozoal intestinal diseases
de: Sonstige Darmkrankheiten durch Protozoen
fr_fr: Autres maladies intestinales à protozoaires
zh_cn: 其他原虫性肠道疾病

# model:gnuhealth.pathology,name:A070
source: Balantidiasis
de: Balantidiose
fr_fr: Balantidiose
zh_cn: 小袋纤毛虫病

# model:gnuhealth.pathology,name:A072
source: Cryptosporidiosis
de: Kryptosporidiose
fr_fr: Cryptosporidiose
zh_cn: 隐孢子虫病

# model:gnuhealth.pathology,name:A073
source: Isosporiasis
de: Isosporose
fr_fr: Infection à Isospora
zh_cn: 等孢球虫病

# model:gnuhealth.pathology,name:A078
source: Other specified protozoal intestinal diseases
de: Sonstige näher bezeichnete Darmkrankheiten durch Protozoen
fr_fr: Autres maladies intestinales précisées, à protozoaires
zh_cn: 其他特指的原虫性肠道疾病

# model:gnuhealth.pathology,name:A079
source: Protozoal intestinal disease, unspecified
de: Darmkrankheit durch Protozoen, nicht näher bezeichnet
fr_fr: Maladie intestinale à protozoaires, sans précision
zh_cn: 未特指的原虫性肠道疾病

# model:gnuhealth.pathology,name:A08
source: Viral and other specified intestinal infections
de: Virusbedingte und sonstige näher bezeichnete Darminfektionen
fr_fr: Infections virales intestinales et autres infections intestinales précisées
zh_cn: 病毒性和其他特指的肠道感染

# model:gnuhealth.pathology,name:A080
source: Rotaviral enteritis
de: Enteritis durch Rotaviren
fr_fr: Entérite à rotavirus
zh_cn: 轮状病毒性肠炎

# model:gnuhealth.pathology,name:A081
source: Acute gastroenteropathy due to Norwalk agent
de: Akute Gastroenteritis durch Norovirus
zh_cn: 诺沃克组病毒引起的急性胃肠病

# model:gnuhealth.pathology,name:A082
source: Adenoviral enteritis
de: Enteritis durch Adenoviren
fr_fr: Entérite à adénovirus
zh_cn: 腺病毒性肠炎

# model:gnuhealth.pathology,name:A083
source: Other viral enteritis
de: Enteritis durch sonstige Viren
fr_fr: Autres entérites virales
zh_cn: 其他病毒性肠炎

# model:gnuhealth.pathology,name:A084
source: Viral intestinal infection, unspecified
de: Virusbedingte Darminfektion, nicht näher bezeichnet
fr_fr: Infections intestinales virales, sans précision
zh_cn: 未特指的病毒性肠道感染

# model:gnuhealth.pathology,name:A085
source: Other specified intestinal infections
de: Sonstige näher bezeichnete Darminfektionen
fr_fr: Autres infections intestinales précisées
zh_cn: 其他特指的肠道感染

# model:gnuhealth.pathology,name:A09
source: Other gastroenteritis and colitis of infectious and unspecified origin
de: Sonstige Gastroenteritis und Kolitis infektiösen und nicht näher bezeichneten Ursprungs
zh_cn: 其他传染性和未特指病因的胃肠炎和结肠炎

# model:gnuhealth.pathology,name:A090
source: Other and unspecified gastroenteritis and colitis of infectious origin
de: Sonstige und nicht näher bezeichnete Gastroenteritis und Kolitis infektiösen Ursprungs
zh_cn: 其他和未特指传染性病因的胃肠炎和结肠炎

# model:gnuhealth.pathology,name:A099
source: Gastroenteritis and colitis of unspecified origin
de: Sonstige und nicht näher bezeichnete Gastroenteritis und Kolitis nicht näher bezeichneten Ursprungs
zh_cn: 未特指病因的胃肠炎和结肠炎

# model:gnuhealth.pathology,name:A15
source: Respiratory tuberculosis, bacteriologically and histologically confirmed
de: Tuberkulose der Atmungsorgane, bakteriologisch oder histologisch gesichert
fr_fr: Tuberculose de l'appareil respiratoire, avec confirmation bactériologique et histologique
zh_cn: 呼吸道结核，经细菌学和组织学证实

# model:gnuhealth.pathology,name:A150
source: Tuberculosis of lung, confirmed by sputum microscopy with or without culture
de: Lungentuberkulose, durch mikroskopische Untersuchung des Sputums gesichert, mit oder ohne Nachweis durch Kultur
fr_fr: Tuberculose pulmonaire, confirmée par examen microscopique de l'expectoration, avec ou sans culture
zh_cn: 肺结核，经显微镜下痰检查证实，伴有或不伴有痰培养

# model:gnuhealth.pathology,name:A151
source: Tuberculosis of lung, confirmed by culture only
de: Lungentuberkulose, nur durch Kultur gesichert
fr_fr: Tuberculose pulmonaire, confirmée par culture seulement
zh_cn: 肺结核，仅经痰培养所证实

# model:gnuhealth.pathology,name:A152
source: Tuberculosis of lung, confirmed histologically
de: Lungentuberkulose, histologisch gesichert
fr_fr: Tuberculose pulmonaire, avec confirmation histologique
zh_cn: 肺结核，经组织学所证实

# model:gnuhealth.pathology,name:A153
source: Tuberculosis of lung, confirmed by unspecified means
de: Lungentuberkulose, durch nicht näher bezeichnete Untersuchungsverfahren gesichert
fr_fr: Tuberculose pulmonaire, avec confirmation, moyen non précisé
zh_cn: 肺结核，经未特指的方法所证实

# model:gnuhealth.pathology,name:A154
source: Tuberculosis of intrathoracic lymph nodes, confirmed bacteriologically and histologically
de: Tuberkulose der intrathorakalen Lymphknoten, bakteriologisch oder histologisch gesichert
fr_fr: Tuberculose des ganglions intrathoraciques, avec confirmation bactériologique et histologique
zh_cn: 胸腔内淋巴结结核，经细菌学和组织学所证实

# model:gnuhealth.pathology,name:A155
source: Tuberculosis of larynx, trachea and bronchus, confirmed bacteriologically and histologically
de: Tuberkulose des Larynx, der Trachea und der Bronchien, bakteriologisch oder histologisch gesichert
fr_fr: Tuberculose du larynx, de la trachée et des bronches, avec confirmation bactériologique et histologique
zh_cn: 喉、气管和支气管结核，经细菌学和组织学所证实

# model:gnuhealth.pathology,name:A156
source: Tuberculous pleurisy, confirmed bacteriologically and histologically
de: Tuberkulöse Pleuritis, bakteriologisch oder histologisch gesichert
fr_fr: Pleurésie tuberculeuse, avec confirmation bactériologique et histologique
zh_cn: 结核性胸膜炎，经细菌学和组织学所证实

# model:gnuhealth.pathology,name:A157
source: Primary respiratory tuberculosis, confirmed bacteriologically and histologically
de: Primäre Tuberkulose der Atmungsorgane, bakteriologisch oder histologisch gesichert
fr_fr: Primo-infection tuberculeuse de l'appareil respiratoire, avec confirmation bactériologique et histologique
zh_cn: 原发性呼吸道结核，经细菌学和组织学所证实

# model:gnuhealth.pathology,name:A158
source: Other respiratory tuberculosis, confirmed bacteriologically and histologically
de: Sonstige Tuberkulose der Atmungsorgane, bakteriologisch oder histologisch gesichert
fr_fr: Autres formes de tuberculose de l'appareil respiratoire, avec confirmation bactériologique et histologique
zh_cn: 其他呼吸道结核，经细菌学和组织学所证实

# model:gnuhealth.pathology,name:A159
source: Respiratory tuberculosis unspecified, confirmed bacteriologically and histologically
de: Nicht näher bezeichnete Tuberkulose der Atmungsorgane, bakteriologisch oder histologisch gesichert
fr_fr: Tuberculose de l'appareil respiratoire sans précision, avec confirmation bactériologique et histologique
zh_cn: 未特指的呼吸道结核，经细菌学和组织学所证实

# model:gnuhealth.pathology,name:A16
source: Respiratory tuberculosis, not confirmed bacteriologically or histologically
de: Tuberkulose der Atmungsorgane, weder bakteriologisch noch histologisch gesichert
fr_fr: Tuberculose de l'appareil respiratoire, sans confirmation bactériologique ou histologique
zh_cn: 呼吸道结核，未经细菌学或组织学所证实

# model:gnuhealth.pathology,name:A160
source: Tuberculosis of lung, bacteriologically and histologically negative
de: Lungentuberkulose, weder bakteriologisch noch histologisch gesichert
fr_fr: Tuberculose pulmonaire, avec examens bactériologique et histologique négatifs
zh_cn: 肺结核，细菌学和组织学检查为阴性

# model:gnuhealth.pathology,name:A161
source: Tuberculosis of lung, bacteriological and histological examination not done
de: Lungentuberkulose, bakteriologische und histologische Untersuchung nicht durchgeführt
fr_fr: Tuberculose pulmonaire, sans examen bactériologique et histologique
zh_cn: 肺结核，未做细菌学和组织学检查

# model:gnuhealth.pathology,name:A162
source: Tuberculosis of lung, without mention of bacteriological or histological confirmation
de: Lungentuberkulose ohne Angabe einer bakteriologischen oder histologischen Sicherung
fr_fr: Tuberculose pulmonaire, sans mention de confirmation bactériologique ou histologique
zh_cn: 肺结核，未提及细菌学或组织学的证实

# model:gnuhealth.pathology,name:A163
source: Tuberculosis of intrathoracic lymph nodes, without mention of bacteriological or histological confirmation
de: Tuberkulose der intrathorakalen Lymphknoten ohne Angabe einer bakteriologischen oder histologischen Sicherung
fr_fr: Tuberculose des ganglions intrathoraciques, sans mention de confirmation bactériologique ou histologique
zh_cn: 胸腔内淋巴结结核，未提及细菌学或组织学的证实

# model:gnuhealth.pathology,name:A164
source: Tuberculosis of larynx, trachea and bronchus, without mention of bacteriological or histological confirmation
de: Tuberkulose des Larynx, der Trachea und der Bronchien ohne Angabe einer bakteriologischen oder histologischen Sicherung
fr_fr: Tuberculose du larynx, de la trachée et des bronches, sans mention de confirmation bactériologique ou histologique
zh_cn: 喉、气管和支气管结核，未提及细菌学或组织学的证实

# model:gnuhealth.pathology,name:A165
source: Tuberculous pleurisy, without mention of bacteriological or histological confirmation
de: Tuberkulöse Pleuritis ohne Angabe einer bakteriologischen oder histologischen Sicherung
fr_fr: Pleurésie tuberculeuse, sans mention de confirmation bactériologique ou histologique
zh_cn: 结核性胸膜炎，未提及细菌学或组织学的证实

# model:gnuhealth.pathology,name:A167
source: Primary respiratory tuberculosis without mention of bacteriological or histological confirmation
de: Primäre Tuberkulose der Atmungsorgane ohne Angabe einer bakteriologischen oder histologischen Sicherung
fr_fr: Primo-infection tuberculeuse de l'appareil respiratoire, sans mention de confirmation bactériologique ou histologique
zh_cn: 原发性呼吸道结核，未提及细菌学或组织学的证实

# model:gnuhealth.pathology,name:A168
source: Other respiratory tuberculosis, without mention of bacteriological or histological confirmation
de: Sonstige Tuberkulose der Atmungsorgane ohne Angabe einer bakteriologischen oder histologischen Sicherung
fr_fr: Autres formes de tuberculose de l'appareil respiratoire, sans mention de confirmation bactériologique ou histologique
zh_cn: 其他呼吸道结核，未提及细菌学或组织学的证实

# model:gnuhealth.pathology,name:A169
source: Respiratory tuberculosis unspecified, without mention of bacteriological or histological confirmation
de: Nicht näher bezeichnete Tuberkulose der Atmungsorgane ohne Angabe einer bakteriologischen oder histologischen Sicherung
fr_fr: Tuberculose de l'appareil respiratoire sans précision, sans mention de confirmation bactériologique ou histologique
zh_cn: 未特指的呼吸道结核，未提及细菌学或组织学的证实

# model:gnuhealth.pathology,name:A17
source: Tuberculosis of nervous system
de: Tuberkulose des Nervensystems
fr_fr: Tuberculose du système nerveux
zh_cn: 神经系统的结核

# model:gnuhealth.pathology,name:A170
source: Tuberculous meningitis
de: Tuberkulöse Meningitis
fr_fr: Méningite tuberculeuse (G01*)
zh_cn: 结核性脑膜炎

# model:gnuhealth.pathology,name:A171
source: Meningeal tuberculoma
de: Meningeales Tuberkulom
fr_fr: Tuberculome méningé (G07*)
zh_cn: 脑膜结核瘤

# model:gnuhealth.pathology,name:A178
source: Other tuberculosis of nervous system
de: Sonstige Tuberkulose des Nervensystems
fr_fr: Autres formes de tuberculose du système nerveux
zh_cn: 神经系统的其他结核

# model:gnuhealth.pathology,name:A179
source: Tuberculosis of nervous system, unspecified
de: Tuberkulose des Nervensystems, nicht näher bezeichnet
fr_fr: Tuberculose du système nerveux, sans précision (G99.8*)
zh_cn: 未特指的神经系统结核

# model:gnuhealth.pathology,name:A18
source: Tuberculosis of other organs
de: Tuberkulose sonstiger Organe
fr_fr: Tuberculose d'autres organes
zh_cn: 其他器官的结核

# model:gnuhealth.pathology,name:A180
source: Tuberculosis of bones and joints
de: Tuberkulose der Knochen und Gelenke
fr_fr: Tuberculose des os et des articulations
zh_cn: 骨和关节的结核

# model:gnuhealth.pathology,name:A181
source: Tuberculosis of genitourinary system
de: Tuberkulose des Urogenitalsystems
zh_cn: 泌尿生殖系统的结核

# model:gnuhealth.pathology,name:A182
source: Tuberculous peripheral lymphadenopathy
de: Tuberkulose peripherer Lymphknoten
fr_fr: Adénopathie tuberculeuse périphérique
zh_cn: 结核性周围淋巴结病

# model:gnuhealth.pathology,name:A183
source: Tuberculosis of intestines, peritoneum and mesenteric glands
de: Tuberkulose des Darmes, des Peritoneums und der Mesenteriallymphknoten
fr_fr: Tuberculose de l'intestin, du péritoine et des ganglions mésentériques
zh_cn: 肠、腹膜和肠系膜淋巴结的结核

# model:gnuhealth.pathology,name:A184
source: Tuberculosis of skin and subcutaneous tissue
de: Tuberkulose der Haut und des Unterhautgewebes
fr_fr: Tuberculose de la peau et du tissu cellulaire sous-cutané
zh_cn: 皮肤和皮下组织的结核

# model:gnuhealth.pathology,name:A185
source: Tuberculosis of eye
de: Tuberkulose des Auges
fr_fr: Tuberculose de l'œil
zh_cn: 眼结核

# model:gnuhealth.pathology,name:A186
source: Tuberculosis of ear
de: Tuberkulose des Ohres
fr_fr: Tuberculose de l'oreille
zh_cn: 耳结核

# model:gnuhealth.pathology,name:A187
source: Tuberculosis of adrenal glands
de: Tuberkulose der Nebennieren
fr_fr: Tuberculose des surrénales (E35.1*)
zh_cn: 肾上腺结核

# model:gnuhealth.pathology,name:A188
source: Tuberculosis of other specified organs
de: Tuberkulose sonstiger näher bezeichneter Organe
fr_fr: Tuberculose d'autres organes précisés
zh_cn: 其他特指器官的结核

# model:gnuhealth.pathology,name:A19
source: Miliary tuberculosis
de: Miliartuberkulose
fr_fr: Tuberculose miliaire
zh_cn: 粟粒性结核

# model:gnuhealth.pathology,name:A190
source: Acute miliary tuberculosis of a single specified site
de: Akute Miliartuberkulose einer einzelnen näher bezeichneten Lokalisation
fr_fr: Tuberculose miliaire aiguë, localisation unique et précisée
zh_cn: 单个特指部位的急性粟粒性结核

# model:gnuhealth.pathology,name:A191
source: Acute miliary tuberculosis of multiple sites
de: Akute Miliartuberkulose mehrerer Lokalisationen
fr_fr: Tuberculose miliaire aiguë, sièges multiples
zh_cn: 多个部位的急性粟粒性结核

# model:gnuhealth.pathology,name:A192
source: Acute miliary tuberculosis, unspecified
de: Akute Miliartuberkulose, nicht näher bezeichnet
fr_fr: Tuberculose miliaire aiguë, sans précision
zh_cn: 未特指的急性粟粒性结核

# model:gnuhealth.pathology,name:A198
source: Other miliary tuberculosis
de: Sonstige Miliartuberkulose
fr_fr: Autres tuberculoses miliaires
zh_cn: 其他粟粒性结核

# model:gnuhealth.pathology,name:A199
source: Miliary tuberculosis, unspecified
de: Miliartuberkulose, nicht näher bezeichnet
fr_fr: Tuberculose miliaire, sans précision
zh_cn: 未特指的粟粒性结核

# model:gnuhealth.pathology,name:A20
source: Plague
de: Pest
fr_fr: Peste
zh_cn: 鼠疫

# model:gnuhealth.pathology,name:A200
source: Bubonic plague
de: Bubonenpest
fr_fr: Peste bubonique
zh_cn: 腺鼠疫[腹股沟淋巴结鼠疫]

# model:gnuhealth.pathology,name:A201
source: Cellulocutaneous plague
de: Hautpest
fr_fr: Peste cutanée
zh_cn: 蜂窝织皮下型鼠疫

# model:gnuhealth.pathology,name:A202
source: Pneumonic plague
de: Lungenpest
fr_fr: Peste pulmonaire
zh_cn: 肺鼠疫

# model:gnuhealth.pathology,name:A203
source: Plague meningitis
de: Pestmeningitis
fr_fr: Peste méningée
zh_cn: 脑膜炎型鼠疫
