Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:F488
source: Other specified neurotic disorders
de: Sonstige neurotische Störungen
fr_fr: Autres troubles névrotiques précisés
zh_cn: 其他特指的神经症性障碍

# model:gnuhealth.pathology,name:F489
source: Neurotic disorder, unspecified
de: Neurotische Störung, nicht näher bezeichnet
fr_fr: Trouble névrotique, sans précision
zh_cn: 未特指的神经症性障碍

# model:gnuhealth.pathology,name:F50
source: Eating disorders
de: Essstörungen
fr_fr: Troubles de l'alimentation
zh_cn: 进食障碍

# model:gnuhealth.pathology,name:F501
source: Atypical anorexia nervosa
de: Atypische Anorexia nervosa
fr_fr: Anorexie mentale atypique
zh_cn: 非典型神经性厌食

# model:gnuhealth.pathology,name:F503
source: Atypical bulimia nervosa
de: Atypische Bulimia nervosa
fr_fr: Boulimie atypique
zh_cn: 非典型神经性贪食

# model:gnuhealth.pathology,name:F504
source: Overeating associated with other psychological disturbances
de: Essattacken bei anderen psychischen Störungen
fr_fr: Hyperphagie associée à d'autres perturbations psychologiques
zh_cn: 与其他心理紊乱有关的暴食

# model:gnuhealth.pathology,name:F505
source: Vomiting associated with other psychological disturbances
de: Erbrechen bei anderen psychischen Störungen
fr_fr: Vomissements associés à d'autres perturbations psychologiques
zh_cn: 与其他心理紊乱有关的呕吐

# model:gnuhealth.pathology,name:F508
source: Other eating disorders
de: Sonstige Essstörungen
fr_fr: Autres troubles de l'alimentation
zh_cn: 其他进食障碍

# model:gnuhealth.pathology,name:F509
source: Eating disorder, unspecified
de: Essstörung, nicht näher bezeichnet
fr_fr: Trouble de l'alimentation, sans précision
zh_cn: 未特指的进食障碍

# model:gnuhealth.pathology,name:F51
source: Nonorganic sleep disorders
de: Nichtorganische Schlafstörungen
fr_fr: Troubles du sommeil non organiques
zh_cn: 非器质性睡眠障碍

# model:gnuhealth.pathology,name:F510
source: Nonorganic insomnia
de: Nichtorganische Insomnie
fr_fr: Insomnie non organique
zh_cn: 非器质性失眠症

# model:gnuhealth.pathology,name:F511
source: Nonorganic hypersomnia
de: Nichtorganische Hypersomnie
fr_fr: Hypersomnie non organique
zh_cn: 非器质性睡眠过度

# model:gnuhealth.pathology,name:F512
source: Nonorganic disorder of the sleep-wake schedule
de: Nichtorganische Störung des Schlaf-Wach-Rhythmus
fr_fr: Trouble du rythme veille-sommeil non dû à une cause organique
zh_cn: 非器质性睡眠-觉醒节律障碍

# model:gnuhealth.pathology,name:F513
source: Sleepwalking [somnambulism]
de: Schlafwandeln [Somnambulismus]
fr_fr: Somnambulisme
zh_cn: 睡行症[夜游症]

# model:gnuhealth.pathology,name:F514
source: Sleep terrors [night terrors]
de: Pavor nocturnus
fr_fr: Terreurs nocturnes
zh_cn: 睡惊症[夜惊症]

# model:gnuhealth.pathology,name:F515
source: Nightmares
de: Albträume [Angstträume]
fr_fr: Cauchemars
zh_cn: 梦魇

# model:gnuhealth.pathology,name:F518
source: Other nonorganic sleep disorders
de: Sonstige nichtorganische Schlafstörungen
fr_fr: Autres troubles du sommeil non organiques
zh_cn: 其他非器质性睡眠障碍

# model:gnuhealth.pathology,name:F519
source: Nonorganic sleep disorder, unspecified
de: Nichtorganische Schlafstörung, nicht näher bezeichnet
fr_fr: Trouble du sommeil non organique, sans précision
zh_cn: 未特指的非器质性睡眠障碍

# model:gnuhealth.pathology,name:F52
source: Sexual dysfunction, not caused by organic disorder or disease
de: Sexuelle Funktionsstörungen, nicht verursacht durch eine organische Störung oder Krankheit
fr_fr: Dysfonctionnement sexuel, non dû à un trouble ou à une maladie organique
zh_cn: 性功能障碍，非由器质性障碍或疾病引起

# model:gnuhealth.pathology,name:F520
source: Lack or loss of sexual desire
de: Mangel oder Verlust von sexuellem Verlangen
fr_fr: Absence ou perte de désir sexuel
zh_cn: 性欲减退或缺失

# model:gnuhealth.pathology,name:F521
source: Sexual aversion and lack of sexual enjoyment
de: Sexuelle Aversion und mangelnde sexuelle Befriedigung
fr_fr: Aversion sexuelle et manque de plaisir sexuel
zh_cn: 性厌恶和性乐缺乏

# model:gnuhealth.pathology,name:F522
source: Failure of genital response
de: Versagen genitaler Reaktionen
fr_fr: Echec de la réponse génitale
zh_cn: 生殖器反应丧失

# model:gnuhealth.pathology,name:F523
source: Orgasmic dysfunction
de: Orgasmusstörung
fr_fr: Dysfonctionnement orgasmique
zh_cn: 性高潮功能障碍

# model:gnuhealth.pathology,name:F524
source: Premature ejaculation
de: Ejaculatio praecox
fr_fr: Ejaculation précoce
zh_cn: 早泄

# model:gnuhealth.pathology,name:F525
source: Nonorganic vaginismus
de: Nichtorganischer Vaginismus
fr_fr: Vaginisme non organique
zh_cn: 非器质性阴道痉挛

# model:gnuhealth.pathology,name:F526
source: Nonorganic dyspareunia
de: Nichtorganische Dyspareunie
fr_fr: Dyspareunie non organique
zh_cn: 非器质性性交疼痛

# model:gnuhealth.pathology,name:F527
source: Excessive sexual drive
de: Gesteigertes sexuelles Verlangen
fr_fr: Activité sexuelle excessive
zh_cn: 性欲亢进

# model:gnuhealth.pathology,name:F528
source: Other sexual dysfunction, not caused by organic disorder or disease
de: Sonstige sexuelle Funktionsstörungen, nicht verursacht durch eine organische Störung oder Krankheit
fr_fr: Autres dysfonctionnements sexuels, non dus à un trouble ou à une maladie organique
zh_cn: 其他性功能障碍，非由器质性障碍或疾病引起

# model:gnuhealth.pathology,name:F529
source: Unspecified sexual dysfunction, not caused by organic disorder or disease
de: Nicht näher bezeichnete sexuelle Funktionsstörung, nicht verursacht durch eine organische Störung oder Krankheit
fr_fr: Dysfonctionnement sexuel non dû à un trouble ou à une maladie organique, sans précision
zh_cn: 未特指的性功能障碍，非由器质性障碍或疾病引起

# model:gnuhealth.pathology,name:F53
source: Mental and behavioural disorders associated with the puerperium, not elsewhere classified
de: Psychische oder Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert
fr_fr: Troubles mentaux et du comportement associés à la puerpéralité, non classés ailleurs
zh_cn: 与产褥期有关的精神和行为障碍，不可归类在他处者

# model:gnuhealth.pathology,name:F530
source: Mild mental and behavioural disorders associated with the puerperium, not elsewhere classified
de: Leichte psychische und Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert
fr_fr: Troubles mentaux et du comportement légers associés à la puerpéralité, non classés ailleurs
zh_cn: 与产褥期有关的轻度精神和行为障碍，不可归类在他处者

# model:gnuhealth.pathology,name:F531
source: Severe mental and behavioural disorders associated with the puerperium, not elsewhere classified
de: Schwere psychische und Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert
fr_fr: Troubles mentaux et du comportement sévères associés à la puerpéralité, non classés ailleurs
zh_cn: 与产褥期有关的重度精神和行为障碍，不可归类在他处者

# model:gnuhealth.pathology,name:F538
source: Other mental and behavioural disorders associated with the puerperium, not elsewhere classified
de: Sonstige psychische und Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert
fr_fr: Autres troubles mentaux et du comportement associés à la puerpéralité, non classés ailleurs
zh_cn: 其他与产褥期有关的精神和行为障碍，不可归类在他处者

# model:gnuhealth.pathology,name:F539
source: Puerperal mental disorder, unspecified
de: Psychische Störung im Wochenbett, nicht näher bezeichnet
fr_fr: Trouble mental de la puerpéralité, sans précision
zh_cn: 未特指的产褥期精神障碍

# model:gnuhealth.pathology,name:F54
source: Psychological and behavioural factors associated with disorders or diseases classified elsewhere
de: Psychologische Faktoren oder Verhaltensfaktoren bei anderenorts klassifizierten Krankheiten
fr_fr: Facteurs psychologiques et comportementaux associés à des maladies ou des troubles classés ailleurs
zh_cn: 与归类在他处的障碍或疾病有关的心理和行为因素

# model:gnuhealth.pathology,name:F55
source: Abuse of non-dependence-producing substances
de: Missbrauch von nichtabhängigkeitserzeugenden Substanzen
fr_fr: Abus de substances n'entraînant pas de dépendance
zh_cn: 非致依赖性物质滥用

# model:gnuhealth.pathology,name:F59
source: Unspecified behavioural syndromes associated with physiological disturbances and physical factors
de: Nicht näher bezeichnete Verhaltensauffälligkeiten bei körperlichen Störungen und Faktoren
fr_fr: Syndromes comportementaux non précisés associés à des perturbations physiologiques et à des facteurs physiques
zh_cn: 与生理紊乱和躯体因素有关的未特指的行为综合征

# model:gnuhealth.pathology,name:F60
source: Specific personality disorders
de: Spezifische Persönlichkeitsstörungen
fr_fr: Troubles spécifiques de la personnalité
zh_cn: 特异性人格障碍

# model:gnuhealth.pathology,name:F600
source: Paranoid personality disorder
de: Paranoide Persönlichkeitsstörung
fr_fr: Personnalité paranoïaque
zh_cn: 偏执型人格障碍

# model:gnuhealth.pathology,name:F601
source: Schizoid personality disorder
de: Schizoide Persönlichkeitsstörung
fr_fr: Personnalité schizoïde
zh_cn: 分裂样人格障碍

# model:gnuhealth.pathology,name:F602
source: Dissocial personality disorder
de: Dissoziale Persönlichkeitsstörung
fr_fr: Personnalité dyssociale
zh_cn: 社交紊乱型人格障碍

# model:gnuhealth.pathology,name:F603
source: Emotionally unstable personality disorder
de: Emotional instabile Persönlichkeitsstörung
fr_fr: Personnalité émotionnellement labile
zh_cn: 情绪不稳型人格障碍

# model:gnuhealth.pathology,name:F604
source: Histrionic personality disorder
de: Histrionische Persönlichkeitsstörung
fr_fr: Personnalité histrionique
zh_cn: 表演型人格障碍

# model:gnuhealth.pathology,name:F605
source: Anankastic personality disorder
de: Anankastische [zwanghafte] Persönlichkeitsstörung
fr_fr: Personnalité anankastique
zh_cn: 强迫型人格障碍

# model:gnuhealth.pathology,name:F606
source: Anxious [avoidant] personality disorder
de: Ängstliche (vermeidende) Persönlichkeitsstörung
fr_fr: Personnalité anxieuse [évitante]
zh_cn: 焦虑[回避]型人格障碍

# model:gnuhealth.pathology,name:F607
source: Dependent personality disorder
de: Abhängige (asthenische) Persönlichkeitsstörung
fr_fr: Personnalité dépendante
zh_cn: 依赖型人格障碍

# model:gnuhealth.pathology,name:F608
source: Other specific personality disorders
de: Sonstige spezifische Persönlichkeitsstörungen
fr_fr: Autres troubles spécifiques de la personnalité
zh_cn: 其他特指的人格障碍

# model:gnuhealth.pathology,name:F609
source: Personality disorder, unspecified
de: Persönlichkeitsstörung, nicht näher bezeichnet
fr_fr: Trouble de la personnalité, sans précision
zh_cn: 未特指的人格障碍

# model:gnuhealth.pathology,name:F61
source: Mixed and other personality disorders
de: Kombinierte und andere Persönlichkeitsstörungen
fr_fr: Troubles mixtes de la personnalité et autres troubles de la personnalité
zh_cn: 混合型和其他人格障碍

# model:gnuhealth.pathology,name:F62
source: Enduring personality changes, not attributable to brain damage and disease
de: Andauernde Persönlichkeitsänderungen, nicht Folge einer Schädigung oder Krankheit des Gehirns
fr_fr: Modification durable de la personnalité non attribuable à une lésion et une maladie cérébrales
zh_cn: 持久性人格改变，非由脑损害和疾病所致

# model:gnuhealth.pathology,name:F620
source: Enduring personality change after catastrophic experience
de: Andauernde Persönlichkeitsänderung nach Extrembelastung
fr_fr: Modification durable de la personnalité après une expérience de catastrophe
zh_cn: 灾难性经历后的持久性人格改变

# model:gnuhealth.pathology,name:F621
source: Enduring personality change after psychiatric illness
de: Andauernde Persönlichkeitsänderung nach psychischer Krankheit
fr_fr: Modification durable de la personnalité après une maladie psychiatrique
zh_cn: 精神科疾病后持久性人格改变

# model:gnuhealth.pathology,name:F628
source: Other enduring personality changes
de: Sonstige andauernde Persönlichkeitsänderungen
fr_fr: Autres modifications durables de la personnalité
zh_cn: 其他持久性人格改变

# model:gnuhealth.pathology,name:F629
source: Enduring personality change, unspecified
de: Andauernde Persönlichkeitsänderung, nicht näher bezeichnet
fr_fr: Modification durable de la personnalité, sans précision
zh_cn: 未特指的持久性人格改变

# model:gnuhealth.pathology,name:F63
source: Habit and impulse disorders
de: Abnorme Gewohnheiten und Störungen der Impulskontrolle
fr_fr: Troubles des habitudes et des impulsions
zh_cn: 习惯和冲动障碍

# model:gnuhealth.pathology,name:F630
source: Pathological gambling
de: Pathologisches Spielen
fr_fr: Jeu pathologique
zh_cn: 病理性赌博

# model:gnuhealth.pathology,name:F631
source: Pathological fire-setting [pyromania]
de: Pathologische Brandstiftung [Pyromanie]
fr_fr: Tendance pathologique à allumer des incendies [pyromanie]
zh_cn: 病理性纵火[纵火狂]

# model:gnuhealth.pathology,name:F632
source: Pathological stealing [kleptomania]
de: Pathologisches Stehlen [Kleptomanie]
fr_fr: Tendance pathologique à commettre des vols [kleptomanie]
zh_cn: 病理性偷窃[偷窃狂]

# model:gnuhealth.pathology,name:F633
source: Trichotillomania
de: Trichotillomanie
fr_fr: Trichotillomanie
zh_cn: 拔毛狂

# model:gnuhealth.pathology,name:F638
source: Other habit and impulse disorders
de: Sonstige abnorme Gewohnheiten und Störungen der Impulskontrolle
fr_fr: Autres troubles des habitudes et des impulsions
zh_cn: 其他习惯和冲动障碍

# model:gnuhealth.pathology,name:F639
source: Habit and impulse disorder, unspecified
de: Abnorme Gewohnheit und Störung der Impulskontrolle, nicht näher bezeichnet
fr_fr: Trouble des habitudes et des impulsions, sans précision
zh_cn: 未特指的习惯和冲动障碍

# model:gnuhealth.pathology,name:F64
source: Gender identity disorders
de: Störungen der Geschlechtsidentität
fr_fr: Troubles de l'identité sexuelle
zh_cn: 性身份障碍

# model:gnuhealth.pathology,name:F640
source: Transsexualism
de: Transsexualismus
fr_fr: Transsexualisme
zh_cn: 易性症

# model:gnuhealth.pathology,name:F641
source: Dual-role transvestism
de: Transvestitismus unter Beibehaltung beider Geschlechtsrollen
fr_fr: Travestisme bivalent
zh_cn: 双重异装症

# model:gnuhealth.pathology,name:F642
source: Gender identity disorder of childhood
de: Störung der Geschlechtsidentität des Kindesalters
fr_fr: Trouble de l'identité sexuelle de l'enfance
zh_cn: 童年期性身份障碍

# model:gnuhealth.pathology,name:F648
source: Other gender identity disorders
de: Sonstige Störungen der Geschlechtsidentität
fr_fr: Autres troubles de l'identité sexuelle
zh_cn: 其他性身份障碍

# model:gnuhealth.pathology,name:F649
source: Gender identity disorder, unspecified
de: Störung der Geschlechtsidentität, nicht näher bezeichnet
fr_fr: Trouble de l'identité sexuelle, sans précision
zh_cn: 未特指的性身份障碍

# model:gnuhealth.pathology,name:F65
source: Disorders of sexual preference
de: Störungen der Sexualpräferenz
fr_fr: Troubles de la préférence sexuelle
zh_cn: 性偏好障碍

# model:gnuhealth.pathology,name:F650
source: Fetishism
de: Fetischismus
fr_fr: Fétichisme
zh_cn: 恋物症

# model:gnuhealth.pathology,name:F651
source: Fetishistic transvestism
de: Fetischistischer Transvestitismus
fr_fr: Travestisme fétichiste
zh_cn: 恋物性异装症

# model:gnuhealth.pathology,name:F652
source: Exhibitionism
de: Exhibitionismus
fr_fr: Exhibitionnisme
zh_cn: 露阴症

# model:gnuhealth.pathology,name:F653
source: Voyeurism
de: Voyeurismus
fr_fr: Voyeurisme
zh_cn: 窥淫症

# model:gnuhealth.pathology,name:F654
source: Paedophilia
de: Pädophilie
fr_fr: Pédophilie
zh_cn: 恋童症

# model:gnuhealth.pathology,name:F655
source: Sadomasochism
de: Sadomasochismus
fr_fr: Sado-masochisme
zh_cn: 施虐受虐症

# model:gnuhealth.pathology,name:F656
source: Multiple disorders of sexual preference
de: Multiple Störungen der Sexualpräferenz
fr_fr: Troubles multiples de la préférence sexuelle
zh_cn: 性偏好多相障碍

# model:gnuhealth.pathology,name:F658
source: Other disorders of sexual preference
de: Sonstige Störungen der Sexualpräferenz
fr_fr: Autres troubles de la préférence sexuelle
zh_cn: 其他性偏好障碍

# model:gnuhealth.pathology,name:F659
source: Disorder of sexual preference, unspecified
de: Störung der Sexualpräferenz, nicht näher bezeichnet
fr_fr: Trouble de la préférence sexuelle, sans précision
zh_cn: 未特指的性偏好障碍

# model:gnuhealth.pathology,name:F66
source: Psychological and behavioural disorders associated with sexual development and orientation
de: Psychische und Verhaltensstörungen in Verbindung mit der sexuellen Entwicklung und Orientierung
fr_fr: Problèmes psychologiques et comportementaux associés au développement sexuel et à son orientation
zh_cn: 与性发育和性取向有关的心理和行为障碍

# model:gnuhealth.pathology,name:F660
source: Sexual maturation disorder
de: Sexuelle Reifungskrise
fr_fr: Trouble de la maturation sexuelle
zh_cn: 性成熟障碍

# model:gnuhealth.pathology,name:F661
source: Egodystonic sexual orientation
de: Ichdystone Sexualorientierung
fr_fr: Orientation sexuelle égodystonique
zh_cn: 自我不和谐的性取向

# model:gnuhealth.pathology,name:F662
source: Sexual relationship disorder
de: Sexuelle Beziehungsstörung
fr_fr: Problème sexuel relationnel
zh_cn: 性关系障碍

# model:gnuhealth.pathology,name:F668
source: Other psychosexual development disorders
de: Sonstige psychische und Verhaltensstörungen in Verbindung mit der sexuellen Entwicklung und Orientierung
fr_fr: Autres troubles du développement psychosexuel
zh_cn: 其他性心理发育障碍

# model:gnuhealth.pathology,name:F669
source: Psychosexual development disorder, unspecified
de: Psychische und Verhaltensstörung in Verbindung mit der sexuellen Entwicklung und Orientierung, nicht näher bezeichnet
fr_fr: Trouble du développement psychosexuel, sans précision
zh_cn: 未特指的性心理发育障碍

# model:gnuhealth.pathology,name:F68
source: Other disorders of adult personality and behaviour
de: Andere Persönlichkeits- und Verhaltensstörungen
fr_fr: Autres troubles de la personnalité et du comportement chez l'adulte
zh_cn: 成人人格和行为的其他障碍

# model:gnuhealth.pathology,name:F680
source: Elaboration of physical symptoms for psychological reasons
de: Entwicklung körperlicher Symptome aus psychischen Gründen
fr_fr: Majoration de symptômes physiques pour des raisons psychologiques
zh_cn: 由于心理原因渲染的躯体症状

# model:gnuhealth.pathology,name:F681
source: Intentional production or feigning of symptoms or disabilities, either physical or psychological [factitious disorder]
de: Artifizielle Störung [absichtliches Erzeugen oder Vortäuschen von körperlichen oder psychischen Symptomen oder Behinderungen]
fr_fr: Production intentionnelle ou simulation de symptômes ou d'une incapacité, soit physique soit psychologique [trouble factice]
zh_cn: 有意制造或伪装的躯体或心理性的症状或残疾[做作性障碍]

# model:gnuhealth.pathology,name:F688
source: Other specified disorders of adult personality and behaviour
de: Sonstige näher bezeichnete Persönlichkeits- und Verhaltensstörungen
fr_fr: Autres troubles précisés de la personnalité et du comportement chez l'adulte
zh_cn: 其他特指的成人从格和行为障碍

# model:gnuhealth.pathology,name:F69
source: Unspecified disorder of adult personality and behaviour
de: Nicht näher bezeichnete Persönlichkeits- und Verhaltensstörung
fr_fr: Trouble de la personnalité et du comportement chez l'adulte, sans précision
zh_cn: 成人人格和行为障碍

# model:gnuhealth.pathology,name:F70
source: Mild mental retardation
de: Leichte Intelligenzminderung
fr_fr: Retard mental léger
zh_cn: 轻度精神发育迟缓

# model:gnuhealth.pathology,name:F700
source: Mild mental retardation: With the statement of no, or minimal, impairment of behaviour
de: Leichte Intelligenzminderung: Keine oder geringfügige Verhaltensstörung
zh_cn: 轻度精神发育迟缓，无或轻微行为缺陷的

# model:gnuhealth.pathology,name:F701
source: Mild mental retardation: Significant impairment of behaviour requiring attention or treatment
de: Leichte Intelligenzminderung: Deutliche Verhaltensstörung, die Beobachtung oder Behandlung erfordert
zh_cn: 轻度精神发育迟缓，需要加以关注或治疗的显著行为缺陷

# model:gnuhealth.pathology,name:F708
source: Mild mental retardation: Other impairments of behaviour
de: Leichte Intelligenzminderung: Sonstige Verhaltensstörung
zh_cn: 轻度精神发育迟缓，其他行为缺陷

# model:gnuhealth.pathology,name:F709
source: Mild mental retardation: Without mention of impairment of behaviour
de: Leichte Intelligenzminderung: Ohne Angabe einer Verhaltensstörung
zh_cn: 轻度精神发育迟缓，未提及行为缺陷的

# model:gnuhealth.pathology,name:F71
source: Moderate mental retardation
de: Mittelgradige Intelligenzminderung
fr_fr: Retard mental moyen
zh_cn: 中度精神发育迟缓

# model:gnuhealth.pathology,name:F710
source: Moderate mental retardation: With the statement of no, or minimal, impairment of behaviour
de: Mittelgradige Intelligenzminderung: Keine oder geringfügige Verhaltensstörung
zh_cn: 中度精神发育迟缓，无或轻微行为缺陷的

# model:gnuhealth.pathology,name:F711
source: Moderate mental retardation: Significant impairment of behaviour requiring attention or treatment
de: Mittelgradige Intelligenzminderung: Deutliche Verhaltensstörung, die Beobachtung oder Behandlung erfordert
zh_cn: 中度精神发育迟缓，需要加以关注或治疗的显著行为缺陷

# model:gnuhealth.pathology,name:F718
source: Moderate mental retardation: Other impairments of behaviour
de: Mittelgradige Intelligenzminderung: Sonstige Verhaltensstörung
zh_cn: 中度精神发育迟缓，其他的行为缺陷

# model:gnuhealth.pathology,name:F719
source: Moderate mental retardation: Without mention of impairment of behaviour
de: Mittelgradige Intelligenzminderung: Ohne Angabe einer Verhaltensstörung
zh_cn: 中度精神发育迟缓，未提及行为缺陷的

# model:gnuhealth.pathology,name:F72
source: Severe mental retardation
de: Schwere Intelligenzminderung
fr_fr: Retard mental grave
zh_cn: 重度精神发育迟缓

# model:gnuhealth.pathology,name:F720
source: Severe mental retardation: With the statement of no, or minimal, impairment of behaviour
de: Schwere Intelligenzminderung: Keine oder geringfügige Verhaltensstörung
zh_cn: 重度精神发育迟缓，无或轻微行为缺陷的

# model:gnuhealth.pathology,name:F721
source: Severe mental retardation: Significant impairment of behaviour requiring attention or treatment
de: Schwere Intelligenzminderung: Deutliche Verhaltensstörung, die Beobachtung oder Behandlung erfordert
zh_cn: 重度精神发育迟缓，需要加以关注或治疗的显著行为缺陷

# model:gnuhealth.pathology,name:F728
source: Severe mental retardation: Other impairments of behaviour
de: Schwere Intelligenzminderung: Sonstige Verhaltensstörung
zh_cn: 重度精神发育迟缓，其他行为缺陷

# model:gnuhealth.pathology,name:F729
source: Severe mental retardation: Without mention of impairment of behaviour
de: Schwere Intelligenzminderung: Ohne Angabe einer Verhaltensstörung
zh_cn: 重度精神发育迟缓，未提及行为缺陷的

# model:gnuhealth.pathology,name:F73
source: Profound mental retardation
de: Schwerste Intelligenzminderung
fr_fr: Retard mental profond
zh_cn: 极重度精神发育迟缓

# model:gnuhealth.pathology,name:F730
source: Profound mental retardation: With the statement of no, or minimal, impairment of behaviour
de: Schwerste Intelligenzminderung: Keine oder geringfügige Verhaltensstörung
zh_cn: 极重度精神发育迟缓，无或轻微行为缺陷的

# model:gnuhealth.pathology,name:F731
source: Profound mental retardation: Significant impairment of behaviour requiring attention or treatment
de: Schwerste Intelligenzminderung: Deutliche Verhaltensstörung, die Beobachtung oder Behandlung erfordert
zh_cn: 极重度精神发育迟缓，需要加以关注或治疗的显著行为缺陷

# model:gnuhealth.pathology,name:F738
source: Profound mental retardation: Other impairments of behaviour
de: Schwerste Intelligenzminderung: Sonstige Verhaltensstörung
zh_cn: 极重度精神发育迟缓，其他行为缺陷

# model:gnuhealth.pathology,name:F739
source: Profound mental retardation: Without mention of impairment of behaviour
de: Schwerste Intelligenzminderung: Ohne Angabe einer Verhaltensstörung
zh_cn: 极重度精神发育迟缓，未提及行为缺陷的

# model:gnuhealth.pathology,name:F78
source: Other mental retardation
de: Andere Intelligenzminderung
fr_fr: Autres formes de retard mental
zh_cn: 其他精神发育迟缓

# model:gnuhealth.pathology,name:F780
source: Other mental retardation: With the statement of no, or minimal, impairment of behaviour
de: Andere Intelligenzminderung: Keine oder geringfügige Verhaltensstörung
zh_cn: 其他的精神发育迟缓，无或轻微行为缺陷的

# model:gnuhealth.pathology,name:F781
source: Other mental retardation: Significant impairment of behaviour requiring attention or treatment
de: Andere Intelligenzminderung: Deutliche Verhaltensstörung, die Beobachtung oder Behandlung erfordert
zh_cn: 其他精神发育迟缓，需要加以关注或治疗的显著行为缺陷

# model:gnuhealth.pathology,name:F788
source: Other mental retardation: Other impairments of behaviour
de: Andere Intelligenzminderung: Sonstige Verhaltensstörung
zh_cn: 其他精神发育迟缓，其他行为缺陷的

# model:gnuhealth.pathology,name:F789
source: Other mental retardation: Without mention of impairment of behaviour
de: Andere Intelligenzminderung: Ohne Angabe einer Verhaltensstörung
zh_cn: 精神发育迟缓其他的，未提及行为缺陷
