Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:S936
source: Sprain and strain of other and unspecified parts of foot
de: Verstauchung und Zerrung sonstiger und nicht näher bezeichneter Teile des Fußes
fr_fr: Entorse et foulure de parties autres et non précisées du pied
zh_cn: 足的其他和未特指部位的扭伤和劳损

# model:gnuhealth.pathology,name:S94
source: Injury of nerves at ankle and foot level
de: Verletzung von Nerven in Höhe des Knöchels und des Fußes
fr_fr: Lésion traumatique des nerfs au niveau de la cheville et du pied
zh_cn: 在踝和足水平的神经损伤

# model:gnuhealth.pathology,name:S940
source: Injury of lateral plantar nerve
de: Verletzung des N. plantaris lateralis
fr_fr: Lésion traumatique du nerf plantaire externe
zh_cn: 足底外侧神经损伤

# model:gnuhealth.pathology,name:S941
source: Injury of medial plantar nerve
de: Verletzung des N. plantaris medialis
fr_fr: Lésion traumatique du nerf plantaire interne
zh_cn: 足底内侧神经损伤

# model:gnuhealth.pathology,name:S942
source: Injury of deep peroneal nerve at ankle and foot level
de: Verletzung des N. peronaeus profundus in Höhe des Knöchels und des Fußes
fr_fr: Lésion traumatique du nerf tibial antérieur au niveau de la cheville et du pied
zh_cn: 在踝和足水平的腓深神经损伤

# model:gnuhealth.pathology,name:S943
source: Injury of cutaneous sensory nerve at ankle and foot level
de: Verletzung sensibler Hautnerven in Höhe des Knöchels und des Fußes
fr_fr: Lésion traumatique d'un nerf cutané sensitif au niveau de la cheville et du pied
zh_cn: 在踝和足水平的皮感觉神经损伤

# model:gnuhealth.pathology,name:S947
source: Injury of multiple nerves at ankle and foot level
de: Verletzung mehrerer Nerven in Höhe des Knöchels und des Fußes
fr_fr: Lésion traumatique de multiples nerfs au niveau de la cheville et du pied
zh_cn: 在踝和足水平的多神经损伤

# model:gnuhealth.pathology,name:S948
source: Injury of other nerves at ankle and foot level
de: Verletzung sonstiger Nerven in Höhe des Knöchels und des Fußes
fr_fr: Lésion traumatique d'autres nerfs au niveau de la cheville et du pied
zh_cn: 在踝和足水平的其他神经损伤

# model:gnuhealth.pathology,name:S949
source: Injury of unspecified nerve at ankle and foot level
de: Verletzung eines nicht näher bezeichneten Nervs in Höhe des Knöchels und des Fußes
fr_fr: Lésion traumatique d'un nerf non précisé, au niveau de la cheville et du pied
zh_cn: 在踝和足水平的未特指神经的损伤

# model:gnuhealth.pathology,name:S95
source: Injury of blood vessels at ankle and foot level
de: Verletzung von Blutgefäßen in Höhe des Knöchels und des Fußes
fr_fr: Lésion traumatique de vaisseaux sanguins au niveau de la cheville et du pied
zh_cn: 在踝和足水平的血管损伤

# model:gnuhealth.pathology,name:S950
source: Injury of dorsal artery of foot
de: Verletzung der A. dorsalis pedis
fr_fr: Lésion traumatique de l'artère dorsale du pied
zh_cn: 足背动脉损伤

# model:gnuhealth.pathology,name:S951
source: Injury of plantar artery of foot
de: Verletzung der A. plantaris pedis
fr_fr: Lésion traumatique de l'artère plantaire du pied
zh_cn: 足底动脉损伤

# model:gnuhealth.pathology,name:S952
source: Injury of dorsal vein of foot
de: Verletzung von Venen des Fußrückens
fr_fr: Lésion traumatique de la veine dorsale du pied
zh_cn: 足背静脉损伤

# model:gnuhealth.pathology,name:S957
source: Injury of multiple blood vessels at ankle and foot level
de: Verletzung mehrerer Blutgefäße in Höhe des Knöchels und des Fußes
fr_fr: Lésion traumatique de multiples vaisseaux sanguins au niveau de la cheville et du pied
zh_cn: 在踝和足水平的多血管损伤

# model:gnuhealth.pathology,name:S958
source: Injury of other blood vessels at ankle and foot level
de: Verletzung sonstiger Blutgefäße in Höhe des Knöchels und des Fußes
fr_fr: Lésion traumatique d'autres vaisseaux sanguins au niveau de la cheville et du pied
zh_cn: 在踝和足水平的其他血管损伤

# model:gnuhealth.pathology,name:S959
source: Injury of unspecified blood vessel at ankle and foot level
de: Verletzung eines nicht näher bezeichneten Blutgefäßes in Höhe des Knöchels und des Fußes
fr_fr: Lésion traumatique d'un vaisseau sanguin non précisé, au niveau de la cheville et du pied
zh_cn: 在踝和足水平未特指血管的损伤

# model:gnuhealth.pathology,name:S96
source: Injury of muscle and tendon at ankle and foot level
de: Verletzung von Muskeln und Sehnen in Höhe des Knöchels und des Fußes
fr_fr: Lésion traumatique de muscles et de tendons au niveau de la cheville et du pied
zh_cn: 在踝和足水平的肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S960
source: Injury of muscle and tendon of long flexor muscle of toe at ankle and foot level
de: Verletzung von Muskeln und Sehnen der langen Beugemuskeln der Zehen in Höhe des Knöchels und des Fußes
fr_fr: Lésion traumatique d'un muscle et d'un tendon long fléchisseur d'un orteil, au niveau de la cheville et du pied
zh_cn: 在踝和足水平趾长屈肌和肌腱损伤

# model:gnuhealth.pathology,name:S961
source: Injury of muscle and tendon of long extensor muscle of toe at ankle and foot level
de: Verletzung von Muskeln und Sehnen der langen Streckmuskeln der Zehen in Höhe des Knöchels und des Fußes
fr_fr: Lésion traumatique d'un muscle et d'un tendon long extenseur d'un orteil, au niveau de la cheville et du pied
zh_cn: 在踝和足水平趾长伸肌和肌腱损伤

# model:gnuhealth.pathology,name:S962
source: Injury of intrinsic muscle and tendon at ankle and foot level
de: Verletzung von kurzen Muskeln und Sehnen in Höhe des Knöchels und des Fußes
fr_fr: Lésion traumatique d'un muscle et d'un tendon intrinsèques au niveau de la cheville et du pied
zh_cn: 在踝和足水平的内在肌和肌腱损伤

# model:gnuhealth.pathology,name:S967
source: Injury of multiple muscles and tendons at ankle and foot level
de: Verletzung mehrerer Muskeln und Sehnen in Höhe des Knöchels und des Fußes
fr_fr: Lésion traumatique de multiples muscles et tendons au niveau de la cheville et du pied
zh_cn: 在踝和足水平的多处肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S968
source: Injury of other muscles and tendons at ankle and foot level
de: Verletzung sonstiger Muskeln und Sehnen in Höhe des Knöchels und des Fußes
fr_fr: Lésion traumatique d'autres muscles et tendons au niveau de la cheville et du pied
zh_cn: 在踝和足水平的其他肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S969
source: Injury of unspecified muscle and tendon at ankle and foot level
de: Verletzung eines nicht näher bezeichneten Muskels oder einer nicht näher bezeichneten Sehne in Höhe des Knöchels und des Fußes
fr_fr: Lésion traumatique d'un muscle et d'un tendon non précisés, au niveau de la cheville et du pied
zh_cn: 在踝和足水平的未特指肌肉和肌腱的损伤

# model:gnuhealth.pathology,name:S97
source: Crushing injury of ankle and foot
de: Zerquetschung des oberen Sprunggelenkes und des Fußes
fr_fr: Ecrasement de la cheville et du pied
zh_cn: 踝和足挤压伤

# model:gnuhealth.pathology,name:S970
source: Crushing injury of ankle
de: Zerquetschung des oberen Sprunggelenkes
fr_fr: Ecrasement de la cheville
zh_cn: 踝挤压伤

# model:gnuhealth.pathology,name:S971
source: Crushing injury of toe(s)
de: Zerquetschung einer oder mehrerer Zehen
fr_fr: Ecrasement d'un (des) orteil(s)
zh_cn: 足趾挤压伤

# model:gnuhealth.pathology,name:S978
source: Crushing injury of other parts of ankle and foot
de: Zerquetschung sonstiger Teile des oberen Sprunggelenkes und des Fußes
fr_fr: Ecrasement d'autres parties de la cheville et du pied
zh_cn: 踝和足其他部位的挤压伤

# model:gnuhealth.pathology,name:S98
source: Traumatic amputation of ankle and foot
de: Traumatische Amputation am oberen Sprunggelenk und Fuß
fr_fr: Amputation traumatique de la cheville et du pied
zh_cn: 踝和足创伤性切断

# model:gnuhealth.pathology,name:S980
source: Traumatic amputation of foot at ankle level
de: Traumatische Amputation des Fußes in Höhe des oberen Sprunggelenkes
fr_fr: Amputation traumatique du pied au niveau de la cheville
zh_cn: 足在踝水平的创伤性切断

# model:gnuhealth.pathology,name:S981
source: Traumatic amputation of one toe
de: Traumatische Amputation einer einzelnen Zehe
fr_fr: Amputation traumatique d'un orteil
zh_cn: 一个足趾的创伤性切断

# model:gnuhealth.pathology,name:S982
source: Traumatic amputation of two or more toes
de: Traumatische Amputation von zwei oder mehr Zehen
fr_fr: Amputation traumatique de deux orteils ou plus
zh_cn: 两个或更多足趾的创伤性切断

# model:gnuhealth.pathology,name:S983
source: Traumatic amputation of other parts of foot
de: Traumatische Amputation sonstiger Teile des Fußes
fr_fr: Amputation traumatique d'autres parties du pied
zh_cn: 足其他部位的创伤性切断

# model:gnuhealth.pathology,name:S984
source: Traumatic amputation of foot, level unspecified
de: Traumatische Amputation am Fuß, Höhe nicht näher bezeichnet
fr_fr: Amputation traumatique du pied, niveau non précisé
zh_cn: 足在未特指水平的创伤性切断

# model:gnuhealth.pathology,name:S99
source: Other and unspecified injuries of ankle and foot
de: Sonstige und nicht näher bezeichnete Verletzungen der Knöchelregion und des Fußes
fr_fr: Lésions traumatiques de la cheville et du pied, autres et sans précision
zh_cn: 踝和足其他和未特指的损伤

# model:gnuhealth.pathology,name:S997
source: Multiple injuries of ankle and foot
de: Multiple Verletzungen der Knöchelregion und des Fußes
fr_fr: Lésions traumatiques multiples de la cheville et du pied
zh_cn: 踝和足多处损伤

# model:gnuhealth.pathology,name:S998
source: Other specified injuries of ankle and foot
de: Sonstige näher bezeichnete Verletzungen der Knöchelregion und des Fußes
fr_fr: Autres lésions traumatiques précisées de la cheville et du pied
zh_cn: 踝和足其他特指的损伤

# model:gnuhealth.pathology,name:S999
source: Unspecified injury of ankle and foot
de: Nicht näher bezeichnete Verletzung der Knöchelregion und des Fußes
fr_fr: Lésion traumatique de la cheville et du pied, sans précision
zh_cn: 踝和足未特指的损伤

# model:gnuhealth.pathology,name:T00
source: Superficial injuries involving multiple body regions
de: Oberflächliche Verletzungen mit Beteiligung mehrerer Körperregionen
fr_fr: Lésions traumatiques superficielles de plusieurs parties du corps
zh_cn: 累及身体多个部位的浅表损伤

# model:gnuhealth.pathology,name:T000
source: Superficial injuries involving head with neck
de: Oberflächliche Verletzungen mit Beteiligung von Kopf und Hals
fr_fr: Lésions traumatiques superficielles de la tête avec lésions traumatiques superficielles du cou
zh_cn: 累及头部伴有颈部的浅表损伤

# model:gnuhealth.pathology,name:T001
source: Superficial injuries involving thorax with abdomen, lower back and pelvis
de: Oberflächliche Verletzungen mit Beteiligung von Thorax und Abdomen, von Thorax und Lumbosakralgegend oder von Thorax und Becken
fr_fr: Lésions traumatiques superficielles du thorax, de l'abdomen, des lombes et du bassin
zh_cn: 累及胸部伴有腹部、下背和骨盆的浅表损伤

# model:gnuhealth.pathology,name:T002
source: Superficial injuries involving multiple regions of upper limb(s)
de: Oberflächliche Verletzungen mit Beteiligung mehrerer Regionen der oberen Extremität(en)
fr_fr: Lésions traumatiques superficielles de plusieurs parties de(s) membre(s) supérieur(s)
zh_cn: 累及上肢多个部位的浅表损伤

# model:gnuhealth.pathology,name:T003
source: Superficial injuries involving multiple regions of lower limb(s)
de: Oberflächliche Verletzungen mit Beteiligung mehrerer Regionen der unteren Extremität(en)
fr_fr: Lésions traumatiques superficielles de plusieurs parties de(s) membre(s) inférieur(s)
zh_cn: 累及下肢多个部位的浅表损伤

# model:gnuhealth.pathology,name:T006
source: Superficial injuries involving multiple regions of upper limb(s) with lower limb(s)
de: Oberflächliche Verletzungen mit Beteiligung mehrerer Regionen der oberen Extremität(en) und mehrerer Regionen der unteren Extremität(en)
fr_fr: Lésions traumatiques superficielles de plusieurs parties de(s) membre(s) supérieur(s) avec membres(s) inférieur(s)
zh_cn: 累及上肢伴有下肢多个部位的浅表损伤

# model:gnuhealth.pathology,name:T008
source: Superficial injuries involving other combinations of body regions
de: Oberflächliche Verletzungen mit Beteiligung sonstiger Kombinationen von Körperregionen
fr_fr: Lésions traumatiques superficielles comprenant d'autres associations de parties du corps
zh_cn: 累及身体其他复合部位的浅表损伤

# model:gnuhealth.pathology,name:T009
source: Multiple superficial injuries, unspecified
de: Multiple oberflächliche Verletzungen, nicht näher bezeichnet
fr_fr: Lésions traumatiques superficielles multiples, sans précision
zh_cn: 未特指的多处浅表损伤

# model:gnuhealth.pathology,name:T01
source: Open wounds involving multiple body regions
de: Offene Wunden mit Beteiligung mehrerer Körperregionen
fr_fr: Plaies ouvertes de plusieurs parties du corps
zh_cn: 累及身体多个部位的开放性伤口

# model:gnuhealth.pathology,name:T010
source: Open wounds involving head with neck
de: Offene Wunden mit Beteiligung von Kopf und Hals
fr_fr: Plaies ouvertes de la tête avec plaies ouvertes du cou
zh_cn: 累及头部伴有颈部的开放性伤口

# model:gnuhealth.pathology,name:T011
source: Open wounds involving thorax with abdomen, lower back and pelvis
de: Offene Wunden mit Beteiligung von Thorax und Abdomen, von Thorax und Lumbosakralgegend oder von Thorax und Becken
fr_fr: Plaies ouvertes du thorax avec plaies ouvertes de l'abdomen, des lombes et du bassin
zh_cn: 累及胸部伴有腹部、下背和骨盆的开放性伤口

# model:gnuhealth.pathology,name:T012
source: Open wounds involving multiple regions of upper limb(s)
de: Offene Wunden mit Beteiligung mehrerer Regionen der oberen Extremität(en)
fr_fr: Plaies ouvertes de plusieurs parties de(s) membre(s) supérieur(s)
zh_cn: 累及上肢多个部位的开放性伤口

# model:gnuhealth.pathology,name:T013
source: Open wounds involving multiple regions of lower limb(s)
de: Offene Wunden mit Beteiligung mehrerer Regionen der unteren Extremität(en)
fr_fr: Plaies ouvertes de plusieurs parties de(s) membre(s) inférieur(s)
zh_cn: 累及下肢多个部位的开放性伤口

# model:gnuhealth.pathology,name:T016
source: Open wounds involving multiple regions of upper limb(s) with lower limb(s)
de: Offene Wunden mit Beteiligung mehrerer Regionen der oberen Extremität(en) und mehrerer Regionen der unteren Extremität(en)
fr_fr: Plaies ouvertes de plusieurs parties de(s) membre(s) supérieur(s) avec plaies ouvertes de(s) membre(s) inférieur(s)
zh_cn: 累及上肢伴有下肢多个部位的开放性伤口

# model:gnuhealth.pathology,name:T018
source: Open wounds involving other combinations of body regions
de: Offene Wunden an sonstigen Kombinationen von Körperregionen
fr_fr: Plaies ouvertes avec d'autres associations de parties du corps
zh_cn: 累及其他复合身体部位的开放性伤口

# model:gnuhealth.pathology,name:T019
source: Multiple open wounds, unspecified
de: Multiple offene Wunden, nicht näher bezeichnet
fr_fr: Plaies ouvertes multiples, sans précision
zh_cn: 未特指的多处开放性伤口

# model:gnuhealth.pathology,name:T02
source: Fractures involving multiple body regions
de: Frakturen mit Beteiligung mehrerer Körperregionen
fr_fr: Fractures de plusieurs parties du corps
zh_cn: 累及身体多个部位的骨折

# model:gnuhealth.pathology,name:T020
source: Fractures involving head with neck
de: Frakturen mit Beteiligung von Kopf und Hals
fr_fr: Fractures de la tête avec fractures du cou
zh_cn: 累及头部伴有颈部的骨折

# model:gnuhealth.pathology,name:T021
source: Fractures involving thorax with lower back and pelvis
de: Frakturen mit Beteiligung von Thorax und Lumbosakralgegend oder von Thorax und Becken
fr_fr: Fractures du thorax avec fractures des lombes et du bassin
zh_cn: 累及胸部伴有下背和骨盆的骨折

# model:gnuhealth.pathology,name:T022
source: Fractures involving multiple regions of one upper limb
de: Frakturen mit Beteiligung mehrerer Regionen einer oberen Extremität
fr_fr: Fractures de plusieurs parties d'un membre supérieur
zh_cn: 累及单上肢多个部位的骨折

# model:gnuhealth.pathology,name:T023
source: Fractures involving multiple regions of one lower limb
de: Frakturen mit Beteiligung mehrerer Regionen einer unteren Extremität
fr_fr: Fractures de plusieurs parties d'un membre inférieur
zh_cn: 累及单下肢多个部位的骨折

# model:gnuhealth.pathology,name:T024
source: Fractures involving multiple regions of both upper limbs
de: Frakturen mit Beteiligung mehrerer Regionen beider oberer Extremitäten
fr_fr: Fractures de plusieurs parties des deux membres supérieurs
zh_cn: 累及双上肢多个部位的骨折

# model:gnuhealth.pathology,name:T025
source: Fractures involving multiple regions of both lower limbs
de: Frakturen mit Beteiligung mehrerer Regionen beider unterer Extremitäten
fr_fr: Fractures de plusieurs parties des deux membres inférieurs
zh_cn: 累及双下肢多个部位的骨折

# model:gnuhealth.pathology,name:T026
source: Fractures involving multiple regions of upper limb(s) with lower limb(s)
de: Frakturen mit Beteiligung mehrerer Regionen der oberen Extremität(en) und mehrerer Regionen der unteren Extremität(en)
fr_fr: Fractures de plusieurs parties de(s) membre(s) supérieur(s) avec membre(s) inférieur(s)
zh_cn: 累及上肢伴有下肢多个部位的骨折

# model:gnuhealth.pathology,name:T027
source: Fractures involving thorax with lower back and pelvis with limb(s)
de: Frakturen mit Beteiligung von Thorax, Lumbosakralgegend und Extremität(en) oder von Thorax, Becken und Extremität(en)
fr_fr: Fractures du thorax avec fractures des lombes, du bassin et de(s) membre(s)
zh_cn: 累及胸部伴有下背和骨盆及四肢的骨折

# model:gnuhealth.pathology,name:T028
source: Fractures involving other combinations of body regions
de: Frakturen mit Beteiligung sonstiger Kombinationen von Körperregionen
fr_fr: Fractures avec d'autres associations de parties du corps
zh_cn: 累及身体其他复合部位的骨折

# model:gnuhealth.pathology,name:T029
source: Multiple fractures, unspecified
de: Multiple Frakturen, nicht näher bezeichnet
fr_fr: Fractures multiples, sans précision
zh_cn: 未特指的多处骨折

# model:gnuhealth.pathology,name:T03
source: Dislocations, sprains and strains involving multiple body regions
de: Luxationen, Verstauchungen und Zerrungen mit Beteiligung mehrerer Körperregionen
fr_fr: Luxations, entorses et foulures de plusieurs parties du corps
zh_cn: 累及身体多个部位的脱位、扭伤和劳损

# model:gnuhealth.pathology,name:T030
source: Dislocations, sprains and strains involving head with neck
de: Luxationen, Verstauchungen und Zerrungen mit Beteiligung von Kopf und Hals
fr_fr: Luxations, entorses et foulures de la tête avec luxations, entorses et foulures du cou
zh_cn: 累及头部伴有颈部的脱位、扭伤和劳损

# model:gnuhealth.pathology,name:T031
source: Dislocations, sprains and strains involving thorax with lower back and pelvis
de: Luxationen, Verstauchungen und Zerrungen mit Beteiligung von Thorax und Lumbosakralgegend oder von Thorax und Becken
fr_fr: Luxations, entorses et foulures du thorax avec luxations, entorses et foulures des lombes et du bassin
zh_cn: 累及胸部伴有下背和骨盆的脱位、扭伤和劳损

# model:gnuhealth.pathology,name:T032
source: Dislocations, sprains and strains involving multiple regions of upper limb(s)
de: Luxationen, Verstauchungen und Zerrungen mit Beteiligung mehrerer Regionen der oberen Extremität(en)
fr_fr: Luxations, entorses et foulures de plusieurs parties de(s) membre(s) supérieur(s)
zh_cn: 累及上肢多个部位的脱位、扭伤和劳损

# model:gnuhealth.pathology,name:T033
source: Dislocations, sprains and strains involving multiple regions of lower limb(s)
de: Luxationen, Verstauchungen und Zerrungen mit Beteiligung mehrerer Regionen der unteren Extremität(en)
fr_fr: Luxations, entorses et foulures de plusieurs parties de(s) membre(s) inférieur(s)
zh_cn: 累及下肢多个部位的脱位、扭伤和劳损

# model:gnuhealth.pathology,name:T034
source: Dislocations, sprains and strains involving multiple regions of upper limb(s) with lower limb(s)
de: Luxationen, Verstauchungen und Zerrungen mit Beteiligung mehrerer Regionen der oberen Extremität(en) und mehrerer Regionen der unteren Extremität(en)
fr_fr: Luxations, entorses et foulures de plusieurs parties de(s) membre(s) supérieur(s) avec membre(s) inférieur(s)
zh_cn: 累及上肢伴有下肢多个部位的脱位、扭伤和劳损

# model:gnuhealth.pathology,name:T038
source: Dislocations, sprains and strains involving other combinations of body regions
de: Luxationen, Verstauchungen und Zerrungen mit Beteiligung sonstiger Kombinationen von Körperregionen
fr_fr: Luxations, entorses et foulures avec d'autres associations de parties du corps
zh_cn: 累及身体其他复合部位的脱位、扭伤和劳损

# model:gnuhealth.pathology,name:T039
source: Multiple dislocations, sprains and strains, unspecified
de: Multiple Luxationen, Verstauchungen und Zerrungen, nicht näher bezeichnet
fr_fr: Luxations, entorses et foulures multiples, sans précision
zh_cn: 多处脱位、扭伤和劳损，未特指

# model:gnuhealth.pathology,name:T04
source: Crushing injuries involving multiple body regions
de: Zerquetschungen mit Beteiligung mehrerer Körperregionen
fr_fr: Ecrasements de plusieurs parties du corps
zh_cn: 累及身体多个部位的挤压伤

# model:gnuhealth.pathology,name:T040
source: Crushing injuries involving head with neck
de: Zerquetschungen mit Beteiligung von Kopf und Hals
fr_fr: Ecrasement de la tête avec écrasement du cou
zh_cn: 累及头部伴有颈部的挤压伤

# model:gnuhealth.pathology,name:T041
source: Crushing injuries involving thorax with abdomen, lower back and pelvis
de: Zerquetschungen mit Beteiligung von Thorax und Abdomen, von Thorax und Lumbosakralgegend oder von Thorax und Becken
fr_fr: Ecrasement du thorax avec écrasement de l'abdomen, des lombes et du bassin
zh_cn: 累及胸部伴有腹部、下背和骨盆的挤压伤

# model:gnuhealth.pathology,name:T042
source: Crushing injuries involving multiple regions of upper limb(s)
de: Zerquetschungen mit Beteiligung mehrerer Regionen der oberen Extremität(en)
fr_fr: Ecrasement de plusieurs parties de(s) membre(s) supérieur(s)
zh_cn: 累及上肢多个部位的挤压伤

# model:gnuhealth.pathology,name:T043
source: Crushing injuries involving multiple regions of lower limb(s)
de: Zerquetschungen mit Beteiligung mehrerer Regionen der unteren Extremität(en)
fr_fr: Ecrasement de plusieurs parties de(s) membre(s) inférieur(s)
zh_cn: 累及下肢多个部位的挤压伤

# model:gnuhealth.pathology,name:T044
source: Crushing injuries involving multiple regions of upper limb(s) with lower limb(s)
de: Zerquetschungen mit Beteiligung mehrerer Regionen der oberen Extremität(en) und mehrerer Regionen der unteren Extremität(en)
fr_fr: Ecrasement de plusieurs parties de(s) membre(s) supérieur(s) avec membre(s) inférieur(s)
zh_cn: 累及上肢伴有下肢多个部位的挤压伤

# model:gnuhealth.pathology,name:T047
source: Crushing injuries of thorax with abdomen, lower back and pelvis with limb(s)
de: Zerquetschungen mit Beteiligung von Thorax, Abdomen und Extremität(en), von Thorax, Lumbosakralgegend und Extremität(en) oder von Thorax, Becken und Extremität(en)
fr_fr: Ecrasement du thorax avec écrasement de l'abdomen, des lombes, du bassin et de(s) membre(s)
zh_cn: 胸部伴有腹部、下背和骨盆及四肢的挤压伤

# model:gnuhealth.pathology,name:T048
source: Crushing injuries involving other combinations of body regions
de: Zerquetschungen mit Beteiligung sonstiger Kombinationen von Körperregionen
fr_fr: Ecrasement d'autres associations de parties du corps
zh_cn: 累及身体其他复合部位的挤压伤

# model:gnuhealth.pathology,name:T049
source: Multiple crushing injuries, unspecified
de: Multiple Zerquetschungen, nicht näher bezeichnet
fr_fr: Ecrasements multiples, sans précision
zh_cn: 未特指的多处挤压伤

# model:gnuhealth.pathology,name:T05
source: Traumatic amputations involving multiple body regions
de: Traumatische Amputationen mit Beteiligung mehrerer Körperregionen
fr_fr: Amputations traumatiques de plusieurs parties du corps
zh_cn: 累及身体多个部位的创伤性切断

# model:gnuhealth.pathology,name:T050
source: Traumatic amputation of both hands
de: Traumatische Amputation beider Hände
fr_fr: Amputation traumatique des deux mains
zh_cn: 双手创伤性切断

# model:gnuhealth.pathology,name:T051
source: Traumatic amputation of one hand and other arm [any level, except hand]
de: Traumatische Amputation einer Hand und des anderen Armes [jede Höhe, ausgenommen Hand]
fr_fr: Amputation traumatique d'une main et de l'autre membre supérieur [tout niveau, sauf la main]
zh_cn: 一只手和另一臂的创伤性切断[任何水平，除外手]

# model:gnuhealth.pathology,name:T052
source: Traumatic amputation of both arms [any level]
de: Traumatische Amputation beider Arme [jede Höhe]
fr_fr: Amputation traumatique des deux membres supérieurs [tout niveau]
zh_cn: 双臂创伤性切断[任何水平]

# model:gnuhealth.pathology,name:T053
source: Traumatic amputation of both feet
de: Traumatische Amputation beider Füße
fr_fr: Amputation traumatique des deux pieds
zh_cn: 双足创伤性切断
