Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:T431
source: Poisoning: Monoamine-oxidase-inhibitor antidepressants
de: Vergiftung: Monoaminooxidase-hemmende Antidepressiva
zh_cn: 单胺-氧化酶-抑制剂抗抑郁药中毒

# model:gnuhealth.pathology,name:T432
source: Poisoning: Other and unspecified antidepressants
de: Vergiftung: Sonstige und nicht näher bezeichnete Antidepressiva
zh_cn: 其他和未特指的抗抑郁药中毒

# model:gnuhealth.pathology,name:T433
source: Poisoning: Phenothiazine antipsychotics and neuroleptics
de: Vergiftung: Antipsychotika und Neuroleptika auf Phenothiazin-Basis
zh_cn: 酚噻嗪抗精神病药和精神安定剂中毒

# model:gnuhealth.pathology,name:T434
source: Poisoning: Butyrophenone and thioxanthene neuroleptics
de: Vergiftung: Neuroleptika auf Butyrophenon- und Thioxanthen-Basis
zh_cn: 丁酰苯和硫蒽精神安定剂中毒

# model:gnuhealth.pathology,name:T435
source: Poisoning: Other and unspecified antipsychotics and neuroleptics
de: Vergiftung: Sonstige und nicht näher bezeichnete Antipsychotika und Neuroleptika
zh_cn: 其他和未特指的抗精神病药和精神安定剂中毒

# model:gnuhealth.pathology,name:T436
source: Poisoning: Psychostimulants with abuse potential
de: Vergiftung: Psychostimulanzien mit Missbrauchspotential
zh_cn: 精神兴奋剂中毒伴有滥用潜势

# model:gnuhealth.pathology,name:T438
source: Poisoning: Other psychotropic drugs, not elsewhere classified
de: Vergiftung: Sonstige psychotrope Substanzen, anderenorts nicht klassifiziert
zh_cn: 其他对精神有影响的药物中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T439
source: Poisoning: Psychotropic drug, unspecified
de: Vergiftung: Psychotrope Substanz, nicht näher bezeichnet
zh_cn: 未特指的对精神有影响的药物中毒

# model:gnuhealth.pathology,name:T44
source: Poisoning by drugs primarily affecting the autonomic nervous system
de: Vergiftung durch primär auf das autonome Nervensystem wirkende Arzneimittel
fr_fr: Intoxication par médicaments agissant essentiellement sur le système nerveux autonome
zh_cn: 主要影响自主神经系统的药物中毒

# model:gnuhealth.pathology,name:T440
source: Poisoning: Anticholinesterase agents
de: Vergiftung: Cholinesterase-Hemmer
zh_cn: 抗胆碱酯酶剂中毒

# model:gnuhealth.pathology,name:T441
source: Poisoning: Other parasympathomimetics [cholinergics]
de: Vergiftung: Sonstige Parasympathomimetika [Cholinergika]
zh_cn: 其他拟副交感神经药[胆碱能药]中毒

# model:gnuhealth.pathology,name:T442
source: Poisoning: Ganglionic blocking drugs, not elsewhere classified
de: Vergiftung: Ganglienblocker, anderenorts nicht klassifiziert
zh_cn: 神经节阻滞药中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T443
source: Poisoning: Other parasympatholytics [anticholinergics and antimuscarinics] and spasmolytics, not elsewhere classified
de: Vergiftung: Sonstige Parasympatholytika [Anticholinergika und Antimuskarinika] und Spasmolytika, anderenorts nicht klassifiziert
zh_cn: 其他副交感神经抑制剂[抗胆碱能药和抗毒蕈碱药]和解痉药中毒，不可归类在他处者副交感神经抑制剂[抗胆碱能药和抗毒蕈碱药]和解痉药中毒，其他的，不可归类在他处者

# model:gnuhealth.pathology,name:T444
source: Poisoning: Predominantly alpha-adrenoreceptor agonists, not elsewhere classified
de: Vergiftung: Vorwiegend Alpha-Rezeptoren-Stimulanzien, anderenorts nicht klassifiziert
zh_cn: 主要为α肾上腺素能受体显效药中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T445
source: Poisoning: Predominantly beta-adrenoreceptor agonists, not elsewhere classified
de: Vergiftung: Vorwiegend Beta-Rezeptoren-Stimulanzien, anderenorts nicht klassifiziert
zh_cn: 主要为β肾上腺素能受体显效药中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T446
source: Poisoning: Alpha-adrenoreceptor antagonists, not elsewhere classified
de: Vergiftung: Alpha-Rezeptorenblocker, anderenorts nicht klassifiziert
zh_cn: α肾上腺素能受体拮抗剂中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T447
source: Poisoning: Beta-adrenoreceptor antagonists, not elsewhere classified
de: Vergiftung: Beta-Rezeptorenblocker, anderenorts nicht klassifiziert
zh_cn: β肾上腺素能受体拮抗剂中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T448
source: Poisoning: Centrally acting and adrenergic-neuron-blocking agents, not elsewhere classified
de: Vergiftung: Zentral wirkende und adrenerge Neuronenblocker, anderenorts nicht klassifiziert
zh_cn: 中枢作用和肾上腺素能-神经元-阻滞剂中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T449
source: Poisoning: Other and unspecified drugs primarily affecting the autonomic nervous system
de: Vergiftung: Sonstige und nicht näher bezeichnete, primär auf das autonome Nervensystem wirkende Arzneimittel
zh_cn: 主要影响自主神经系统的其他和未特指的药物中毒

# model:gnuhealth.pathology,name:T45
source: Poisoning by primarily systemic and haematological agents, not elsewhere classified
de: Vergiftung durch primär systemisch und auf das Blut wirkende Mittel, anderenorts nicht klassifiziert
fr_fr: Intoxication par substances essentiellement systémiques et hématologiques, non classées ailleurs
zh_cn: 主要为全身性和血液学的制剂中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T450
source: Poisoning: Antiallergic and antiemetic drugs
de: Vergiftung: Antiallergika und Antiemetika
zh_cn: 抗过敏药和止吐药中毒

# model:gnuhealth.pathology,name:T451
source: Poisoning: Antineoplastic and immunosuppressive drugs
de: Vergiftung: Antineoplastika und Immunsuppressiva
zh_cn: 抗肿瘤药和免疫抑制剂中毒

# model:gnuhealth.pathology,name:T452
source: Poisoning: Vitamins, not elsewhere classified
de: Vergiftung: Vitamine, anderenorts nicht klassifiziert
zh_cn: 维生素类中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T453
source: Poisoning: Enzymes, not elsewhere classified
de: Vergiftung: Enzyme, anderenorts nicht klassifiziert
zh_cn: 酶类中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T454
source: Poisoning: Iron and its compounds
de: Vergiftung: Eisen und dessen Verbindungen
zh_cn: 铁及其化合物中毒

# model:gnuhealth.pathology,name:T455
source: Poisoning: Anticoagulants
de: Vergiftung: Antikoagulanzien
zh_cn: 抗凝剂中毒

# model:gnuhealth.pathology,name:T456
source: Poisoning: Fibrinolysis-affecting drugs
de: Vergiftung: Fibrinolytika und Fibrinolyse-Hemmer
zh_cn: 影响纤维蛋白分解药中毒

# model:gnuhealth.pathology,name:T457
source: Poisoning: Anticoagulant antagonists, vitamin K and other coagulants
de: Vergiftung: Antikoagulanzien-Antagonisten, Vitamin K und sonstige Koagulanzien
zh_cn: 抗凝拮抗剂、维生素K和其他凝血药中毒

# model:gnuhealth.pathology,name:T458
source: Poisoning: Other primarily systemic and haematological agents
de: Vergiftung: Sonstige primär systemisch und auf das Blut wirkende Mittel, anderenorts nicht klassifiziert
zh_cn: 其他主要为全身性和血液学制剂中毒

# model:gnuhealth.pathology,name:T459
source: Poisoning: Primarily systemic and haematological agent, unspecified
de: Vergiftung: Primär systemisch und auf das Blut wirkendes Mittel, nicht näher bezeichnet
zh_cn: 未特指的主要为全身性和血液学制剂中毒

# model:gnuhealth.pathology,name:T46
source: Poisoning by agents primarily affecting the cardiovascular system
de: Vergiftung durch primär auf das Herz-Kreislaufsystem wirkende Mittel
fr_fr: Intoxication par substances agissant essentiellement sur le système cardio-vasculaire
zh_cn: 主要影响心血管系统的制剂中毒

# model:gnuhealth.pathology,name:T460
source: Poisoning: Cardiac-stimulant glycosides and drugs of similar action
de: Vergiftung: Herzglykoside und Arzneimittel mit ähnlicher Wirkung
zh_cn: 心脏兴奋甙和相似作用药中毒

# model:gnuhealth.pathology,name:T461
source: Poisoning: Calcium-channel blockers
de: Vergiftung: Kalziumantagonisten
zh_cn: 钙通道阻滞剂中毒

# model:gnuhealth.pathology,name:T462
source: Poisoning: Other antidysrhythmic drugs, not elsewhere classified
de: Vergiftung: Sonstige Antiarrhythmika, anderenorts nicht klassifiziert
zh_cn: 其他抗心律障碍药中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T463
source: Poisoning: Coronary vasodilators, not elsewhere classified
de: Vergiftung: Koronardilatatoren, anderenorts nicht klassifiziert
zh_cn: 冠状血管扩张剂中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T464
source: Poisoning: Angiotensin-converting-enzyme inhibitors
de: Vergiftung: Angiotensin-Konversionsenzym-Hemmer [ACE-Hemmer]
zh_cn: 血管紧张素转换酶抑制剂中毒

# model:gnuhealth.pathology,name:T465
source: Poisoning: Other antihypertensive drugs, not elsewhere classified
de: Vergiftung: Sonstige Antihypertensiva, anderenorts nicht klassifiziert
zh_cn: 其他抗高血压药中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T466
source: Poisoning: Antihyperlipidaemic and antiarteriosclerotic drugs
de: Vergiftung: Antihyperlipidämika und Arzneimittel gegen Arteriosklerose
zh_cn: 抗高脂血症和抗动脉硬化药中毒

# model:gnuhealth.pathology,name:T467
source: Poisoning: Peripheral vasodilators
de: Vergiftung: Periphere Vasodilatatoren
zh_cn: 周围血管扩张剂中毒

# model:gnuhealth.pathology,name:T468
source: Poisoning: Antivaricose drugs, including sclerosing agents
de: Vergiftung: Antivarikosa, einschließlich Verödungsmitteln
zh_cn: 抗静脉曲张药(包括硬化剂)中毒

# model:gnuhealth.pathology,name:T469
source: Poisoning: Other and unspecified agents primarily affecting the cardiovascular system
de: Vergiftung: Sonstige und nicht näher bezeichnete, primär auf das Herz-Kreislaufsystem wirkende Mittel
zh_cn: 主要影响心血管系统的其他和未特指制剂中毒

# model:gnuhealth.pathology,name:T47
source: Poisoning by agents primarily affecting the gastrointestinal system
de: Vergiftung durch primär auf den Magen-Darm-Trakt wirkende Mittel
zh_cn: 主要影响胃肠系统的制剂中毒

# model:gnuhealth.pathology,name:T470
source: Poisoning: Histamine H
de: Vergiftung: Histamin-H2-Rezeptorenblocker
zh_cn: 组织胺H2受体拮抗剂中毒

# model:gnuhealth.pathology,name:T471
source: Poisoning: Other antacids and anti-gastric-secretion drugs
de: Vergiftung: Sonstige Antazida und Magensekretionshemmer
zh_cn: 其他抗酸药和抗胃分泌药中毒

# model:gnuhealth.pathology,name:T472
source: Poisoning: Stimulant laxatives
de: Vergiftung: Stimulierende Laxanzien
zh_cn: 刺激性轻泻剂中毒

# model:gnuhealth.pathology,name:T473
source: Poisoning: Saline and osmotic laxatives
de: Vergiftung: Salinische und osmotische Laxanzien
zh_cn: 盐水和渗透性轻泻剂中毒

# model:gnuhealth.pathology,name:T474
source: Poisoning: Other laxatives
de: Vergiftung: Sonstige Laxanzien
zh_cn: 其他轻泻剂中毒

# model:gnuhealth.pathology,name:T475
source: Poisoning: Digestants
de: Vergiftung: Digestiva
zh_cn: 助消化药中毒

# model:gnuhealth.pathology,name:T476
source: Poisoning: Antidiarrhoeal drugs
de: Vergiftung: Antidiarrhoika
zh_cn: 止泻药中毒

# model:gnuhealth.pathology,name:T477
source: Poisoning: Emetics
de: Vergiftung: Emetika
zh_cn: 催吐药中毒

# model:gnuhealth.pathology,name:T478
source: Poisoning: Other agents primarily affecting the gastrointestinal system
de: Vergiftung: Sonstige primär auf den Magen-Darm-Trakt wirkende Mittel
zh_cn: 主要影响胃肠系统的其他制剂中毒

# model:gnuhealth.pathology,name:T479
source: Poisoning: Agent primarily affecting the gastrointestinal system, unspecified
de: Vergiftung: Primär auf den Magen-Darm-Trakt wirkendes Arzneimittel, nicht näher bezeichnet
zh_cn: 主要影响胃肠系统的未特指制剂中毒

# model:gnuhealth.pathology,name:T48
source: Poisoning by agents primarily acting on smooth and skeletal muscles and the respiratory system
de: Vergiftung durch primär auf die glatte Muskulatur, die Skelettmuskulatur und das Atmungssystem wirkende Mittel
fr_fr: Intoxication par substances agissant essentiellement sur les muscles lisses et striés et l'appareil respiratoire
zh_cn: 主要作用于平滑肌和骨骼肌及呼吸系统的制剂中毒

# model:gnuhealth.pathology,name:T480
source: Poisoning: Oxytocic drugs
de: Vergiftung: Oxytozin [Ocytocin] und ähnlich wirkende Wehenmittel
zh_cn: 催产药中毒

# model:gnuhealth.pathology,name:T481
source: Poisoning: Skeletal muscle relaxants [neuromuscular blocking agents]
de: Vergiftung: Muskelrelaxanzien [neuromuskuläre Blocker]
zh_cn: 骨骼肌松弛剂[神经肌肉阻滞剂]中毒

# model:gnuhealth.pathology,name:T482
source: Poisoning: Other and unspecified agents primarily acting on muscles
de: Vergiftung: Sonstige und nicht näher bezeichnete, primär auf die Muskulatur wirkende Mittel
zh_cn: 主要作用于肌肉的其他和未特指制剂中毒

# model:gnuhealth.pathology,name:T483
source: Poisoning: Antitussives
de: Vergiftung: Antitussiva
zh_cn: 镇咳剂中毒

# model:gnuhealth.pathology,name:T484
source: Poisoning: Expectorants
de: Vergiftung: Expektoranzien
zh_cn: 祛痰剂中毒

# model:gnuhealth.pathology,name:T485
source: Poisoning: Anti-common-cold drugs
de: Vergiftung: Arzneimittel gegen Erkältungskrankheiten
zh_cn: 抗感冒药中毒

# model:gnuhealth.pathology,name:T486
source: Poisoning: Antiasthmatics, not elsewhere classified
de: Vergiftung: Antiasthmatika, anderenorts nicht klassifiziert
zh_cn: 抗哮喘药中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T487
source: Poisoning: Other and unspecified agents primarily acting on the respiratory system
de: Vergiftung: Sonstige und nicht näher bezeichnete, primär auf das Atmungssystem wirkende Mittel
zh_cn: 主要作用于呼吸系统的其他和未特指制剂中毒

# model:gnuhealth.pathology,name:T49
source: Poisoning by topical agents primarily affecting skin and mucous membrane and by ophthalmological, otorhinolaryngological and dental drugs
de: Vergiftung durch primär auf Haut und Schleimhäute wirkende und in der Augen-, der Hals-Nasen-Ohren- und der Zahnheilkunde angewendete Mittel zur topischen Anwendung
zh_cn: 主要影响皮肤和粘膜的局部制剂及眼科、耳鼻喉科和牙科的药物中毒

# model:gnuhealth.pathology,name:T490
source: Poisoning: Local antifungal, anti-infective and anti-inflammatory drugs, not elsewhere classified
de: Vergiftung: Antimykotika, Antiinfektiva und Antiphlogistika zur lokalen Anwendung, anderenorts nicht klassifiziert
zh_cn: 局部抗真菌、抗感染和消炎药中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T491
source: Poisoning: Antipruritics
de: Vergiftung: Antipruriginosa
zh_cn: 止痒药中毒

# model:gnuhealth.pathology,name:T492
source: Poisoning: Local astringents and local detergents
de: Vergiftung: Adstringenzien und Detergenzien zur lokalen Anwendung
zh_cn: 局部收敛药和局部去污剂中毒

# model:gnuhealth.pathology,name:T493
source: Poisoning: Emollients, demulcents and protectants
de: Vergiftung: Hauterweichende [Emollienzien], hautpflegende [Demulzenzien] und hautschützende Mittel
zh_cn: 润滑药、缓和药和保护药中毒

# model:gnuhealth.pathology,name:T494
source: Poisoning: Keratolytics, keratoplastics and other hair treatment drugs and preparations
de: Vergiftung: Keratolytika, Keratoplastika und sonstige Arzneimittel und Präparate zur Haarbehandlung
zh_cn: 角质层分离药、角质层增生药和其他毛发治疗的药物和制剂中毒

# model:gnuhealth.pathology,name:T495
source: Poisoning: Ophthalmological drugs and preparations
de: Vergiftung: Ophthalmika
zh_cn: 眼科用药和制剂中毒

# model:gnuhealth.pathology,name:T496
source: Poisoning: Otorhinolaryngological drugs and preparations
de: Vergiftung: In der Hals-Nasen-Ohrenheilkunde angewendete Arzneimittel und Präparate
zh_cn: 耳鼻喉科药物和制剂中毒

# model:gnuhealth.pathology,name:T497
source: Poisoning: Dental drugs, topically applied
de: Vergiftung: Dentalpharmaka bei topischer Anwendung
zh_cn: 牙科药物中毒，局部应用的

# model:gnuhealth.pathology,name:T498
source: Poisoning: Other topical agents
de: Vergiftung: Sonstige Mittel zur topischen Anwendung
zh_cn: 其他局部制剂中毒

# model:gnuhealth.pathology,name:T499
source: Poisoning: Topical agent, unspecified
de: Vergiftung: Mittel zur topischen Anwendung, nicht näher bezeichnet
zh_cn: 未特指的局部制剂中毒

# model:gnuhealth.pathology,name:T50
source: Poisoning by diuretics and other and unspecified drugs, medicaments and biological substances
de: Vergiftung durch Diuretika und sonstige und nicht näher bezeichnete Arzneimittel, Drogen und biologisch aktive Substanzen
fr_fr: Intoxication par diurétiques et médicaments et substances biologiques, autres et sans précision
zh_cn: 利尿剂和其他及未特指的药物、药剂和生物制品中毒

# model:gnuhealth.pathology,name:T500
source: Poisoning: Mineralocorticoids and their antagonists
de: Vergiftung: Mineralokortikoide und deren Antagonisten
zh_cn: 盐(肾上腺)皮质激素类及其拮抗剂中毒

# model:gnuhealth.pathology,name:T501
source: Poisoning: Loop [high-ceiling] diuretics
de: Vergiftung: Schleifendiuretika [High-ceiling-Diuretika]
zh_cn: 袢[强效]利尿剂中毒

# model:gnuhealth.pathology,name:T502
source: Poisoning: Carbonic-anhydrase inhibitors, benzothiadiazides and other diuretics
de: Vergiftung: Carboanhydrase-Hemmer, Benzothiadiazin-Derivate und andere Diuretika
zh_cn: 碳酸脱水酶抑制剂、苯并噻二嗪类和其他利尿剂中毒

# model:gnuhealth.pathology,name:T503
source: Poisoning: Electrolytic, caloric and water-balance agents
de: Vergiftung: Auf den Elektrolyt-, Kalorien- und Wasserhaushalt wirkende Mittel
zh_cn: 电解质、热量和水平衡剂中毒

# model:gnuhealth.pathology,name:T504
source: Poisoning: Drugs affecting uric acid metabolism
de: Vergiftung: Auf den Harnsäurestoffwechsel wirkende Arzneimittel
zh_cn: 影响尿酸代谢的药物中毒

# model:gnuhealth.pathology,name:T505
source: Poisoning: Appetite depressants
de: Vergiftung: Appetitzügler
zh_cn: 食欲抑制剂中毒

# model:gnuhealth.pathology,name:T506
source: Poisoning: Antidotes and chelating agents, not elsewhere classified
de: Vergiftung: Antidote und Chelatbildner, anderenorts nicht klassifiziert
zh_cn: 解毒剂和螯合剂中毒，不可归类在他处者

# model:gnuhealth.pathology,name:T507
source: Poisoning: Analeptics and opioid receptor antagonists
de: Vergiftung: Analeptika und Opioid-Rezeptor-Antagonisten
zh_cn: 兴奋药和阿片样物质受体拮抗剂中毒

# model:gnuhealth.pathology,name:T508
source: Poisoning: Diagnostic agents
de: Vergiftung: Diagnostika
zh_cn: 诊断性制剂中毒

# model:gnuhealth.pathology,name:T509
source: Poisoning: Other and unspecified drugs, medicaments and biological substances
de: Vergiftung: Sonstige und nicht näher bezeichnete Arzneimittel, Drogen und biologisch aktive Substanzen
zh_cn: 其他和未特指的药物、药剂和生物制品中毒

# model:gnuhealth.pathology,name:T51
source: Toxic effect of alcohol
de: Toxische Wirkung von Alkohol
fr_fr: Effet toxique de l'alcool
zh_cn: 酒精的毒性效应

# model:gnuhealth.pathology,name:T510
source: Toxic effect: Ethanol
de: Toxische Wirkung: Äthanol
zh_cn: 乙醇的毒性效应

# model:gnuhealth.pathology,name:T511
source: Toxic effect: Methanol
de: Toxische Wirkung: Methanol
zh_cn: 甲醇的毒性效应

# model:gnuhealth.pathology,name:T512
source: Toxic effect: 2-Propanol
de: Toxische Wirkung: 2-Propanol
zh_cn: 2-丙醇的毒性效应

# model:gnuhealth.pathology,name:T513
source: Toxic effect: Fusel oil
de: Toxische Wirkung: Fuselöl
zh_cn: 杂醇油的毒性效应

# model:gnuhealth.pathology,name:T518
source: Toxic effect: Other alcohols
de: Toxische Wirkung: Sonstige Alkohole
zh_cn: 其他醇类的毒性效应

# model:gnuhealth.pathology,name:T519
source: Toxic effect: Alcohol, unspecified
de: Toxische Wirkung: Alkohol, nicht näher bezeichnet
zh_cn: 未特指醇的毒性效应

# model:gnuhealth.pathology,name:T52
source: Toxic effect of organic solvents
de: Toxische Wirkung von organischen Lösungsmitteln
fr_fr: Effet toxique de solvants organiques
zh_cn: 有机溶剂的毒性效应

# model:gnuhealth.pathology,name:T520
source: Toxic effect: Petroleum products
de: Toxische Wirkung: Erdölprodukte
zh_cn: 石油产品的毒性效应

# model:gnuhealth.pathology,name:T521
source: Toxic effect: Benzene
de: Toxische Wirkung: Benzol
zh_cn: 苯的毒性效应

# model:gnuhealth.pathology,name:T522
source: Toxic effect: Homologues of benzene
de: Toxische Wirkung: Benzol-Homologe
zh_cn: 苯同类物的毒性效应

# model:gnuhealth.pathology,name:T523
source: Toxic effect: Glycols
de: Toxische Wirkung: Glykole
zh_cn: 脂肪族二元醇类的毒性效应

# model:gnuhealth.pathology,name:T524
source: Toxic effect: Ketones
de: Toxische Wirkung: Ketone
zh_cn: 酮类的毒性效应

# model:gnuhealth.pathology,name:T528
source: Toxic effect: Other organic solvents
de: Toxische Wirkung: Sonstige organische Lösungsmittel
zh_cn: 其他有机溶剂的毒性效应

# model:gnuhealth.pathology,name:T529
source: Toxic effect: Organic solvent, unspecified
de: Toxische Wirkung: Organisches Lösungsmittel, nicht näher bezeichnet
zh_cn: 未特指有机溶剂的毒性效应

# model:gnuhealth.pathology,name:T53
source: Toxic effect of halogen derivatives of aliphatic and aromatic hydrocarbons
de: Toxische Wirkung von halogenierten aliphatischen und aromatischen Kohlenwasserstoffen
zh_cn: 脂环烃和芳香族烃的卤素衍生物的毒性效应

# model:gnuhealth.pathology,name:T530
source: Toxic effect: Carbon tetrachloride
de: Toxische Wirkung: Tetrachlorkohlenstoff
zh_cn: 四氯化碳的毒性效应

# model:gnuhealth.pathology,name:T531
source: Toxic effect: Chloroform
de: Toxische Wirkung: Chloroform
zh_cn: 氯仿的毒性效应

# model:gnuhealth.pathology,name:T532
source: Toxic effect: Trichloroethylene
de: Toxische Wirkung: Trichloräthylen
zh_cn: 三氯乙烯的毒性效应

# model:gnuhealth.pathology,name:T533
source: Toxic effect: Tetrachloroethylene
de: Toxische Wirkung: Tetrachloräthylen
zh_cn: 四氯乙烯的毒性效应

# model:gnuhealth.pathology,name:T534
source: Toxic effect: Dichloromethane
de: Toxische Wirkung: Dichlormethan
zh_cn: 二氯甲烷的毒性效应

# model:gnuhealth.pathology,name:T535
source: Toxic effect: Chlorofluorocarbons
de: Toxische Wirkung: Fluorchlorkohlenwasserstoffe [FCKW]
zh_cn: 含氯氟烃类的毒性效应

# model:gnuhealth.pathology,name:T536
source: Toxic effect: Other halogen derivatives of aliphatic hydrocarbons
de: Toxische Wirkung: Sonstige halogenierte aliphatische Kohlenwasserstoffe
zh_cn: 脂环烃的其他卤素衍生物的毒性效应

# model:gnuhealth.pathology,name:T537
source: Toxic effect: Other halogen derivatives of aromatic hydrocarbons
de: Toxische Wirkung: Sonstige halogenierte aromatische Kohlenwasserstoffe
zh_cn: 芳香族烃的其他卤素衍生物的毒性效应

# model:gnuhealth.pathology,name:T539
source: Toxic effect: Halogen derivative of aliphatic and aromatic hydrocarbons, unspecified
de: Toxische Wirkung: Halogenierte aliphatische und aromatische Kohlenwasserstoffe, nicht näher bezeichnet
zh_cn: 脂环烃和芳香族烃未特指的卤素衍生物的毒性效应

# model:gnuhealth.pathology,name:T54
source: Toxic effect of corrosive substances
de: Toxische Wirkung von ätzenden Substanzen
fr_fr: Effet toxique de substances corrosives
zh_cn: 腐蚀性物质的毒性效应

# model:gnuhealth.pathology,name:T540
source: Toxic effect: Phenol and phenol homologues
de: Toxische Wirkung: Phenol und dessen Homologe
zh_cn: 酚及其同类物的毒性效应

# model:gnuhealth.pathology,name:T541
source: Toxic effect: Other corrosive organic compounds
de: Toxische Wirkung: Sonstige ätzende organische Verbindungen
zh_cn: 其他腐蚀性有机化合物的毒性效应

# model:gnuhealth.pathology,name:T542
source: Toxic effect: Corrosive acids and acid-like substances
de: Toxische Wirkung: Ätzende Säuren und säureähnliche Substanzen
zh_cn: 腐蚀性酸和酸样物质的毒性效应

# model:gnuhealth.pathology,name:T543
source: Toxic effect: Corrosive alkalis and alkali-like substances
de: Toxische Wirkung: Ätzalkalien und alkaliähnliche Substanzen
zh_cn: 腐蚀性碱和碱样物质的毒性效应

# model:gnuhealth.pathology,name:T549
source: Toxic effect: Corrosive substance, unspecified
de: Toxische Wirkung: Ätzende Substanz, nicht näher bezeichnet
zh_cn: 未特指腐蚀性物质的毒性效应

# model:gnuhealth.pathology,name:T55
source: Toxic effect of soaps and detergents
de: Toxische Wirkung von Seifen und Detergenzien
fr_fr: Effet toxique de savons et détergents
zh_cn: 皂类和洗涤剂的毒性效应

# model:gnuhealth.pathology,name:T56
source: Toxic effect of metals
de: Toxische Wirkung von Metallen
fr_fr: Effet toxique des métaux
zh_cn: 金属的毒性效应

# model:gnuhealth.pathology,name:T560
source: Toxic effect: Lead and its compounds
de: Toxische Wirkung: Blei und dessen Verbindungen
zh_cn: 铅及其化合物的毒性效应

# model:gnuhealth.pathology,name:T561
source: Toxic effect: Mercury and its compounds
de: Toxische Wirkung: Quecksilber und dessen Verbindungen
zh_cn: 汞及其化合物的毒性效应

# model:gnuhealth.pathology,name:T562
source: Toxic effect: Chromium and its compounds
de: Toxische Wirkung: Chrom und dessen Verbindungen
zh_cn: 铬及其化合物的毒性效应

# model:gnuhealth.pathology,name:T563
source: Toxic effect: Cadmium and its compounds
de: Toxische Wirkung: Kadmium und dessen Verbindungen
zh_cn: 镉及其化合物的毒性效应

# model:gnuhealth.pathology,name:T564
source: Toxic effect: Copper and its compounds
de: Toxische Wirkung: Kupfer und dessen Verbindungen
zh_cn: 铜及其化合物的毒性效应

# model:gnuhealth.pathology,name:T565
source: Toxic effect: Zinc and its compounds
de: Toxische Wirkung: Zink und dessen Verbindungen
zh_cn: 锌及其化合物的毒性效应

# model:gnuhealth.pathology,name:T566
source: Toxic effect: Tin and its compounds
de: Toxische Wirkung: Zinn und dessen Verbindungen
zh_cn: 锡及其化合物的毒性效应

# model:gnuhealth.pathology,name:T567
source: Toxic effect: Beryllium and its compounds
de: Toxische Wirkung: Beryllium und dessen Verbindungen
zh_cn: 铍及其化合物的毒性效应

# model:gnuhealth.pathology,name:T568
source: Toxic effect: Other metals
de: Toxische Wirkung: Sonstige Metalle
zh_cn: 其他金属的毒性效应

# model:gnuhealth.pathology,name:T569
source: Toxic effect: Metal, unspecified
de: Toxische Wirkung: Metall, nicht näher bezeichnet
zh_cn: 未特指金属的毒性效应

# model:gnuhealth.pathology,name:T57
source: Toxic effect of other inorganic substances
de: Toxische Wirkung von sonstigen anorganischen Substanzen
fr_fr: Effet toxique d'autres substances non organiques
zh_cn: 其他无机物质的毒性效应
