Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V530
source: Occupant of pick-up truck or van injured in collision with car, pick-up truck or van: Driver injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V531
source: Occupant of pick-up truck or van injured in collision with car, pick-up truck or van: Passenger injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V532
source: Occupant of pick-up truck or van injured in collision with car, pick-up truck or van: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 轻型货车或篷车的车辆外人员在轻型货车或篷车与小汽车、轻型货车或篷车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V533
source: Occupant of pick-up truck or van injured in collision with car, pick-up truck or van: Unspecified occupant of pick-up truck or van injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的轻型货车或篷车乘员在轻型货车或篷车与小汽车、轻型货车或篷车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V534
source: Occupant of pick-up truck or van injured in collision with car, pick-up truck or van: Person injured while boarding or alighting
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V535
source: Occupant of pick-up truck or van injured in collision with car, pick-up truck or van: Driver injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V536
source: Occupant of pick-up truck or van injured in collision with car, pick-up truck or van: Passenger injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V537
source: Occupant of pick-up truck or van injured in collision with car, pick-up truck or van: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 轻型货车或篷车的车辆外人员在轻型货车或篷车与小汽车、轻型货车或篷车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V539
source: Occupant of pick-up truck or van injured in collision with car, pick-up truck or van: Unspecified occupant of pick-up truck or van injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的轻型货车或篷车乘员在轻型货车或篷车与小汽车、轻型货车或篷车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V54
source: Occupant of pick-up truck or van injured in collision with heavy transport vehicle or bus
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt
fr_fr: Occupant d'une camionnette blessé dans une collision avec un véhicule lourd ou un autobus
zh_cn: 轻型货车或篷车乘员在轻型货车或篷车与重型运输车或公共汽车碰撞中的损伤

# model:gnuhealth.pathology,name:V540
source: Occupant of pick-up truck or van injured in collision with heavy transport vehicle or bus: Driver injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V541
source: Occupant of pick-up truck or van injured in collision with heavy transport vehicle or bus: Passenger injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V542
source: Occupant of pick-up truck or van injured in collision with heavy transport vehicle or bus: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 轻型货车或篷车的车辆外人员在轻型货车或篷车与重型运输车或公共汽车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V543
source: Occupant of pick-up truck or van injured in collision with heavy transport vehicle or bus: Unspecified occupant of pick-up truck or van injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的轻型货车或篷车乘员在轻型货车或篷车与重型运输车或公共汽车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V544
source: Occupant of pick-up truck or van injured in collision with heavy transport vehicle or bus: Person injured while boarding or alighting
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V545
source: Occupant of pick-up truck or van injured in collision with heavy transport vehicle or bus: Driver injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V546
source: Occupant of pick-up truck or van injured in collision with heavy transport vehicle or bus: Passenger injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V547
source: Occupant of pick-up truck or van injured in collision with heavy transport vehicle or bus: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 轻型货车或篷车的车辆外人员在轻型货车或篷车与重型运输车或公共汽车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V549
source: Occupant of pick-up truck or van injured in collision with heavy transport vehicle or bus: Unspecified occupant of pick-up truck or van injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的轻型货车或篷车乘员在轻型货车或篷车与重型运输车或公共汽车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V55
source: Occupant of pick-up truck or van injured in collision with railway train or railway vehicle
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt
fr_fr: Occupant d'une camionnette blessé dans une collision avec un train ou un véhicule ferroviaire
zh_cn: 轻型货车或篷车乘员在轻型货车或篷车与火车或铁路车辆碰撞中的损伤

# model:gnuhealth.pathology,name:V550
source: Occupant of pick-up truck or van injured in collision with railway train or railway vehicle: Driver injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V551
source: Occupant of pick-up truck or van injured in collision with railway train or railway vehicle: Passenger injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V552
source: Occupant of pick-up truck or van injured in collision with railway train or railway vehicle: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 轻型货车或篷车的车辆外人员在轻型货车或篷车与火车或铁路车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V553
source: Occupant of pick-up truck or van injured in collision with railway train or railway vehicle: Unspecified occupant of pick-up truck or van injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的轻型货车或篷车乘员在轻型货车或篷车与火车或铁路车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V554
source: Occupant of pick-up truck or van injured in collision with railway train or railway vehicle: Person injured while boarding or alighting
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V555
source: Occupant of pick-up truck or van injured in collision with railway train or railway vehicle: Driver injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V556
source: Occupant of pick-up truck or van injured in collision with railway train or railway vehicle: Passenger injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V557
source: Occupant of pick-up truck or van injured in collision with railway train or railway vehicle: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 轻型货车或篷车的车辆外人员在轻型货车或篷车与火车或铁路车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V559
source: Occupant of pick-up truck or van injured in collision with railway train or railway vehicle: Unspecified occupant of pick-up truck or van injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的轻型货车或篷车乘员在轻型货车或篷车与火车或铁路车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V56
source: Occupant of pick-up truck or van injured in collision with other nonmotor vehicle
de: Benutzer eines Lieferwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt
fr_fr: Occupant d'une camionnette blessé dans une collision avec un autre véhicule sans moteur
zh_cn: 轻型货车或篷车乘员在轻型货车或篷车与其他非机动车辆碰撞中的损伤

# model:gnuhealth.pathology,name:V560
source: Occupant of pick-up truck or van injured in collision with other nonmotor vehicle: Driver injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V561
source: Occupant of pick-up truck or van injured in collision with other nonmotor vehicle: Passenger injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V562
source: Occupant of pick-up truck or van injured in collision with other nonmotor vehicle: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 轻型货车或篷车的车辆外人员在轻型货车或篷车与其他非机动车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V563
source: Occupant of pick-up truck or van injured in collision with other nonmotor vehicle: Unspecified occupant of pick-up truck or van injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的轻型货车或篷车乘员在轻型货车或篷车与其他非机动车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V564
source: Occupant of pick-up truck or van injured in collision with other nonmotor vehicle: Person injured while boarding or alighting
de: Benutzer eines Lieferwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V565
source: Occupant of pick-up truck or van injured in collision with other nonmotor vehicle: Driver injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V566
source: Occupant of pick-up truck or van injured in collision with other nonmotor vehicle: Passenger injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V567
source: Occupant of pick-up truck or van injured in collision with other nonmotor vehicle: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 轻型货车或篷车的车辆外人员在轻型货车或篷车与其他非机动车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V569
source: Occupant of pick-up truck or van injured in collision with other nonmotor vehicle: Unspecified occupant of pick-up truck or van injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的轻型货车或篷车乘员在轻型货车或篷车与其他非机动车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V57
source: Occupant of pick-up truck or van injured in collision with fixed or stationary object
de: Benutzer eines Lieferwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt
fr_fr: Occupant d'une camionnette blessé dans une collision avec un objet fixe ou stationnaire
zh_cn: 轻型货车或篷车乘员在轻型货车或篷车与固定或静止物体碰撞中的损伤

# model:gnuhealth.pathology,name:V570
source: Occupant of pick-up truck or van injured in collision with fixed or stationary object: Driver injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V571
source: Occupant of pick-up truck or van injured in collision with fixed or stationary object: Passenger injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V572
source: Occupant of pick-up truck or van injured in collision with fixed or stationary object: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 轻型货车或篷车的车辆外人员在在轻型货车或篷车与固定或静止物体碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V573
source: Occupant of pick-up truck or van injured in collision with fixed or stationary object: Unspecified occupant of pick-up truck or van injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的轻型货车或篷车乘员在在轻型货车或篷车与固定或静止物体碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V574
source: Occupant of pick-up truck or van injured in collision with fixed or stationary object: Person injured while boarding or alighting
de: Benutzer eines Lieferwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V575
source: Occupant of pick-up truck or van injured in collision with fixed or stationary object: Driver injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V576
source: Occupant of pick-up truck or van injured in collision with fixed or stationary object: Passenger injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V577
source: Occupant of pick-up truck or van injured in collision with fixed or stationary object: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 轻型货车或篷车的车辆外人员在在轻型货车或篷车与固定或静止物体碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V579
source: Occupant of pick-up truck or van injured in collision with fixed or stationary object: Unspecified occupant of pick-up truck or van injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的轻型货车或篷车乘员在在轻型货车或篷车与固定或静止物体碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V58
source: Occupant of pick-up truck or van injured in noncollision transport accident
de: Benutzer eines Lieferwagens bei Transportmittelunfall ohne Zusammenstoß verletzt
fr_fr: Occupant d'une camionnette blessé dans un accident de transport, sans collision
zh_cn: 轻型货车或篷车乘员在非碰撞性运输事故中的损伤

# model:gnuhealth.pathology,name:V580
source: Occupant of pick-up truck or van injured in noncollision transport accident: Driver injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V581
source: Occupant of pick-up truck or van injured in noncollision transport accident: Passenger injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V582
source: Occupant of pick-up truck or van injured in noncollision transport accident: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 轻型货车或篷车的车辆外人员在非碰撞性运输事故非交通事故中的损伤

# model:gnuhealth.pathology,name:V583
source: Occupant of pick-up truck or van injured in noncollision transport accident: Unspecified occupant of pick-up truck or van injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的轻型货车或篷车乘员在非碰撞性运输事故非交通事故中的损伤

# model:gnuhealth.pathology,name:V584
source: Occupant of pick-up truck or van injured in noncollision transport accident: Person injured while boarding or alighting
de: Benutzer eines Lieferwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V585
source: Occupant of pick-up truck or van injured in noncollision transport accident: Driver injured in traffic accident
de: Benutzer eines Lieferwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V586
source: Occupant of pick-up truck or van injured in noncollision transport accident: Passenger injured in traffic accident
de: Benutzer eines Lieferwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V587
source: Occupant of pick-up truck or van injured in noncollision transport accident: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Lieferwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 轻型货车或篷车的车辆外人员在非碰撞性运输事故交通事故中的损伤

# model:gnuhealth.pathology,name:V589
source: Occupant of pick-up truck or van injured in noncollision transport accident: Unspecified occupant of pick-up truck or van injured in traffic accident
de: Benutzer eines Lieferwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的轻型货车或篷车乘员在非碰撞性运输事故交通事故中的损伤

# model:gnuhealth.pathology,name:V59
source: Occupant of pick-up truck or van injured in other and unspecified transport accidents
de: Benutzer eines Lieferwagens bei sonstigen und nicht näher bezeichneten Transportmittelunfällen verletzt
fr_fr: Occupant d'une camionnette blessé dans des accidents de transport, autres et sans précision
zh_cn: 轻型货车或篷车乘员在其他和未特指的运输事故中的损伤

# model:gnuhealth.pathology,name:V590
source: Occupant of pick-up truck or van injured in other and unspecified transport accidents: Driver injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Fahrer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中轻型货车或篷车与其他机动车辆碰撞造成轻型货车或篷车司机的损伤

# model:gnuhealth.pathology,name:V591
source: Occupant of pick-up truck or van injured in other and unspecified transport accidents: Passenger injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Fahrgast bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中轻型货车或篷车与其他机动车辆碰撞造成轻型货车或篷车乘客的损伤

# model:gnuhealth.pathology,name:V592
source: Occupant of pick-up truck or van injured in other and unspecified transport accidents: Unspecified occupant of pick-up truck or van injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中轻型货车或篷车与其他机动车辆碰撞造成的轻型货车或篷车乘员的损伤

# model:gnuhealth.pathology,name:V593
source: Occupant of pick-up truck or van injured in other and unspecified transport accidents: Occupant [any] of pick-up truck or van injured in unspecified nontraffic accident
de: Benutzer eines Lieferwagens [jeder Art] bei nicht näher bezeichnetem Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: [任何]轻型货车或篷车乘员在未特指的非交通事故中的损伤
