Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:O075
source: Other and unspecified failed attempted abortion, complicated by genital tract and pelvic infection
de: Misslungene sonstige oder nicht näher bezeichnete Aborteinleitung, kompliziert durch Infektion des Genitaltraktes und des Beckens
fr_fr: Echecs d'une tentative d'avortement, autres et sans précision, compliqués d'une infection de l'appareil génital et des organes pelviens
zh_cn: 其他和未特指的企图流产失败，并发生殖道和盆腔感染

# model:gnuhealth.pathology,name:O076
source: Other and unspecified failed attempted abortion, complicated by delayed or excessive haemorrhage
de: Misslungene sonstige oder nicht näher bezeichnete Aborteinleitung, kompliziert durch Spätblutung oder verstärkte Blutung
fr_fr: Echecs d'une tentative d'avortement, autres et sans précision, compliqués d'une hémorragie retardée ou sévère
zh_cn: 其他和未特指的企图流产失败，并发延迟或过度出血

# model:gnuhealth.pathology,name:O077
source: Other and unspecified failed attempted abortion, complicated by embolism
de: Misslungene sonstige oder nicht näher bezeichnete Aborteinleitung, kompliziert durch Embolie
fr_fr: Echecs d'une tentative d'avortement, autres et sans précision, compliqués d'une embolie
zh_cn: 其他和未特指的企图流产失败，并发栓塞

# model:gnuhealth.pathology,name:O078
source: Other and unspecified failed attempted abortion, with other and unspecified complications
de: Misslungene sonstige oder nicht näher bezeichnete Aborteinleitung mit sonstigen oder nicht näher bezeichneten Komplikationen
fr_fr: Echecs d'une tentative d'avortement, autres et sans précision, avec complications autres et non précisées
zh_cn: 其他和未特指的企图流产失败，伴有其他和未特指的并发症

# model:gnuhealth.pathology,name:O079
source: Other and unspecified failed attempted abortion, without complication
de: Misslungene sonstige oder nicht näher bezeichnete Aborteinleitung ohne Komplikation
fr_fr: Echecs d'une tentative d'avortement, autres et sans précision, sans complication
zh_cn: 其他和未特指的企图流产失败，无并发症

# model:gnuhealth.pathology,name:O08
source: Complications following abortion and ectopic and molar pregnancy
de: Komplikationen nach Abort, Extrauteringravidität und Molenschwangerschaft
fr_fr: Complications consécutives à un avortement, une grossesse extra-utérine et molaire
zh_cn: 流产、异位妊娠和葡萄胎妊娠后的并发症

# model:gnuhealth.pathology,name:O080
source: Genital tract and pelvic infection following abortion and ectopic and molar pregnancy
de: Infektion des Genitaltraktes und des Beckens nach Abort, Extrauteringravidität und Molenschwangerschaft
fr_fr: Infection de l'appareil génital et des organes pelviens consécutive à un avortement, une grossesse extra-utérine et molaire
zh_cn: 流产、异位妊娠和葡萄胎妊娠后生殖道和盆腔感染

# model:gnuhealth.pathology,name:O081
source: Delayed or excessive haemorrhage following abortion and ectopic and molar pregnancy
de: Spätblutung oder verstärkte Blutung nach Abort, Extrauteringravidität und Molenschwangerschaft
fr_fr: Hémorragie retardée ou sévère consécutive à un avortement, une grossesse extra-utérine et molaire
zh_cn: 流产、异位妊娠和葡萄胎妊娠后的延迟或过度出血

# model:gnuhealth.pathology,name:O082
source: Embolism following abortion and ectopic and molar pregnancy
de: Embolie nach Abort, Extrauteringravidität und Molenschwangerschaft
fr_fr: Embolie consécutive à un avortement, une grossesse extra-utérine et molaire
zh_cn: 流产、异位妊娠和葡萄胎妊娠后的栓塞

# model:gnuhealth.pathology,name:O083
source: Shock following abortion and ectopic and molar pregnancy
de: Schock nach Abort, Extrauteringravidität und Molenschwangerschaft
fr_fr: Choc consécutif à un avortement, une grossesse extra-utérine et molaire
zh_cn: 流产、异位妊娠和葡萄胎妊娠后的休克

# model:gnuhealth.pathology,name:O084
source: Renal failure following abortion and ectopic and molar pregnancy
de: Niereninsuffizienz nach Abort, Extrauteringravidität und Molenschwangerschaft
fr_fr: Insuffisance rénale consécutive à un avortement, une grossesse extra-utérine et molaire
zh_cn: 流产、异位妊娠和葡萄胎妊娠后的肾衰竭

# model:gnuhealth.pathology,name:O085
source: Metabolic disorders following abortion and ectopic and molar pregnancy
de: Stoffwechselstörungen nach Abort, Extrauteringravidität und Molenschwangerschaft
fr_fr: Troubles du métabolisme consécutifs à un avortement, une grossesse extra-utérine et molaire
zh_cn: 流产、异位妊娠和葡萄胎妊娠后的代谢疾患

# model:gnuhealth.pathology,name:O086
source: Damage to pelvic organs and tissues following abortion and ectopic and molar pregnancy
de: Verletzung von Beckenorganen und -geweben nach Abort, Extrauteringravidität und Molenschwangerschaft
fr_fr: Lésions des organes et tissus pelviens consécutives à un avortement, une grossesse extra-utérine et molaire
zh_cn: 流产、异位妊娠和葡萄胎妊娠后的盆腔器官和组织损伤

# model:gnuhealth.pathology,name:O087
source: Other venous complications following abortion and ectopic and molar pregnancy
de: Sonstige Venenkrankheiten als Komplikation nach Abort, Extrauteringravidität und Molenschwangerschaft
fr_fr: Autres complications veineuses consécutives à un avortement, une grossesse extra-utérine et molaire
zh_cn: 流产、异位妊娠和葡萄胎妊娠后的其他静脉并发症

# model:gnuhealth.pathology,name:O088
source: Other complications following abortion and ectopic and molar pregnancy
de: Sonstige Komplikationen nach Abort, Extrauteringravidität und Molenschwangerschaft
fr_fr: Autres complications consécutives à un avortement, une grossesse extra-utérine et molaire
zh_cn: 流产、异位妊娠和葡萄胎妊娠后的其他并发症

# model:gnuhealth.pathology,name:O089
source: Complication following abortion and ectopic and molar pregnancy, unspecified
de: Komplikation nach Abort, Extrauteringravidität und Molenschwangerschaft, nicht näher bezeichnet
fr_fr: Complication consécutive à un avortement, une grossesse extra-utérine et molaire, sans précision
zh_cn: 流产、异位妊娠和葡萄胎妊娠后的未特指的并发症

# model:gnuhealth.pathology,name:O10
source: Pre-existing hypertension complicating pregnancy, childbirth and the puerperium
de: Vorher bestehende Hypertonie, die Schwangerschaft, Geburt und Wochenbett kompliziert
fr_fr: Hypertension préexistante compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 原有的高血压并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O100
source: Pre-existing essential hypertension complicating pregnancy, childbirth and the puerperium
de: Vorher bestehende essentielle Hypertonie, die Schwangerschaft, Geburt und Wochenbett kompliziert
fr_fr: Hypertension essentielle préexistante compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 原有特发性高血压并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O101
source: Pre-existing hypertensive heart disease complicating pregnancy, childbirth and the puerperium
de: Vorher bestehende hypertensive Herzkrankheit, die Schwangerschaft, Geburt und Wochenbett kompliziert
fr_fr: Cardiopathie hypertensive préexistante compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 原有高血压心脏病并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O102
source: Pre-existing hypertensive renal disease complicating pregnancy, childbirth and the puerperium
de: Vorher bestehende hypertensive Nierenkrankheit, die Schwangerschaft, Geburt und Wochenbett kompliziert
fr_fr: Néphropathie hypertensive préexistante compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 原有高血压肾脏病并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O103
source: Pre-existing hypertensive heart and renal disease complicating pregnancy, childbirth and the puerperium
de: Vorher bestehende hypertensive Herz- und Nierenkrankheit, die Schwangerschaft, Geburt und Wochenbett kompliziert
fr_fr: Cardionéphropathie hypertensive préexistante compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 原有高血压心脏和肾脏病并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O104
source: Pre-existing secondary hypertension complicating pregnancy, childbirth and the puerperium
de: Vorher bestehende sekundäre Hypertonie, die Schwangerschaft, Geburt und Wochenbett kompliziert
fr_fr: Hypertension secondaire préexistante compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 原有继发性高血压并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O109
source: Unspecified pre-existing hypertension complicating pregnancy, childbirth and the puerperium
de: Nicht näher bezeichnete, vorher bestehende Hypertonie, die Schwangerschaft, Geburt und Wochenbett kompliziert
fr_fr: Hypertension préexistante compliquant la grossesse, l'accouchement et la puerpéralité, sans précision
zh_cn: 原有未特指的高血压并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O11
source: Pre-eclampsia superimposed on chronic hypertension
de: Chronische Hypertonie mit aufgepfropfter Präeklampsie
zh_cn: 原有高血压性疾患，并发蛋白尿

# model:gnuhealth.pathology,name:O12
source: Gestational [pregnancy-induced] oedema and proteinuria without hypertension
de: Gestationsödeme und Gestationsproteinurie [schwangerschaftsinduziert] ohne Hypertonie
fr_fr: Œdème et protéinurie gestationnels [liés à la grossesse] sans hypertension
zh_cn: 妊娠[妊娠引起的]水肿和蛋白尿不伴有高血压

# model:gnuhealth.pathology,name:O120
source: Gestational oedema
de: Schwangerschaftsödeme
fr_fr: Œdème gestationnel
zh_cn: 妊娠水肿

# model:gnuhealth.pathology,name:O121
source: Gestational proteinuria
de: Schwangerschaftsproteinurie
fr_fr: Protéinurie gestationnelle
zh_cn: 妊娠蛋白尿

# model:gnuhealth.pathology,name:O122
source: Gestational oedema with proteinuria
de: Schwangerschaftsödeme mit Proteinurie
fr_fr: Œdème gestationnel avec protéinurie
zh_cn: 妊娠水肿伴有蛋白尿

# model:gnuhealth.pathology,name:O13
source: Gestational [pregnancy-induced] hypertension
de: Gestationshypertonie [schwangerschaftsinduzierte Hypertonie]
zh_cn: 妊娠[妊娠引起的]高血压，不伴有有意义的蛋白尿

# model:gnuhealth.pathology,name:O14
source: Pre-eclampsia
de: Präeklampsie
zh_cn: 妊娠[妊娠引起的]高血压，伴有有意义的蛋白尿

# model:gnuhealth.pathology,name:O140
source: Mild to moderate pre-eclampsia
de: Leichte bis mäßige Präeklampsie
zh_cn: 中度先兆子痫

# model:gnuhealth.pathology,name:O141
source: Severe pre-eclampsia
de: Schwere Präeklampsie
zh_cn: 重度先兆子痫

# model:gnuhealth.pathology,name:O142
source: HELLP syndrome
de: HELLP-Syndrom

# model:gnuhealth.pathology,name:O149
source: Pre-eclampsia, unspecified
de: Präeklampsie, nicht näher bezeichnet
zh_cn: 未特指的先兆子痫

# model:gnuhealth.pathology,name:O15
source: Eclampsia
de: Eklampsie
fr_fr: Eclampsie
zh_cn: 子痫

# model:gnuhealth.pathology,name:O150
source: Eclampsia in pregnancy
de: Eklampsie während der Schwangerschaft
fr_fr: Eclampsie au cours de la grossesse
zh_cn: 妊娠期子痫

# model:gnuhealth.pathology,name:O151
source: Eclampsia in labour
de: Eklampsie unter der Geburt
fr_fr: Eclampsie au cours du travail
zh_cn: 分娩期子痫

# model:gnuhealth.pathology,name:O152
source: Eclampsia in the puerperium
de: Eklampsie im Wochenbett
fr_fr: Eclampsie au cours de la puerpéralité
zh_cn: 产褥期子痫

# model:gnuhealth.pathology,name:O159
source: Eclampsia, unspecified as to time period
de: Eklampsie, bei der der zeitliche Bezug nicht angegeben ist
fr_fr: Eclampsie, sans précision quant à la période
zh_cn: 时间阶段未特指的子痫

# model:gnuhealth.pathology,name:O16
source: Unspecified maternal hypertension
de: Nicht näher bezeichnete Hypertonie der Mutter
fr_fr: Hypertension de la mère, sans précision
zh_cn: 未特指的孕产妇高血压

# model:gnuhealth.pathology,name:O20
source: Haemorrhage in early pregnancy
de: Blutung in der Frühschwangerschaft
fr_fr: Hémorragie du début de la grossesse
zh_cn: 妊娠早期出血

# model:gnuhealth.pathology,name:O200
source: Threatened abortion
de: Drohender Abort
fr_fr: Menace d'avortement
zh_cn: 先兆流产

# model:gnuhealth.pathology,name:O208
source: Other haemorrhage in early pregnancy
de: Sonstige Blutung in der Frühschwangerschaft
fr_fr: Autres hémorragies du début de la grossesse
zh_cn: 妊娠早期的其他出血

# model:gnuhealth.pathology,name:O209
source: Haemorrhage in early pregnancy, unspecified
de: Blutung in der Frühschwangerschaft, nicht näher bezeichnet
fr_fr: Hémorragie du début de la grossesse, sans précision
zh_cn: 未特指的妊娠早期出血

# model:gnuhealth.pathology,name:O21
source: Excessive vomiting in pregnancy
de: Übermäßiges Erbrechen während der Schwangerschaft
fr_fr: Vomissements incoercibles au cours de la grossesse
zh_cn: 妊娠期剧吐

# model:gnuhealth.pathology,name:O210
source: Mild hyperemesis gravidarum
de: Leichte Hyperemesis gravidarum
fr_fr: Hyperémèse gravidique bénigne
zh_cn: 轻度妊娠剧吐

# model:gnuhealth.pathology,name:O211
source: Hyperemesis gravidarum with metabolic disturbance
de: Hyperemesis gravidarum mit Stoffwechselstörung
fr_fr: Hyperémèse gravidique avec troubles métaboliques
zh_cn: 妊娠剧吐伴有代谢紊乱

# model:gnuhealth.pathology,name:O212
source: Late vomiting of pregnancy
de: Späterbrechen während der Schwangerschaft
fr_fr: Vomissements tardifs de la grossesse
zh_cn: 妊娠晚期呕吐

# model:gnuhealth.pathology,name:O218
source: Other vomiting complicating pregnancy
de: Sonstiges Erbrechen, das die Schwangerschaft kompliziert
fr_fr: Autres vomissements compliquant la grossesse
zh_cn: 并发于妊娠的其他呕吐

# model:gnuhealth.pathology,name:O219
source: Vomiting of pregnancy, unspecified
de: Erbrechen während der Schwangerschaft, nicht näher bezeichnet
fr_fr: Vomissements de la grossesse, sans précision
zh_cn: 未特指的妊娠呕吐

# model:gnuhealth.pathology,name:O22
source: Venous complications and haemorrhoids in pregnancy
de: Venenkrankheiten und Hämorrhoiden als Komplikationen in der Schwangerschaft
zh_cn: 妊娠期静脉并发症

# model:gnuhealth.pathology,name:O220
source: Varicose veins of lower extremity in pregnancy
de: Varizen der unteren Extremitäten in der Schwangerschaft
fr_fr: Varices des membres inférieurs au cours de la grossesse
zh_cn: 妊娠期下肢静脉曲张

# model:gnuhealth.pathology,name:O221
source: Genital varices in pregnancy
de: Varizen der Genitalorgane in der Schwangerschaft
fr_fr: Varices des organes génitaux au cours de la grossesse
zh_cn: 妊娠期生殖器静脉曲张

# model:gnuhealth.pathology,name:O222
source: Superficial thrombophlebitis in pregnancy
de: Oberflächliche Thrombophlebitis in der Schwangerschaft
fr_fr: Thrombophlébite superficielle au cours de la grossesse
zh_cn: 妊娠期血栓性浅静脉炎

# model:gnuhealth.pathology,name:O223
source: Deep phlebothrombosis in pregnancy
de: Tiefe Venenthrombose in der Schwangerschaft
fr_fr: Phlébothrombose profonde au cours de la grossesse
zh_cn: 妊娠期深静脉血栓形成

# model:gnuhealth.pathology,name:O224
source: Haemorrhoids in pregnancy
de: Hämorrhoiden in der Schwangerschaft
fr_fr: Hémorroïdes au cours de la grossesse
zh_cn: 妊娠期痔

# model:gnuhealth.pathology,name:O225
source: Cerebral venous thrombosis in pregnancy
de: Hirnvenenthrombose in der Schwangerschaft
fr_fr: Thrombose veineuse cérébrale au cours de la grossesse
zh_cn: 妊娠期大脑静脉血栓形成

# model:gnuhealth.pathology,name:O228
source: Other venous complications in pregnancy
de: Sonstige Venenkrankheiten als Komplikation in der Schwangerschaft
fr_fr: Autres complications veineuses de la grossesse
zh_cn: 其他的妊娠期静脉并发症

# model:gnuhealth.pathology,name:O229
source: Venous complication in pregnancy, unspecified
de: Venenkrankheit als Komplikation in der Schwangerschaft, nicht näher bezeichnet
fr_fr: Complication veineuse de la grossesse, sans précision
zh_cn: 未特指的妊娠期静脉并发症

# model:gnuhealth.pathology,name:O23
source: Infections of genitourinary tract in pregnancy
de: Infektionen des Urogenitaltraktes in der Schwangerschaft
zh_cn: 妊娠期泌尿生殖道的感染

# model:gnuhealth.pathology,name:O230
source: Infections of kidney in pregnancy
de: Infektionen der Niere in der Schwangerschaft
fr_fr: Infections rénales au cours de la grossesse
zh_cn: 妊娠期肾感染

# model:gnuhealth.pathology,name:O231
source: Infections of bladder in pregnancy
de: Infektionen der Harnblase in der Schwangerschaft
fr_fr: Infections vésicales au cours de la grossesse
zh_cn: 妊娠期膀胱感染

# model:gnuhealth.pathology,name:O232
source: Infections of urethra in pregnancy
de: Infektionen der Urethra in der Schwangerschaft
fr_fr: Infections urétrales au cours de la grossesse
zh_cn: 妊娠期尿道感染

# model:gnuhealth.pathology,name:O233
source: Infections of other parts of urinary tract in pregnancy
de: Infektionen von sonstigen Teilen der Harnwege in der Schwangerschaft
fr_fr: Infections d'autres parties de l'appareil urinaire au cours de la grossesse
zh_cn: 妊娠期泌尿道其他部位感染

# model:gnuhealth.pathology,name:O234
source: Unspecified infection of urinary tract in pregnancy
de: Nicht näher bezeichnete Infektion der Harnwege in der Schwangerschaft
fr_fr: Infection non précisée de l'appareil urinaire au cours de la grossesse
zh_cn: 妊娠期泌尿道未特指的感染

# model:gnuhealth.pathology,name:O235
source: Infections of the genital tract in pregnancy
de: Infektionen des Genitaltraktes in der Schwangerschaft
fr_fr: Infections de l'appareil génital au cours de la grossesse
zh_cn: 妊娠期生殖道感染

# model:gnuhealth.pathology,name:O239
source: Other and unspecified genitourinary tract infection in pregnancy
de: Sonstige und nicht näher bezeichnete Infektion des Urogenitaltraktes in der Schwangerschaft
zh_cn: 妊娠期其他和未特指的泌尿生殖道感染

# model:gnuhealth.pathology,name:O24
source: Diabetes mellitus in pregnancy
de: Diabetes mellitus in der Schwangerschaft
fr_fr: Diabète sucré au cours de la grossesse
zh_cn: 妊娠期糖尿病

# model:gnuhealth.pathology,name:O240
source: Diabetes mellitus in pregnancy: Pre-existing diabetes mellitus, insulin-dependent
de: Diabetes mellitus in der Schwangerschaft: Vorher bestehender Diabetes mellitus, Typ 1
zh_cn: 原有的胰岛素依赖型糖尿病

# model:gnuhealth.pathology,name:O241
source: Diabetes mellitus in pregnancy: Pre-existing diabetes mellitus, non-insulin-dependent
de: Diabetes mellitus in der Schwangerschaft: Vorher bestehender Diabetes mellitus, Typ 2
zh_cn: 原有的非胰岛素依赖型糖尿病

# model:gnuhealth.pathology,name:O242
source: Diabetes mellitus in pregnancy: Pre-existing malnutrition-related diabetes mellitus
de: Diabetes mellitus in der Schwangerschaft: Vorher bestehender Diabetes mellitus durch Fehl- oder Mangelernährung [Malnutrition]
zh_cn: 原有与营养不良有关的糖尿病

# model:gnuhealth.pathology,name:O243
source: Diabetes mellitus in pregnancy: Pre-existing diabetes mellitus, unspecified
de: Diabetes mellitus in der Schwangerschaft: Vorher bestehender Diabetes mellitus, nicht näher bezeichnet
zh_cn: 原有的未特指的糖尿病

# model:gnuhealth.pathology,name:O244
source: Diabetes mellitus arising in pregnancy
de: Diabetes mellitus, während der Schwangerschaft auftretend
fr_fr: Diabète sucré survenant au cours de la grossesse
zh_cn: 妊娠期发生的糖尿病

# model:gnuhealth.pathology,name:O249
source: Diabetes mellitus in pregnancy, unspecified
de: Diabetes mellitus in der Schwangerschaft, nicht näher bezeichnet
fr_fr: Diabète sucré au cours de la grossesse, sans précision
zh_cn: 未特指的妊娠期糖尿病

# model:gnuhealth.pathology,name:O25
source: Malnutrition in pregnancy
de: Fehl- und Mangelernährung in der Schwangerschaft
fr_fr: Malnutrition au cours de la grossesse
zh_cn: 妊娠期营养不良

# model:gnuhealth.pathology,name:O26
source: Maternal care for other conditions predominantly related to pregnancy
de: Betreuung der Mutter bei sonstigen Zuständen, die vorwiegend mit der Schwangerschaft verbunden sind
fr_fr: Soins maternels pour d'autres affections liées principalement à la grossesse
zh_cn: 为主要与妊娠有关的其他情况给予的孕产妇医疗

# model:gnuhealth.pathology,name:O260
source: Excessive weight gain in pregnancy
de: Übermäßige Gewichtszunahme in der Schwangerschaft
fr_fr: Prise de poids excessive au cours de la grossesse
zh_cn: 妊娠期体重增加过度

# model:gnuhealth.pathology,name:O261
source: Low weight gain in pregnancy
de: Geringe Gewichtszunahme in der Schwangerschaft
fr_fr: Faible prise de poids au cours de la grossesse
zh_cn: 妊娠期体重增加过低

# model:gnuhealth.pathology,name:O262
source: Pregnancy care of habitual aborter
de: Schwangerschaftsbetreuung bei Neigung zu habituellem Abort
fr_fr: Soins au cours de la grossesse pour avortement à répétition
zh_cn: 习惯性流产者的妊娠医疗

# model:gnuhealth.pathology,name:O263
source: Retained intrauterine contraceptive device in pregnancy
de: Schwangerschaft bei liegendem Intrauterinpessar
zh_cn: 具有子宫内避孕装置的妊娠

# model:gnuhealth.pathology,name:O265
source: Maternal hypotension syndrome
de: Hypotonie-Syndrom der Mutter
fr_fr: Syndrome d'hypotension maternelle
zh_cn: 孕产妇低血压综合征

# model:gnuhealth.pathology,name:O266
source: Liver disorders in pregnancy, childbirth and the puerperium
de: Leberkrankheiten während der Schwangerschaft, der Geburt und des Wochenbettes
fr_fr: Affections hépatiques au cours de la grossesse, de l'accouchement et de la puerpéralité
zh_cn: 妊娠、分娩和产褥期的肝疾患

# model:gnuhealth.pathology,name:O267
source: Subluxation of symphysis (pubis) in pregnancy, childbirth and the puerperium
de: Subluxation der Symphysis (pubica) während der Schwangerschaft, der Geburt und des Wochenbettes
fr_fr: Subluxation de la symphyse (pubienne) au cours de la grossesse, de l'accouchement et de la puerpéralité
zh_cn: 妊娠、分娩和产褥期耻骨联合的不全脱位

# model:gnuhealth.pathology,name:O268
source: Other specified pregnancy-related conditions
de: Sonstige näher bezeichnete Zustände, die mit der Schwangerschaft verbunden sind
fr_fr: Autres affections précisées liées à la grossesse
zh_cn: 其他特指的与妊娠有关的情况

# model:gnuhealth.pathology,name:O269
source: Pregnancy-related condition, unspecified
de: Mit der Schwangerschaft verbundener Zustand, nicht näher bezeichnet
fr_fr: Affection liée à la grossesse, sans précision
zh_cn: 未特指的与妊娠有关的情况

# model:gnuhealth.pathology,name:O28
source: Abnormal findings on antenatal screening of mother
de: Abnorme Befunde bei der Screeninguntersuchung der Mutter zur pränatalen Diagnostik
fr_fr: Résultats anormaux constatés au cours de l'examen prénatal systématique de la mère
zh_cn: 孕产妇产前筛查的异常所见

# model:gnuhealth.pathology,name:O280
source: Abnormal haematological finding on antenatal screening of mother
de: Abnormer hämatologischer Befund bei der pränatalen Screeninguntersuchung der Mutter
fr_fr: Résultats hématologiques anormaux au cours de l'examen prénatal systématique de la mère
zh_cn: 孕产妇产前筛查的血液学异常所见

# model:gnuhealth.pathology,name:O281
source: Abnormal biochemical finding on antenatal screening of mother
de: Abnormer biochemischer Befund bei der pränatalen Screeninguntersuchung der Mutter
fr_fr: Résultats biochimiques anormaux au cours de l'examen prénatal systématique de la mère
zh_cn: 孕产妇产前筛查的生物化学异常所见

# model:gnuhealth.pathology,name:O282
source: Abnormal cytological finding on antenatal screening of mother
de: Abnormer zytologischer Befund bei der pränatalen Screeninguntersuchung der Mutter
fr_fr: Résultats cytologiques anormaux au cours de l'examen prénatal systématique de la mère
zh_cn: 孕产妇产前筛查的细胞学异常所见

# model:gnuhealth.pathology,name:O283
source: Abnormal ultrasonic finding on antenatal screening of mother
de: Abnormer Ultraschallbefund bei der pränatalen Screeninguntersuchung der Mutter
fr_fr: Résultats échographiques anormaux au cours de l'examen prénatal systématique de la mère
zh_cn: 孕产妇产前筛查的超声波异常所见

# model:gnuhealth.pathology,name:O284
source: Abnormal radiological finding on antenatal screening of mother
de: Abnormer radiologischer Befund bei der pränatalen Screeninguntersuchung der Mutter
fr_fr: Résultats radiologiques anormaux au cours de l'examen prénatal systématique de la mère
zh_cn: 孕产妇产前筛查的放射学异常所见

# model:gnuhealth.pathology,name:O285
source: Abnormal chromosomal and genetic finding on antenatal screening of mother
de: Abnormer Chromosomen- oder genetischer Befund bei der pränatalen Screeninguntersuchung der Mutter
fr_fr: Résultats chromosomiques et génétiques anormaux au cours de l'examen prénatal systématique de la mère
zh_cn: 孕产妇产前筛查的染色体和遗传所见

# model:gnuhealth.pathology,name:O288
source: Other abnormal findings on antenatal screening of mother
de: Sonstige abnorme Befunde bei der pränatalen Screeninguntersuchung der Mutter
fr_fr: Autres résultats anormaux au cours de l'examen prénatal systématique de la mère
zh_cn: 孕产妇产前筛查的其他异常所见

# model:gnuhealth.pathology,name:O289
source: Abnormal finding on antenatal screening of mother, unspecified
de: Anomaler Befund bei der pränatalen Screeninguntersuchung der Mutter, nicht näher bezeichnet
fr_fr: Résultat anormal constaté au cours de l'examen prénatal systématique de la mère, sans précision
zh_cn: 孕产妇产前筛查未特指的异常所见
