Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:P109
source: Unspecified intracranial laceration and haemorrhage due to birth injury
de: Nicht näher bezeichnete intrakranielle Verletzung und Blutung durch Geburtsverletzung
fr_fr: Déchirure et hémorragie intracrâniennes non précisées, dues à un traumatisme obstétrical
zh_cn: 产伤引起的未特指的颅内撕裂和出血

# model:gnuhealth.pathology,name:P11
source: Other birth injuries to central nervous system
de: Sonstige Geburtsverletzungen des Zentralnervensystems
fr_fr: Autres lésions du système nerveux central dues à un traumatisme obstétrical
zh_cn: 中枢神经系统的其他产伤

# model:gnuhealth.pathology,name:P110
source: Cerebral oedema due to birth injury
de: Hirnödem durch Geburtsverletzung
fr_fr: Œdème cérébral dû à un traumatisme obstétrical
zh_cn: 产伤引起的脑水肿

# model:gnuhealth.pathology,name:P111
source: Other specified brain damage due to birth injury
de: Sonstige näher bezeichnete Hirnschädigung durch Geburtsverletzung
fr_fr: Autres lésions cérébrales précisées, dues à un traumatisme obstétrical
zh_cn: 产伤引起的其他特指的脑损害

# model:gnuhealth.pathology,name:P112
source: Unspecified brain damage due to birth injury
de: Nicht näher bezeichnete Hirnschädigung durch Geburtsverletzung
fr_fr: Lésion cérébrale non précisée, due à un traumatisme obstétrical
zh_cn: 产伤引起的未特指的脑损害

# model:gnuhealth.pathology,name:P113
source: Birth injury to facial nerve
de: Geburtsverletzung des N. facialis [VII. Hirnnerv]
fr_fr: Lésion du nerf facial due à un traumatisme obstétrical
zh_cn: 面神经产伤

# model:gnuhealth.pathology,name:P114
source: Birth injury to other cranial nerves
de: Geburtsverletzung sonstiger Hirnnerven
fr_fr: Lésion des autres nerfs crâniens due à un traumatisme obstétrical
zh_cn: 其他脑神经的产伤

# model:gnuhealth.pathology,name:P115
source: Birth injury to spine and spinal cord
de: Geburtsverletzung der Wirbelsäule und des Rückenmarkes
fr_fr: Lésion du rachis et de la moelle épinière due à un traumatisme obstétrical
zh_cn: 脊柱和脊髓的产伤

# model:gnuhealth.pathology,name:P119
source: Birth injury to central nervous system, unspecified
de: Geburtsverletzung des Zentralnervensystems, nicht näher bezeichnet
fr_fr: Lésion du système nerveux central due à un traumatisme obstétrical, sans précision
zh_cn: 未特指的中枢神经系统的产伤

# model:gnuhealth.pathology,name:P12
source: Birth injury to scalp
de: Geburtsverletzung der behaarten Kopfhaut
fr_fr: Lésion du cuir chevelu due à un traumatisme obstétrical
zh_cn: 头皮产伤

# model:gnuhealth.pathology,name:P120
source: Cephalhaematoma due to birth injury
de: Kephalhämatom durch Geburtsverletzung
fr_fr: Céphalhématome dû à un traumatisme obstétrical
zh_cn: 产伤引起的头颅血肿

# model:gnuhealth.pathology,name:P121
source: Chignon due to birth injury
de: Geburtsgeschwulst durch Geburtsverletzung
fr_fr: Hématome en chignon dû à un traumatisme obstétrical
zh_cn: 产伤引起的热带毛孢子菌病

# model:gnuhealth.pathology,name:P122
source: Epicranial subaponeurotic haemorrhage due to birth injury
de: Epikranielle subaponeurotische Blutung durch Geburtsverletzung
fr_fr: Hémorragie épicrânienne sous-aponévrotique due à un traumatisme obstétrical
zh_cn: 产伤引起的颅骨腱膜下出血

# model:gnuhealth.pathology,name:P123
source: Bruising of scalp due to birth injury
de: Quetschwunde der behaarten Kopfhaut durch Geburtsverletzung
fr_fr: Meurtrissure du cuir chevelu due à un traumatisme obstétrical
zh_cn: 产伤引起的头皮挫伤

# model:gnuhealth.pathology,name:P124
source: Monitoring injury of scalp of newborn
de: Überwachungsbedingte Verletzung der behaarten Kopfhaut beim Neugeborenen
fr_fr: Lésion du cuir chevelu liée à une surveillance électronique continue
zh_cn: 新生儿头皮监测性损伤

# model:gnuhealth.pathology,name:P128
source: Other birth injuries to scalp
de: Sonstige Geburtsverletzungen der behaarten Kopfhaut
fr_fr: Autres lésions du cuir chevelu dues à un traumatisme obstétrical
zh_cn: 其他的头皮产伤

# model:gnuhealth.pathology,name:P129
source: Birth injury to scalp, unspecified
de: Geburtsverletzung der behaarten Kopfhaut, nicht näher bezeichnet
fr_fr: Lésion du cuir chevelu due à un traumatisme obstétrical, sans précision
zh_cn: 未特指的头皮产伤

# model:gnuhealth.pathology,name:P13
source: Birth injury to skeleton
de: Geburtsverletzung des Skeletts
fr_fr: Lésion du squelette due à un traumatisme obstétrical
zh_cn: 骨骼产伤

# model:gnuhealth.pathology,name:P130
source: Fracture of skull due to birth injury
de: Fraktur des Schädels durch Geburtsverletzung
fr_fr: Fracture du crâne due à un traumatisme obstétrical
zh_cn: 产伤引起的颅骨骨折

# model:gnuhealth.pathology,name:P131
source: Other birth injuries to skull
de: Sonstige Geburtsverletzung des Schädels
fr_fr: Autres lésions du crâne dues à un traumatisme obstétrical
zh_cn: 颅骨的其他产伤

# model:gnuhealth.pathology,name:P132
source: Birth injury to femur
de: Geburtsverletzung des Femurs
fr_fr: Lésion du fémur due à un traumatisme obstétrical
zh_cn: 股骨产伤

# model:gnuhealth.pathology,name:P133
source: Birth injury to other long bones
de: Geburtsverletzung sonstiger Röhrenknochen
fr_fr: Lésion d'autres os longs due à un traumatisme obstétrical
zh_cn: 其他长骨的产伤

# model:gnuhealth.pathology,name:P134
source: Fracture of clavicle due to birth injury
de: Klavikulafraktur durch Geburtsverletzung
fr_fr: Fracture de la clavicule due à un traumatisme obstétrical
zh_cn: 产伤引起的锁骨骨折

# model:gnuhealth.pathology,name:P138
source: Birth injuries to other parts of skeleton
de: Geburtsverletzungen an sonstigen Teilen des Skeletts
fr_fr: Lésions d'autres parties du squelette dues à un traumatisme obstétrical
zh_cn: 骨骼其他部位的产伤

# model:gnuhealth.pathology,name:P139
source: Birth injury to skeleton, unspecified
de: Geburtsverletzung des Skeletts, nicht näher bezeichnet
fr_fr: Lésion du squelette due à un traumatisme obstétrical, sans précision
zh_cn: 未特指的骨骼产伤

# model:gnuhealth.pathology,name:P14
source: Birth injury to peripheral nervous system
de: Geburtsverletzung des peripheren Nervensystems
fr_fr: Lésion du système nerveux périphérique due à un traumatisme obstétrical
zh_cn: 周围神经系统产伤

# model:gnuhealth.pathology,name:P140
source: Erb paralysis due to birth injury
de: Erb-Lähmung durch Geburtsverletzung
zh_cn: 产伤引起的埃尔布麻痹

# model:gnuhealth.pathology,name:P141
source: Klumpke paralysis due to birth injury
de: Klumpke-Lähmung durch Geburtsverletzung
zh_cn: 产伤引起的克隆普克麻痹

# model:gnuhealth.pathology,name:P142
source: Phrenic nerve paralysis due to birth injury
de: Lähmung des N. phrenicus durch Geburtsverletzung
fr_fr: Paralysie du nerf phrénique due à un traumatisme obstétrical
zh_cn: 产伤引起的膈神经麻痹

# model:gnuhealth.pathology,name:P143
source: Other brachial plexus birth injuries
de: Sonstige Geburtsverletzungen des Plexus brachialis
fr_fr: Autres lésions du plexus brachial dues à un traumatisme obstétrical
zh_cn: 其他臂丛神经的产伤

# model:gnuhealth.pathology,name:P148
source: Birth injuries to other parts of peripheral nervous system
de: Geburtsverletzungen sonstiger Teile des peripheren Nervensystems
fr_fr: Lésions d'autres parties du système nerveux périphérique dues à un traumatisme obstétrical
zh_cn: 周围神经系统其他部位的产伤

# model:gnuhealth.pathology,name:P149
source: Birth injury to peripheral nervous system, unspecified
de: Geburtsverletzung des peripheren Nervensystems, nicht näher bezeichnet
fr_fr: Lésion du système nerveux périphérique due à un traumatisme obstétrical, sans précision
zh_cn: 未特指的周围神经系统的产伤

# model:gnuhealth.pathology,name:P15
source: Other birth injuries
de: Sonstige Geburtsverletzungen
fr_fr: Autres traumatismes obstétricaux
zh_cn: 其他产伤

# model:gnuhealth.pathology,name:P150
source: Birth injury to liver
de: Geburtsverletzung der Leber
fr_fr: Traumatisme obstétrical du foie
zh_cn: 肝的产伤

# model:gnuhealth.pathology,name:P151
source: Birth injury to spleen
de: Geburtsverletzung der Milz
fr_fr: Traumatisme obstétrical de la rate
zh_cn: 脾的产伤

# model:gnuhealth.pathology,name:P152
source: Sternomastoid injury due to birth injury
de: Verletzung des M. sternocleidomastoideus durch Geburtsverletzung
fr_fr: Lésion sterno-cléido-mastoïdienne due à un traumatisme obstétrical
zh_cn: 产伤引起的胸骨乳突损伤

# model:gnuhealth.pathology,name:P153
source: Birth injury to eye
de: Geburtsverletzung des Auges
fr_fr: Lésion de l'œil due à un traumatisme obstétrical
zh_cn: 眼的产伤

# model:gnuhealth.pathology,name:P154
source: Birth injury to face
de: Geburtsverletzung des Gesichtes
fr_fr: Lésion faciale due à un traumatisme obstétrical
zh_cn: 面部产伤

# model:gnuhealth.pathology,name:P155
source: Birth injury to external genitalia
de: Geburtsverletzung der äußeren Genitalorgane
fr_fr: Lésion des organes génitaux externes due à un traumatisme obstétrical
zh_cn: 外生殖器产伤

# model:gnuhealth.pathology,name:P156
source: Subcutaneous fat necrosis due to birth injury
de: Adiponecrosis subcutanea neonatorum durch Geburtsverletzung
fr_fr: Adiponécrose sous-cutanée due à un traumatisme obstétrical
zh_cn: 产伤引起的皮下脂肪坏死

# model:gnuhealth.pathology,name:P158
source: Other specified birth injuries
de: Sonstige näher bezeichnete Geburtsverletzungen
fr_fr: Autres traumatismes obstétricaux précisés
zh_cn: 其他特指的产伤

# model:gnuhealth.pathology,name:P159
source: Birth injury, unspecified
de: Geburtsverletzung, nicht näher bezeichnet
fr_fr: Traumatisme obstétrical, sans précision
zh_cn: 未特指的产伤

# model:gnuhealth.pathology,name:P20
source: Intrauterine hypoxia
de: Intrauterine Hypoxie
zh_cn: 子宫内低氧症

# model:gnuhealth.pathology,name:P200
source: Intrauterine hypoxia first noted before onset of labour
de: Intrauterine Hypoxie, erstmals vor Wehenbeginn festgestellt
zh_cn: 在产程开始前首先察觉到的子宫内低氧症

# model:gnuhealth.pathology,name:P201
source: Intrauterine hypoxia first noted during labour and delivery
de: Intrauterine Hypoxie, erstmals während Wehen und Entbindung festgestellt
zh_cn: 在产程和分娩中首先察觉到的子宫内低氧症

# model:gnuhealth.pathology,name:P209
source: Intrauterine hypoxia, unspecified
de: Intrauterine Hypoxie, nicht näher bezeichnet
zh_cn: 未特指的子宫内低氧症

# model:gnuhealth.pathology,name:P21
source: Birth asphyxia
de: Asphyxie unter der Geburt
fr_fr: Asphyxie obstétricale
zh_cn: 出生窒息

# model:gnuhealth.pathology,name:P210
source: Severe birth asphyxia
de: Schwere Asphyxie unter der Geburt
fr_fr: Asphyxie obstétricale grave
zh_cn: 严重的出生窒息

# model:gnuhealth.pathology,name:P211
source: Mild and moderate birth asphyxia
de: Leichte oder mäßige Asphyxie unter der Geburt
fr_fr: Asphyxie obstétricale légère ou modérée
zh_cn: 轻度和中度出生窒息

# model:gnuhealth.pathology,name:P219
source: Birth asphyxia, unspecified
de: Asphyxie unter der Geburt, nicht näher bezeichnet
fr_fr: Asphyxie obstétricale, sans précision
zh_cn: 未特指的出生窒息

# model:gnuhealth.pathology,name:P22
source: Respiratory distress of newborn
de: Atemnot [Respiratory distress] beim Neugeborenen
fr_fr: Détresse respiratoire du nouveau-né
zh_cn: 新生儿呼吸窘迫

# model:gnuhealth.pathology,name:P220
source: Respiratory distress syndrome of newborn
de: Atemnotsyndrom [Respiratory distress syndrome] des Neugeborenen
fr_fr: Syndrome de détresse respiratoire du nouveau-né
zh_cn: 新生儿呼吸窘迫综合征

# model:gnuhealth.pathology,name:P221
source: Transient tachypnoea of newborn
de: Transitorische Tachypnoe beim Neugeborenen
fr_fr: Tachypnée transitoire du nouveau-né
zh_cn: 新生儿短暂性呼吸急促

# model:gnuhealth.pathology,name:P228
source: Other respiratory distress of newborn
de: Sonstige Atemnot [Respiratory distress] beim Neugeborenen
fr_fr: Autres détresses respiratoires du nouveau-né
zh_cn: 新生儿的其他呼吸窘迫

# model:gnuhealth.pathology,name:P229
source: Respiratory distress of newborn, unspecified
de: Atemnot [Respiratory distress] beim Neugeborenen, nicht näher bezeichnet
fr_fr: Détresse respiratoire du nouveau-né, sans précision
zh_cn: 新生儿未特指的呼吸窘迫

# model:gnuhealth.pathology,name:P23
source: Congenital pneumonia
de: Angeborene Pneumonie
fr_fr: Pneumopathie congénitale
zh_cn: 先天性肺炎

# model:gnuhealth.pathology,name:P230
source: Congenital pneumonia due to viral agent
de: Angeborene Pneumonie durch Viren
fr_fr: Pneumopathie congénitale due à un agent viral
zh_cn: 病毒组引起的先天性肺炎

# model:gnuhealth.pathology,name:P231
source: Congenital pneumonia due to Chlamydia
de: Angeborene Pneumonie durch Chlamydien
fr_fr: Pneumopathie congénitale à Chlamydia
zh_cn: 衣原体性先天性肺炎

# model:gnuhealth.pathology,name:P232
source: Congenital pneumonia due to staphylococcus
de: Angeborene Pneumonie durch Staphylokokken
fr_fr: Pneumopathie congénitale à staphylocoques
zh_cn: 葡萄球菌性先天性肺炎

# model:gnuhealth.pathology,name:P233
source: Congenital pneumonia due to streptococcus, group B
de: Angeborene Pneumonie durch Streptokokken, Gruppe B
fr_fr: Pneumonie congénitale à streptocoques, groupe B
zh_cn: B族链球菌性先天性肺炎

# model:gnuhealth.pathology,name:P234
source: Congenital pneumonia due to Escherichia coli
de: Angeborene Pneumonie durch Escherichia coli
fr_fr: Pneumopathie congénitale à Escherichia coli
zh_cn: 大肠杆菌性先天性肺炎

# model:gnuhealth.pathology,name:P235
source: Congenital pneumonia due to Pseudomonas
de: Angeborene Pneumonie durch Pseudomonasarten
fr_fr: Pneumopathie congénitale à Pseudomonas
zh_cn: 假单胞菌性先天性肺炎

# model:gnuhealth.pathology,name:P236
source: Congenital pneumonia due to other bacterial agents
de: Angeborene Pneumonie durch sonstige Bakterien
fr_fr: Pneumopathie congénitale due à d'autres agents bactériens
zh_cn: 其他细菌性病原体引起的先天性肺炎

# model:gnuhealth.pathology,name:P238
source: Congenital pneumonia due to other organisms
de: Angeborene Pneumonie durch sonstige Erreger
fr_fr: Pneumopathie congénitale due à d'autres micro-organismes
zh_cn: 其他病原体引起的先天性肺炎

# model:gnuhealth.pathology,name:P239
source: Congenital pneumonia, unspecified
de: Angeborene Pneumonie, nicht näher bezeichnet
fr_fr: Pneumopathie congénitale, sans précision
zh_cn: 未特指的先天性肺炎

# model:gnuhealth.pathology,name:P24
source: Neonatal aspiration syndromes
de: Aspirationssyndrome beim Neugeborenen
fr_fr: Syndromes néonatals d'aspiration
zh_cn: 新生儿吸入综合征

# model:gnuhealth.pathology,name:P240
source: Neonatal aspiration of meconium
de: Mekoniumaspiration durch das Neugeborene
fr_fr: Aspiration néonatale de méconium
zh_cn: 新生儿吸入胎粪

# model:gnuhealth.pathology,name:P241
source: Neonatal aspiration of amniotic fluid and mucus
de: Fruchtwasser- und Schleimaspiration durch das Neugeborene
fr_fr: Aspiration néonatale de liquide amniotique et de mucus
zh_cn: 新生儿吸入羊水和粘液

# model:gnuhealth.pathology,name:P242
source: Neonatal aspiration of blood
de: Blutaspiration durch das Neugeborene
fr_fr: Aspiration néonatale de sang
zh_cn: 新生儿吸入血液

# model:gnuhealth.pathology,name:P243
source: Neonatal aspiration of milk and regurgitated food
de: Aspiration von Milch und regurgitierter Nahrung durch das Neugeborene
fr_fr: Aspiration néonatale de lait et d'aliments régurgités
zh_cn: 新生儿吸入奶和反流食物

# model:gnuhealth.pathology,name:P248
source: Other neonatal aspiration syndromes
de: Sonstige Aspirationssyndrome beim Neugeborenen
fr_fr: Autres syndromes néonatals d'aspiration
zh_cn: 其他的新生儿吸入综合征

# model:gnuhealth.pathology,name:P249
source: Neonatal aspiration syndrome, unspecified
de: Aspirationssyndrom beim Neugeborenen, nicht näher bezeichnet
fr_fr: Syndrome néonatal d'aspiration, sans précision
zh_cn: 未特指的新生儿吸入综合征

# model:gnuhealth.pathology,name:P25
source: Interstitial emphysema and related conditions originating in the perinatal period
de: Interstitielles Emphysem und verwandte Zustände mit Ursprung in der Perinatalperiode
fr_fr: Emphysème interstitiel et affections apparentées survenant pendant la période périnatale
zh_cn: 起源于围生期的间质肺气肿及有关情况

# model:gnuhealth.pathology,name:P250
source: Interstitial emphysema originating in the perinatal period
de: Interstitielles Emphysem mit Ursprung in der Perinatalperiode
fr_fr: Emphysème interstitiel survenant pendant la période périnatale
zh_cn: 起源于围生期的间质肺气肿

# model:gnuhealth.pathology,name:P251
source: Pneumothorax originating in the perinatal period
de: Pneumothorax mit Ursprung in der Perinatalperiode
fr_fr: Pneumothorax survenant pendant la période périnatale
zh_cn: 起源于围生期的气胸

# model:gnuhealth.pathology,name:P252
source: Pneumomediastinum originating in the perinatal period
de: Pneumomediastinum mit Ursprung in der Perinatalperiode
fr_fr: Pneumomédiastin survenant pendant la période périnatale
zh_cn: 起源于围生期的纵隔气肿

# model:gnuhealth.pathology,name:P253
source: Pneumopericardium originating in the perinatal period
de: Pneumoperikard mit Ursprung in der Perinatalperiode
fr_fr: Pneumopéricarde survenant pendant la période périnatale
zh_cn: 起源于围生期的心包积气

# model:gnuhealth.pathology,name:P258
source: Other conditions related to interstitial emphysema originating in the perinatal period
de: Sonstige Zustände in Verbindung mit interstitiellem Emphysem mit Ursprung in der Perinatalperiode
fr_fr: Autres affections apparentées à l'emphysème interstitiel survenant pendant la période périnatale
zh_cn: 起源于围生期的与间质肺气肿有关的其他情况

# model:gnuhealth.pathology,name:P26
source: Pulmonary haemorrhage originating in the perinatal period
de: Lungenblutung mit Ursprung in der Perinatalperiode
fr_fr: Hémorragie pulmonaire survenant pendant la période périnatale
zh_cn: 起源于围生期的肺出血

# model:gnuhealth.pathology,name:P260
source: Tracheobronchial haemorrhage originating in the perinatal period
de: Tracheobronchiale Blutung mit Ursprung in der Perinatalperiode
fr_fr: Hémorragie trachéobronchique survenant pendant la période périnatale
zh_cn: 起源于围生期的气管支气管出血

# model:gnuhealth.pathology,name:P261
source: Massive pulmonary haemorrhage originating in the perinatal period
de: Massive Lungenblutung mit Ursprung in der Perinatalperiode
fr_fr: Hémorragie pulmonaire massive survenant pendant la période périnatale
zh_cn: 起源于围生期的大量肺出血

# model:gnuhealth.pathology,name:P268
source: Other pulmonary haemorrhages originating in the perinatal period
de: Sonstige Lungenblutung mit Ursprung in der Perinatalperiode
fr_fr: Autres hémorragies pulmonaires survenant pendant la période périnatale
zh_cn: 起源于围生期的其他肺出血

# model:gnuhealth.pathology,name:P269
source: Unspecified pulmonary haemorrhage originating in the perinatal period
de: Nicht näher bezeichnete Lungenblutung mit Ursprung in der Perinatalperiode
fr_fr: Hémorragie pulmonaire non précisée survenant pendant la période périnatale
zh_cn: 起源于围生期未特指的肺出血

# model:gnuhealth.pathology,name:P27
source: Chronic respiratory disease originating in the perinatal period
de: Chronische Atemwegskrankheit mit Ursprung in der Perinatalperiode
fr_fr: Maladies respiratoires chroniques survenant pendant la période périnatale
zh_cn: 起源于围生期的慢性呼吸性疾病

# model:gnuhealth.pathology,name:P270
source: Wilson-Mikity syndrome
de: Mikity-Wilson-Syndrom
fr_fr: Syndrome de Wilson-Mikity
zh_cn: 威尔逊-米基迪综合征

# model:gnuhealth.pathology,name:P271
source: Bronchopulmonary dysplasia originating in the perinatal period
de: Bronchopulmonale Dysplasie mit Ursprung in der Perinatalperiode
fr_fr: Dysplasie broncho-pulmonaire survenant pendant la période périnatale
zh_cn: 起源于围生期的支气管肺发育不良

# model:gnuhealth.pathology,name:P278
source: Other chronic respiratory diseases originating in the perinatal period
de: Sonstige chronische Atemwegskrankheiten mit Ursprung in der Perinatalperiode
fr_fr: Autres maladies respiratoires chroniques survenant pendant la période périnatale
zh_cn: 起源于围生期的其他慢性呼吸性疾病

# model:gnuhealth.pathology,name:P279
source: Unspecified chronic respiratory disease originating in the perinatal period
de: Nicht näher bezeichnete chronische Atemwegskrankheit mit Ursprung in der Perinatalperiode
fr_fr: Maladie respiratoire chronique non précisée survenant pendant la période périnatale
zh_cn: 起源于围生期未特指的慢性呼吸性疾病

# model:gnuhealth.pathology,name:P28
source: Other respiratory conditions originating in the perinatal period
de: Sonstige Störungen der Atmung mit Ursprung in der Perinatalperiode
fr_fr: Autres affections respiratoires survenant pendant la période périnatale
zh_cn: 起源于围生期的其他呼吸性情况

# model:gnuhealth.pathology,name:P280
source: Primary atelectasis of newborn
de: Primäre Atelektase beim Neugeborenen
fr_fr: Atélectasie primitive du nouveau-né
zh_cn: 新生儿原发性肺不张

# model:gnuhealth.pathology,name:P281
source: Other and unspecified atelectasis of newborn
de: Sonstige und nicht näher bezeichnete Atelektase beim Neugeborenen
fr_fr: Atélectasies du nouveau-né, autres et sans précision
zh_cn: 新生儿其他和未特指的肺不张

# model:gnuhealth.pathology,name:P282
source: Cyanotic attacks of newborn
de: Zyanoseanfälle beim Neugeborenen
fr_fr: Crises de cyanose du nouveau-né
zh_cn: 新生儿青紫发作

# model:gnuhealth.pathology,name:P283
source: Primary sleep apnoea of newborn
de: Primäre Schlafapnoe beim Neugeborenen
fr_fr: Apnée primitive du sommeil chez le nouveau-né
zh_cn: 新生儿原发性睡眠呼吸暂停

# model:gnuhealth.pathology,name:P284
source: Other apnoea of newborn
de: Sonstige Apnoe beim Neugeborenen
fr_fr: Autres apnées du nouveau-né
zh_cn: 新生儿的其他呼吸暂停

# model:gnuhealth.pathology,name:P285
source: Respiratory failure of newborn
de: Respiratorisches Versagen beim Neugeborenen
fr_fr: Insuffisance respiratoire du nouveau-né
zh_cn: 新生儿呼吸衰竭

# model:gnuhealth.pathology,name:P288
source: Other specified respiratory conditions of newborn
de: Sonstige näher bezeichnete Störungen der Atmung beim Neugeborenen
fr_fr: Autres affections respiratoires précisées chez le nouveau-né
zh_cn: 新生儿其他特指的呼吸性情况

# model:gnuhealth.pathology,name:P289
source: Respiratory condition of newborn, unspecified
de: Störung der Atmung beim Neugeborenen, nicht näher bezeichnet
fr_fr: Affection respiratoire du nouveau-né, sans précision
zh_cn: 新生儿未特指的呼吸性情况

# model:gnuhealth.pathology,name:P29
source: Cardiovascular disorders originating in the perinatal period
de: Kardiovaskuläre Krankheiten mit Ursprung in der Perinatalperiode
fr_fr: Affections cardio-vasculaires survenant pendant la période périnatale
zh_cn: 起源于围生期的心血管疾患

# model:gnuhealth.pathology,name:P290
source: Neonatal cardiac failure
de: Herzinsuffizienz beim Neugeborenen
fr_fr: Insuffisance cardiaque néonatale
zh_cn: 新生儿心力衰竭

# model:gnuhealth.pathology,name:P291
source: Neonatal cardiac dysrhythmia
de: Herzrhythmusstörung beim Neugeborenen
fr_fr: Arythmie cardiaque néonatale
zh_cn: 新生儿心律失常

# model:gnuhealth.pathology,name:P292
source: Neonatal hypertension
de: Hypertonie beim Neugeborenen
fr_fr: Hypertension néonatale
zh_cn: 新生儿高血压

# model:gnuhealth.pathology,name:P293
source: Persistent fetal circulation
de: Persistierender Fetalkreislauf
zh_cn: 持久的胎儿循环

# model:gnuhealth.pathology,name:P294
source: Transient myocardial ischaemia of newborn
de: Transitorische Myokardischämie beim Neugeborenen
fr_fr: Ischémie transitoire du myocarde du nouveau-né
zh_cn: 新生儿短暂性心肌缺血

# model:gnuhealth.pathology,name:P298
source: Other cardiovascular disorders originating in the perinatal period
de: Sonstige kardiovaskuläre Krankheiten mit Ursprung in der Perinatalperiode
fr_fr: Autres affections cardio-vasculaires survenant pendant la période périnatale
zh_cn: 起源于围生期其他的心血管疾患

# model:gnuhealth.pathology,name:P299
source: Cardiovascular disorder originating in the perinatal period, unspecified
de: Kardiovaskuläre Krankheit mit Ursprung in der Perinatalperiode, nicht näher bezeichnet
fr_fr: Affection cardio-vasculaire survenant pendant la période périnatale, sans précision
zh_cn: 起源于围生期未特指的心血管疾患

# model:gnuhealth.pathology,name:P35
source: Congenital viral diseases
de: Angeborene Viruskrankheiten
fr_fr: Maladies virales congénitales
zh_cn: 先天性病毒性疾病

# model:gnuhealth.pathology,name:P350
source: Congenital rubella syndrome
de: Rötelnembryopathie
fr_fr: Syndrome de rubéole congénitale
zh_cn: 先天性风疹综合征

# model:gnuhealth.pathology,name:P351
source: Congenital cytomegalovirus infection
de: Angeborene Zytomegalie
fr_fr: Infection congénitale à cytomégalovirus
zh_cn: 先天性巨细胞病毒感染

# model:gnuhealth.pathology,name:P352
source: Congenital herpesviral [herpes simplex] infection
de: Angeborene Infektion durch Herpesviren [Herpes simplex]
fr_fr: Infection virale congénitale herpétique [herpes simplex]
zh_cn: 先天性疱疹病毒[单纯疱疹]感染
