Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:T21
source: Burn and corrosion of trunk
de: Verbrennung oder Verätzung des Rumpfes
fr_fr: Brûlure et corrosion du tronc
zh_cn: 躯干烧伤和腐蚀伤

# model:gnuhealth.pathology,name:T210
source: Burn of unspecified degree of trunk
de: Verbrennung nicht näher bezeichneten Grades des Rumpfes
fr_fr: Brûlure du tronc, degré non précisé
zh_cn: 躯干未特指程度的烧伤

# model:gnuhealth.pathology,name:T211
source: Burn of first degree of trunk
de: Verbrennung 1. Grades des Rumpfes
fr_fr: Brûlure du premier degré du tronc
zh_cn: 躯干一度烧伤

# model:gnuhealth.pathology,name:T212
source: Burn of second degree of trunk
de: Verbrennung 2. Grades des Rumpfes
fr_fr: Brûlure du second degré du tronc
zh_cn: 躯干二度烧伤

# model:gnuhealth.pathology,name:T213
source: Burn of third degree of trunk
de: Verbrennung 3. Grades des Rumpfes
fr_fr: Brûlure du troisième degré du tronc
zh_cn: 躯干三度烧伤

# model:gnuhealth.pathology,name:T214
source: Corrosion of unspecified degree of trunk
de: Verätzung nicht näher bezeichneten Grades des Rumpfes
fr_fr: Corrosion du tronc, degré non précisé
zh_cn: 躯干未特指程度的腐蚀伤

# model:gnuhealth.pathology,name:T215
source: Corrosion of first degree of trunk
de: Verätzung 1. Grades des Rumpfes
fr_fr: Corrosion du premier degré du tronc
zh_cn: 躯干一度腐蚀伤

# model:gnuhealth.pathology,name:T216
source: Corrosion of second degree of trunk
de: Verätzung 2. Grades des Rumpfes
fr_fr: Corrosion du second degré du tronc
zh_cn: 躯干二度腐蚀伤

# model:gnuhealth.pathology,name:T217
source: Corrosion of third degree of trunk
de: Verätzung 3. Grades des Rumpfes
fr_fr: Corrosion du troisième degré du tronc
zh_cn: 躯干三度腐蚀伤

# model:gnuhealth.pathology,name:T22
source: Burn and corrosion of shoulder and upper limb, except wrist and hand
de: Verbrennung oder Verätzung der Schulter und des Armes, ausgenommen Handgelenk und Hand
fr_fr: Brûlure et corrosion de l'épaule et du membre supérieur, sauf poignet et main
zh_cn: 肩和上肢烧伤和腐蚀伤，除外腕和手

# model:gnuhealth.pathology,name:T220
source: Burn of unspecified degree of shoulder and upper limb, except wrist and hand
de: Verbrennung nicht näher bezeichneten Grades der Schulter und des Armes, ausgenommen Handgelenk und Hand
fr_fr: Brûlure de l'épaule et du membre supérieur, sauf poignet et main, degré non précisé
zh_cn: 肩和上肢未特指程度的烧伤，除外腕和手

# model:gnuhealth.pathology,name:T221
source: Burn of first degree of shoulder and upper limb, except wrist and hand
de: Verbrennung 1. Grades der Schulter und des Armes, ausgenommen Handgelenk und Hand
fr_fr: Brûlure du premier degré de l'épaule et du membre supérieur, sauf poignet et main
zh_cn: 肩和上肢一度烧伤，除外腕和手

# model:gnuhealth.pathology,name:T222
source: Burn of second degree of shoulder and upper limb, except wrist and hand
de: Verbrennung 2. Grades der Schulter und des Armes, ausgenommen Handgelenk und Hand
fr_fr: Brûlure du second degré de l'épaule et du membre supérieur, sauf poignet et main
zh_cn: 肩和上肢二度烧伤，除外腕和手

# model:gnuhealth.pathology,name:T223
source: Burn of third degree of shoulder and upper limb, except wrist and hand
de: Verbrennung 3. Grades der Schulter und des Armes, ausgenommen Handgelenk und Hand
fr_fr: Brûlure du troisième degré de l'épaule et du membre supérieur, sauf poignet et main
zh_cn: 肩和上肢三度烧伤，除外腕和手

# model:gnuhealth.pathology,name:T224
source: Corrosion of unspecified degree of shoulder and upper limb, except wrist and hand
de: Verätzung nicht näher bezeichneten Grades der Schulter und des Armes, ausgenommen Handgelenk und Hand
fr_fr: Corrosion de l'épaule et du membre supérieur, sauf poignet et main, degré non précisé
zh_cn: 肩和上肢未特指程度的腐蚀伤，除外腕和手

# model:gnuhealth.pathology,name:T225
source: Corrosion of first degree of shoulder and upper limb, except wrist and hand
de: Verätzung 1. Grades der Schulter und des Armes, ausgenommen Handgelenk und Hand
fr_fr: Corrosion du premier degré de l'épaule et du membre supérieur, sauf poignet et main
zh_cn: 肩和上肢一度腐蚀伤，除外腕和手

# model:gnuhealth.pathology,name:T226
source: Corrosion of second degree of shoulder and upper limb, except wrist and hand
de: Verätzung 2. Grades der Schulter und des Armes, ausgenommen Handgelenk und Hand
fr_fr: Corrosion du second degré de l'épaule et du membre supérieur, sauf poignet et main
zh_cn: 肩和上肢二度腐蚀伤，除外腕和手

# model:gnuhealth.pathology,name:T227
source: Corrosion of third degree of shoulder and upper limb, except wrist and hand
de: Verätzung 3. Grades der Schulter und des Armes, ausgenommen Handgelenk und Hand
fr_fr: Corrosion du troisième degré de l'épaule et du membre supérieur, sauf poignet et main
zh_cn: 肩和上肢三度腐蚀伤，除外腕和手

# model:gnuhealth.pathology,name:T23
source: Burn and corrosion of wrist and hand
de: Verbrennung oder Verätzung des Handgelenkes und der Hand
fr_fr: Brûlure et corrosion du poignet et de la main
zh_cn: 腕和手烧伤和腐蚀伤

# model:gnuhealth.pathology,name:T230
source: Burn of unspecified degree of wrist and hand
de: Verbrennung nicht näher bezeichneten Grades des Handgelenkes und der Hand
fr_fr: Brûlure du poignet et de la main, degré non précisé
zh_cn: 腕和手未特指程度的烧伤

# model:gnuhealth.pathology,name:T231
source: Burn of first degree of wrist and hand
de: Verbrennung 1. Grades des Handgelenkes und der Hand
fr_fr: Brûlure du premier degré du poignet et de la main
zh_cn: 腕和手一度烧伤

# model:gnuhealth.pathology,name:T232
source: Burn of second degree of wrist and hand
de: Verbrennung 2. Grades des Handgelenkes und der Hand
fr_fr: Brûlure du second degré du poignet et de la main
zh_cn: 腕和手二度烧伤

# model:gnuhealth.pathology,name:T233
source: Burn of third degree of wrist and hand
de: Verbrennung 3. Grades des Handgelenkes und der Hand
fr_fr: Brûlure du troisième degré du poignet et de la main
zh_cn: 腕和手三度烧伤

# model:gnuhealth.pathology,name:T234
source: Corrosion of unspecified degree of wrist and hand
de: Verätzung nicht näher bezeichneten Grades des Handgelenkes und der Hand
fr_fr: Corrosion du poignet et de la main, degré non précisé
zh_cn: 腕和手未特指程度的腐蚀伤

# model:gnuhealth.pathology,name:T235
source: Corrosion of first degree of wrist and hand
de: Verätzung 1. Grades des Handgelenkes und der Hand
fr_fr: Corrosion du premier degré du poignet et de la main
zh_cn: 腕和手一度腐蚀伤

# model:gnuhealth.pathology,name:T236
source: Corrosion of second degree of wrist and hand
de: Verätzung 2. Grades des Handgelenkes und der Hand
fr_fr: Corrosion du second degré du poignet et de la main
zh_cn: 腕和手二度腐蚀伤

# model:gnuhealth.pathology,name:T237
source: Corrosion of third degree of wrist and hand
de: Verätzung 3. Grades des Handgelenkes und der Hand
fr_fr: Corrosion du troisième degré du poignet et de la main
zh_cn: 腕和手三度腐蚀伤

# model:gnuhealth.pathology,name:T24
source: Burn and corrosion of hip and lower limb, except ankle and foot
de: Verbrennung oder Verätzung der Hüfte und des Beines, ausgenommen Knöchelregion und Fuß
fr_fr: Brûlure et corrosion de la hanche et du membre inférieur, sauf cheville et pied
zh_cn: 髋和下肢烧伤和腐蚀伤，除外踝和足

# model:gnuhealth.pathology,name:T240
source: Burn of unspecified degree of hip and lower limb, except ankle and foot
de: Verbrennung nicht näher bezeichneten Grades der Hüfte und des Beines, ausgenommen Knöchelregion und Fuß
fr_fr: Brûlure de la hanche et du membre inférieur, sauf cheville et pied, degré non précisé
zh_cn: 髋和下肢未特指程度的烧伤，除外踝和足

# model:gnuhealth.pathology,name:T241
source: Burn of first degree of hip and lower limb, except ankle and foot
de: Verbrennung 1. Grades der Hüfte und des Beines, ausgenommen Knöchelregion und Fuß
fr_fr: Brûlure du premier degré de la hanche et du membre inférieur, sauf cheville et pied
zh_cn: 髋和下肢一度烧伤，除外踝和足

# model:gnuhealth.pathology,name:T242
source: Burn of second degree of hip and lower limb, except ankle and foot
de: Verbrennung 2. Grades der Hüfte und des Beines, ausgenommen Knöchelregion und Fuß
fr_fr: Brûlure du second degré de la hanche et du membre inférieur, sauf cheville et pied
zh_cn: 髋和下肢二度烧伤，除外踝和足

# model:gnuhealth.pathology,name:T243
source: Burn of third degree of hip and lower limb, except ankle and foot
de: Verbrennung 3. Grades der Hüfte und des Beines, ausgenommen Knöchelregion und Fuß
fr_fr: Brûlure du troisième degré de la hanche et du membre inférieur, sauf cheville et pied
zh_cn: 髋和下肢三度烧伤，除外踝和足

# model:gnuhealth.pathology,name:T244
source: Corrosion of unspecified degree of hip and lower limb, except ankle and foot
de: Verätzung nicht näher bezeichneten Grades der Hüfte und des Beines, ausgenommen Knöchelregion und Fuß
fr_fr: Corrosion de la hanche et du membre inférieur, sauf cheville et pied, degré non précisé
zh_cn: 髋和下肢未特指程度的腐蚀伤，除外踝和足

# model:gnuhealth.pathology,name:T245
source: Corrosion of first degree of hip and lower limb, except ankle and foot
de: Verätzung 1. Grades der Hüfte und des Beines, ausgenommen Knöchelregion und Fuß
fr_fr: Corrosion du premier degré de la hanche et du membre inférieur, sauf cheville et pied
zh_cn: 髋和下肢一度腐蚀伤，除外踝和足

# model:gnuhealth.pathology,name:T246
source: Corrosion of second degree of hip and lower limb, except ankle and foot
de: Verätzung 2. Grades der Hüfte und des Beines, ausgenommen Knöchelregion und Fuß
fr_fr: Corrosion du second degré de la hanche et du membre inférieur, sauf cheville et pied
zh_cn: 髋和下肢二度腐蚀伤，除外踝和足

# model:gnuhealth.pathology,name:T247
source: Corrosion of third degree of hip and lower limb, except ankle and foot
de: Verätzung 3. Grades der Hüfte und des Beines, ausgenommen Knöchelregion und Fuß
fr_fr: Corrosion du troisième degré de la hanche et du membre inférieur, sauf cheville et pied
zh_cn: 髋和下肢三度腐蚀伤，除外踝和足

# model:gnuhealth.pathology,name:T25
source: Burn and corrosion of ankle and foot
de: Verbrennung oder Verätzung der Knöchelregion und des Fußes
fr_fr: Brûlure et corrosion de la cheville et du pied
zh_cn: 踝和足烧伤和腐蚀伤

# model:gnuhealth.pathology,name:T250
source: Burn of unspecified degree of ankle and foot
de: Verbrennung nicht näher bezeichneten Grades der Knöchelregion und des Fußes
fr_fr: Brûlure de la cheville et du pied, degré non précisé
zh_cn: 踝和足未特指程度的烧伤

# model:gnuhealth.pathology,name:T251
source: Burn of first degree of ankle and foot
de: Verbrennung 1. Grades der Knöchelregion und des Fußes
fr_fr: Brûlure du premier degré de la cheville et du pied
zh_cn: 踝和足一度烧伤

# model:gnuhealth.pathology,name:T252
source: Burn of second degree of ankle and foot
de: Verbrennung 2. Grades der Knöchelregion und des Fußes
fr_fr: Brûlure du second degré de la cheville et du pied
zh_cn: 踝和足二度烧伤

# model:gnuhealth.pathology,name:T253
source: Burn of third degree of ankle and foot
de: Verbrennung 3. Grades der Knöchelregion und des Fußes
fr_fr: Brûlure du troisième degré de la cheville et du pied
zh_cn: 踝和足三度烧伤

# model:gnuhealth.pathology,name:T254
source: Corrosion of unspecified degree of ankle and foot
de: Verätzung nicht näher bezeichneten Grades der Knöchelregion und des Fußes
fr_fr: Corrosion de la cheville et du pied, degré non précisé
zh_cn: 踝和足未特指程度的腐蚀伤

# model:gnuhealth.pathology,name:T255
source: Corrosion of first degree of ankle and foot
de: Verätzung 1. Grades der Knöchelregion und des Fußes
fr_fr: Corrosion du premier degré de la cheville et du pied
zh_cn: 踝和足一度腐蚀伤

# model:gnuhealth.pathology,name:T256
source: Corrosion of second degree of ankle and foot
de: Verätzung 2. Grades der Knöchelregion und des Fußes
fr_fr: Corrosion du second degré de la cheville et du pied
zh_cn: 踝和足二度腐蚀伤

# model:gnuhealth.pathology,name:T257
source: Corrosion of third degree of ankle and foot
de: Verätzung 3. Grades der Knöchelregion und des Fußes
fr_fr: Corrosion du troisième degré de la cheville et du pied
zh_cn: 踝和足三度腐蚀伤

# model:gnuhealth.pathology,name:T26
source: Burn and corrosion confined to eye and adnexa
de: Verbrennung oder Verätzung, begrenzt auf das Auge und seine Anhangsgebilde
fr_fr: Brûlure et corrosion limitées à l'œil et ses annexes
zh_cn: 限于眼和附器的烧伤和腐蚀伤

# model:gnuhealth.pathology,name:T260
source: Burn of eyelid and periocular area
de: Verbrennung des Augenlides und der Periokularregion
fr_fr: Brûlure de la paupière et de la région périoculaire
zh_cn: 眼睑和眼周区烧伤

# model:gnuhealth.pathology,name:T261
source: Burn of cornea and conjunctival sac
de: Verbrennung der Kornea und des Konjunktivalsackes
fr_fr: Brûlure de la cornée et du sac conjonctival
zh_cn: 角膜和结合膜囊烧伤

# model:gnuhealth.pathology,name:T262
source: Burn with resulting rupture and destruction of eyeball
de: Verbrennung mit nachfolgender Ruptur und Destruktion des Augapfels
fr_fr: Brûlure provoquant la rupture et la destruction du globe oculaire
zh_cn: 烧伤伴有导致眼球破裂和破坏

# model:gnuhealth.pathology,name:T263
source: Burn of other parts of eye and adnexa
de: Verbrennung sonstiger Teile des Auges und seiner Anhangsgebilde
fr_fr: Brûlure d'autres parties de l'œil et de ses annexes
zh_cn: 眼和附器其他部位烧伤

# model:gnuhealth.pathology,name:T264
source: Burn of eye and adnexa, part unspecified
de: Verbrennung des Auges und seiner Anhangsgebilde, Teil nicht näher bezeichnet
fr_fr: Brûlure de l'œil et de ses annexes, partie non précisée
zh_cn: 眼和附器部位未特指的烧伤

# model:gnuhealth.pathology,name:T265
source: Corrosion of eyelid and periocular area
de: Verätzung des Augenlides und der Periokularregion
fr_fr: Corrosion de la paupière et de la région périoculaire
zh_cn: 睑和眼周区腐蚀伤

# model:gnuhealth.pathology,name:T266
source: Corrosion of cornea and conjunctival sac
de: Verätzung der Kornea und des Konjunktivalsackes
fr_fr: Corrosion de la cornée et du sac conjonctival
zh_cn: 角膜和结合膜囊腐蚀伤

# model:gnuhealth.pathology,name:T267
source: Corrosion with resulting rupture and destruction of eyeball
de: Verätzung mit nachfolgender Ruptur und Destruktion des Augapfels
fr_fr: Corrosion provoquant la rupture et la destruction du globe oculaire
zh_cn: 腐蚀伤伴有导致眼球破裂和破坏

# model:gnuhealth.pathology,name:T268
source: Corrosion of other parts of eye and adnexa
de: Verätzung sonstiger Teile des Auges und seiner Anhangsgebilde
fr_fr: Corrosion d'autres parties de l'œil et de ses annexes
zh_cn: 眼和附器其他部位腐蚀伤

# model:gnuhealth.pathology,name:T269
source: Corrosion of eye and adnexa, part unspecified
de: Verätzung des Auges und seiner Anhangsgebilde, Teil nicht näher bezeichnet
fr_fr: Corrosion de l'œil et de ses annexes, partie non précisée
zh_cn: 眼和附器部位未特指的腐蚀伤

# model:gnuhealth.pathology,name:T27
source: Burn and corrosion of respiratory tract
de: Verbrennung oder Verätzung der Atemwege
fr_fr: Brûlure et corrosion des voies respiratoires
zh_cn: 呼吸道烧伤和腐蚀伤

# model:gnuhealth.pathology,name:T270
source: Burn of larynx and trachea
de: Verbrennung des Kehlkopfes und der Trachea
fr_fr: Brûlure du larynx et de la trachée
zh_cn: 喉和气管烧伤

# model:gnuhealth.pathology,name:T271
source: Burn involving larynx and trachea with lung
de: Verbrennung des Kehlkopfes und der Trachea mit Beteiligung der Lunge
fr_fr: Brûlure comprenant le larynx et la trachée avec les poumons
zh_cn: 累及喉和气管及肺的烧伤

# model:gnuhealth.pathology,name:T272
source: Burn of other parts of respiratory tract
de: Verbrennung sonstiger Teile der Atemwege
fr_fr: Brûlure d'autres parties des voies respiratoires
zh_cn: 呼吸道其他部位的烧伤

# model:gnuhealth.pathology,name:T273
source: Burn of respiratory tract, part unspecified
de: Verbrennung der Atemwege, Teil nicht näher bezeichnet
fr_fr: Brûlure des voies respiratoires, partie non précisée
zh_cn: 呼吸道部位未特指的烧伤

# model:gnuhealth.pathology,name:T274
source: Corrosion of larynx and trachea
de: Verätzung des Kehlkopfes und der Trachea
fr_fr: Corrosion du larynx et de la trachée
zh_cn: 喉和气管腐蚀伤

# model:gnuhealth.pathology,name:T275
source: Corrosion involving larynx and trachea with lung
de: Verätzung des Kehlkopfes und der Trachea mit Beteiligung der Lunge
fr_fr: Corrosion comprenant le larynx et la trachée avec les poumons
zh_cn: 累及喉和气管及肺的腐蚀伤

# model:gnuhealth.pathology,name:T276
source: Corrosion of other parts of respiratory tract
de: Verätzung sonstiger Teile der Atemwege
fr_fr: Corrosion d'autres parties des voies respiratoires
zh_cn: 呼吸道其他部位的腐蚀伤

# model:gnuhealth.pathology,name:T277
source: Corrosion of respiratory tract, part unspecified
de: Verätzung der Atemwege, Teil nicht näher bezeichnet
fr_fr: Corrosion des voies respiratoires, partie non précisée
zh_cn: 呼吸道部位未特指的腐蚀伤

# model:gnuhealth.pathology,name:T28
source: Burn and corrosion of other internal organs
de: Verbrennung oder Verätzung sonstiger innerer Organe
fr_fr: Brûlure et corrosion d'autres organes internes
zh_cn: 其他内部器官的烧伤和腐蚀伤

# model:gnuhealth.pathology,name:T280
source: Burn of mouth and pharynx
de: Verbrennung des Mundes und des Rachens
fr_fr: Brûlure de la bouche et du pharynx
zh_cn: 口和咽烧伤

# model:gnuhealth.pathology,name:T281
source: Burn of oesophagus
de: Verbrennung des Ösophagus
fr_fr: Brûlure de l'œsophage
zh_cn: 食管烧伤

# model:gnuhealth.pathology,name:T282
source: Burn of other parts of alimentary tract
de: Verbrennung sonstiger Teile des Verdauungstraktes
fr_fr: Brûlure d'autres parties des voies digestives
zh_cn: 消化道其他部位的烧伤

# model:gnuhealth.pathology,name:T283
source: Burn of internal genitourinary organs
de: Verbrennung innerer Organe des Urogenitaltraktes
zh_cn: 泌尿生殖器官内部烧伤

# model:gnuhealth.pathology,name:T284
source: Burn of other and unspecified internal organs
de: Verbrennung sonstiger und nicht näher bezeichneter innerer Organe
fr_fr: Brûlure des organes internes, autres et sans précision
zh_cn: 其他和未特指内部器官的烧伤

# model:gnuhealth.pathology,name:T285
source: Corrosion of mouth and pharynx
de: Verätzung des Mundes und des Rachens
fr_fr: Corrosion de la bouche et du pharynx
zh_cn: 口和咽腐蚀伤

# model:gnuhealth.pathology,name:T286
source: Corrosion of oesophagus
de: Verätzung des Ösophagus
fr_fr: Corrosion de l'œsophage
zh_cn: 食管腐蚀伤

# model:gnuhealth.pathology,name:T287
source: Corrosion of other parts of alimentary tract
de: Verätzung sonstiger Teile des Verdauungstraktes
fr_fr: Corrosion d'autres parties des voies digestives
zh_cn: 消化道其他部位的腐蚀伤

# model:gnuhealth.pathology,name:T288
source: Corrosion of internal genitourinary organs
de: Verätzung innerer Organe des Urogenitaltraktes
zh_cn: 泌尿生殖器官内部腐蚀伤

# model:gnuhealth.pathology,name:T289
source: Corrosion of other and unspecified internal organs
de: Verätzung sonstiger und nicht näher bezeichneter innerer Organe
fr_fr: Corrosion des organes internes, autres et sans précision
zh_cn: 其他和未特指内部器官的腐蚀伤

# model:gnuhealth.pathology,name:T29
source: Burns and corrosions of multiple body regions
de: Verbrennungen oder Verätzungen mehrerer Körperregionen
fr_fr: Brûlures et corrosions de parties multiples du corps
zh_cn: 身体多个部位的烧伤和腐蚀伤

# model:gnuhealth.pathology,name:T290
source: Burns of multiple regions, unspecified degree
de: Verbrennungen mehrerer Körperregionen nicht näher bezeichneten Grades
fr_fr: Brûlures de parties multiples du corps, degré non précisé
zh_cn: 多个部位烧伤，程度未特指

# model:gnuhealth.pathology,name:T291
source: Burns of multiple regions, no more than first-degree burns mentioned
de: Verbrennungen mehrerer Körperregionen, wobei höchstens Verbrennungen 1. Grades angegeben sind
fr_fr: Brûlures de parties multiples du corps, pas de brûlures mentionnées dépassant le premier degré
zh_cn: 多个部位烧伤，述及的烧伤不超过一度

# model:gnuhealth.pathology,name:T292
source: Burns of multiple regions, no more than second-degree burns mentioned
de: Verbrennungen mehrerer Körperregionen, wobei höchstens Verbrennungen 2. Grades angegeben sind
fr_fr: Brûlures de parties multiples du corps, pas de brûlures mentionnées dépassant le second degré
zh_cn: 多个部位烧伤，述及的烧伤不超过二度

# model:gnuhealth.pathology,name:T293
source: Burns of multiple regions, at least one burn of third degree mentioned
de: Verbrennungen mehrerer Körperregionen, wobei mindestens eine Verbrennung 3. Grades angegeben ist
fr_fr: Brûlures de parties multiples du corps, au moins une brûlure du troisième degré mentionnée
zh_cn: 多个部位烧伤，述及的烧伤至少有一处三度烧伤

# model:gnuhealth.pathology,name:T294
source: Corrosions of multiple regions, unspecified degree
de: Verätzungen mehrerer Körperregionen nicht näher bezeichneten Grades
fr_fr: Corrosions de parties multiples du corps, degré non précisé
zh_cn: 多个部位腐蚀伤，程度未特指

# model:gnuhealth.pathology,name:T295
source: Corrosions of multiple regions, no more than first-degree corrosions mentioned
de: Verätzungen mehrerer Körperregionen, wobei höchstens Verätzungen 1. Grades angegeben sind
fr_fr: Corrosions de parties multiples du corps, pas de corrosions mentionnées dépassant le premier degré
zh_cn: 多个部位腐蚀伤，述及的腐蚀伤不超过一度

# model:gnuhealth.pathology,name:T296
source: Corrosions of multiple regions, no more than second-degree corrosions mentioned
de: Verätzungen mehrerer Körperregionen, wobei höchstens Verätzungen 2. Grades angegeben sind
fr_fr: Corrosions de parties multiples du corps, pas de corrosions mentionnées dépassant le second degré
zh_cn: 多个部位腐蚀伤，述及的腐蚀伤不超过二度

# model:gnuhealth.pathology,name:T297
source: Corrosions of multiple regions, at least one corrosion of third degree mentioned
de: Verätzungen mehrerer Körperregionen, wobei mindestens eine Verätzung 3. Grades angegeben ist
fr_fr: Corrosions de parties multiples du corps, au moins une corrosion du troisième degré mentionnée
zh_cn: 多个部位腐蚀伤，述及的腐蚀伤至少有一处三度腐蚀伤

# model:gnuhealth.pathology,name:T30
source: Burn and corrosion, body region unspecified
de: Verbrennung oder Verätzung, Körperregion nicht näher bezeichnet
fr_fr: Brûlure et corrosion, partie du corps non précisée
zh_cn: 烧伤和腐蚀伤，身体部位未特指

# model:gnuhealth.pathology,name:T300
source: Burn of unspecified body region, unspecified degree
de: Verbrennung nicht näher bezeichneten Grades, Körperregion nicht näher bezeichnet
fr_fr: Brûlure, partie du corps non précisée, degré non précisé
zh_cn: 身体未特指部位的烧伤，程度未特指

# model:gnuhealth.pathology,name:T301
source: Burn of first degree, body region unspecified
de: Verbrennung 1. Grades, Körperregion nicht näher bezeichnet
fr_fr: Brûlure du premier degré, partie du corps non précisée
zh_cn: 一度烧伤，身体部位未特指

# model:gnuhealth.pathology,name:T302
source: Burn of second degree, body region unspecified
de: Verbrennung 2. Grades, Körperregion nicht näher bezeichnet
fr_fr: Brûlure du second degré, partie du corps non précisée
zh_cn: 二度烧伤，身体部位未特指

# model:gnuhealth.pathology,name:T303
source: Burn of third degree, body region unspecified
de: Verbrennung 3. Grades, Körperregion nicht näher bezeichnet
fr_fr: Brûlure du troisième degré, partie du corps non précisée
zh_cn: 三度烧伤，身体部位未特指

# model:gnuhealth.pathology,name:T304
source: Corrosion of unspecified body region, unspecified degree
de: Verätzung nicht näher bezeichneten Grades, Körperregion nicht näher bezeichnet
fr_fr: Corrosion, partie du corps non précisée, degré non précisé
zh_cn: 身体未特指部位的腐蚀伤，程度未特指

# model:gnuhealth.pathology,name:T305
source: Corrosion of first degree, body region unspecified
de: Verätzung 1. Grades, Körperregion nicht näher bezeichnet
fr_fr: Corrosion du premier degré, partie du corps non précisée
zh_cn: 一度腐蚀伤，身体部位未特指

# model:gnuhealth.pathology,name:T306
source: Corrosion of second degree, body region unspecified
de: Verätzung 2. Grades, Körperregion nicht näher bezeichnet
fr_fr: Corrosion du second degré, partie du corps non précisée
zh_cn: 二度腐蚀伤，身体部位未特指

# model:gnuhealth.pathology,name:T307
source: Corrosion of third degree, body region unspecified
de: Verätzung 3. Grades, Körperregion nicht näher bezeichnet
fr_fr: Corrosion du troisième degré, partie du corps non précisée
zh_cn: 三度腐蚀伤，身体部位未特指

# model:gnuhealth.pathology,name:T31
source: Burns classified according to extent of body surface involved
de: Verbrennungen, klassifiziert nach dem Ausmaß der betroffenen Körperoberfläche
fr_fr: Brûlures classées selon l'étendue de la surface du corps atteinte
zh_cn: 根据体表累及范围分类的烧伤

# model:gnuhealth.pathology,name:T310
source: Burns involving less than 10% of body surface
de: Verbrennungen von weniger als 10 % der Körperoberfläche
fr_fr: Brûlures couvrant moins de 10% de la surface du corps
zh_cn: 累及体表10％以下的烧伤
