Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:B202
source: HIV disease resulting in cytomegaloviral disease
de: Zytomegalie infolge HIV-Krankheit
fr_fr: Maladie par VIH à l'origine d'infections à cytomégalovirus
zh_cn: 人类免疫缺陷病毒[HIV]病造成的巨细胞病毒病

# model:gnuhealth.pathology,name:B203
source: HIV disease resulting in other viral infections
de: Sonstige Virusinfektionen infolge HIV-Krankheit
fr_fr: Maladie par VIH à l'origine d'autres infections virales
zh_cn: 人类免疫缺陷病毒[HIV]病造成的其他病毒感染

# model:gnuhealth.pathology,name:B204
source: HIV disease resulting in candidiasis
de: Kandidose infolge HIV-Krankheit
fr_fr: Maladie par VIH à l'origine de candidose
zh_cn: 人类免疫缺陷病毒[HIV]病造成的念珠菌病

# model:gnuhealth.pathology,name:B205
source: HIV disease resulting in other mycoses
de: Sonstige Mykosen infolge HIV-Krankheit
fr_fr: Maladie par VIH à l'origine d'autres mycoses
zh_cn: 人类免疫缺陷病毒[HlV]病造成的其他真菌病

# model:gnuhealth.pathology,name:B206
source: HIV disease resulting in Pneumocystis jirovecii pneumonia
de: Pneumocystis-Pneumonie infolge HIV-Krankheit
zh_cn: 人类免疫缺陷病毒[HIV]病造成的卡氏肺囊虫肺炎[肺孢子虫病]

# model:gnuhealth.pathology,name:B207
source: HIV disease resulting in multiple infections
de: Mehrere Infektionen infolge HIV-Krankheit
fr_fr: Maladie par VIH à l'origine d'infections multiples
zh_cn: 人类免疫缺陷病毒[HIV]病造成的多发性感染

# model:gnuhealth.pathology,name:B208
source: HIV disease resulting in other infectious and parasitic diseases
de: Sonstige infektiöse und parasitäre Krankheiten infolge HIV-Krankheit
fr_fr: Maladie par VIH à l'origine d'autres maladies infectieuses et parasitaires
zh_cn: 人类免疫缺陷病毒[HIV]病造成的其他传染病和寄生虫病

# model:gnuhealth.pathology,name:B209
source: HIV disease resulting in unspecified infectious or parasitic disease
de: Nicht näher bezeichnete infektiöse oder parasitäre Krankheit infolge HIV-Krankheit
fr_fr: Maladie par VIH à l'origine d'une maladie infectieuse ou parasitaire non précisée
zh_cn: 人类免疫缺陷病毒[HIV]病造成的未特指的传染病和寄生虫病

# model:gnuhealth.pathology,name:B21
source: Human immunodeficiency virus [HIV] disease resulting in malignant neoplasms
de: Bösartige Neubildungen infolge HIV-Krankheit [Humane Immundefizienz-Viruskrankheit]
fr_fr: Immunodéficience humaine virale [VIH], à l'origine de tumeurs malignes
zh_cn: 人类免疫缺陷病毒[HIV]病造成的恶性肿瘤

# model:gnuhealth.pathology,name:B210
source: HIV disease resulting in Kaposi sarcoma
de: Kaposi-Sarkom infolge HIV-Krankheit
zh_cn: 人类免疫缺陷病毒[HIV]病造成的卡波西肉瘤

# model:gnuhealth.pathology,name:B211
source: HIV disease resulting in Burkitt lymphoma
de: Burkitt-Lymphom infolge HIV-Krankheit
zh_cn: 人类免疫缺陷病毒[HIV]病造成的伯基特淋巴瘤

# model:gnuhealth.pathology,name:B212
source: HIV disease resulting in other types of non-Hodgkin lymphoma
de: Sonstige Typen des Non-Hodgkin-Lymphoms infolge HIV-Krankheit
zh_cn: 人类免疫缺陷病毒[HIV]病造成的其他类型的非霍奇金淋巴瘤

# model:gnuhealth.pathology,name:B213
source: HIV disease resulting in other malignant neoplasms of lymphoid, haematopoietic and related tissue
de: Sonstige bösartige Neubildungen des lymphatischen, blutbildenden und verwandten Gewebes infolge HIV-Krankheit
fr_fr: Maladie par VIH à l'origine d'autres tumeurs malignes des tissus lymphoïde, hématopoïétique et apparentés
zh_cn: 人类免疫缺陷病毒[HIV]病造成的淋巴造血和有关组织的其他恶性肿瘤

# model:gnuhealth.pathology,name:B217
source: HIV disease resulting in multiple malignant neoplasms
de: Mehrere bösartige Neubildungen infolge HIV-Krankheit
fr_fr: Maladie par VIH à l'origine de tumeurs malignes multiples
zh_cn: 人类免疫缺陷病毒[HIV]病造成的多发性恶性肿瘤

# model:gnuhealth.pathology,name:B218
source: HIV disease resulting in other malignant neoplasms
de: Sonstige bösartige Neubildungen infolge HIV-Krankheit
fr_fr: Maladie par VIH à l'origine d'autres tumeurs malignes
zh_cn: 人类免疫缺陷病毒[HIV]病造成的其他恶性肿瘤

# model:gnuhealth.pathology,name:B219
source: HIV disease resulting in unspecified malignant neoplasm
de: Nicht näher bezeichnete bösartige Neubildungen infolge HIV-Krankheit
fr_fr: Maladie par VIH à l'origine d'une tumeur maligne, sans précision
zh_cn: 人类免疫缺陷病毒[HIV]病造成的未特指的恶性肿瘤

# model:gnuhealth.pathology,name:B22
source: Human immunodeficiency virus [HIV] disease resulting in other specified diseases
de: Sonstige näher bezeichnete Krankheiten infolge HIV-Krankheit [Humane Immundefizienz-Viruskrankheit]
fr_fr: Immunodéficience humaine virale [VIH], à l'origine d'autres affections précisées
zh_cn: 人类免疫缺陷病毒[HIV]病造成的其他特指的疾病

# model:gnuhealth.pathology,name:B220
source: HIV disease resulting in encephalopathy
de: Enzephalopathie infolge HIV-Krankheit
fr_fr: Maladie par VIH à l'origine d'une encéphalopathie
zh_cn: 人类免疫缺陷病毒[HIV]病造成的脑病

# model:gnuhealth.pathology,name:B221
source: HIV disease resulting in lymphoid interstitial pneumonitis
de: Interstitielle lymphoide Pneumonie infolge HIV-Krankheit
fr_fr: Maladie par VIH à l'origine d'une pneumopathie lymphoïde interstitielle
zh_cn: 人类免疫缺陷病毒[HIV]病造成的淋巴组织间质性肺炎

# model:gnuhealth.pathology,name:B222
source: HIV disease resulting in wasting syndrome
de: Kachexie-Syndrom infolge HIV-Krankheit
fr_fr: Maladie par VIH à l'origine d'un syndrome cachectique
zh_cn: 人类免疫缺陷病毒[HIV]病造成的消瘦综合征

# model:gnuhealth.pathology,name:B227
source: HIV disease resulting in multiple diseases classified elsewhere
de: Mehrere anderenorts klassifizierte Krankheiten infolge HIV-Krankheit
fr_fr: Maladie par VIH à l'origine de maladies multiples classées ailleurs
zh_cn: 人类免疫缺陷病毒[HIV]病造成的分类于他处的多种疾病

# model:gnuhealth.pathology,name:B23
source: Human immunodeficiency virus [HIV] disease resulting in other conditions
de: Sonstige Krankheitszustände infolge HIV-Krankheit [Humane Immundefizienz-Viruskrankheit]
fr_fr: Immunodéficience humaine virale [VIH], à l'origine d'autres maladies
zh_cn: 人类免疫缺陷病毒[HIV]病造成的其他情况

# model:gnuhealth.pathology,name:B230
source: Acute HIV infection syndrome
de: Akutes HIV-Infektionssyndrom
fr_fr: Syndrome d'infection aiguë par VIH
zh_cn: 急性人类免疫缺陷病毒[HIV]感染综合征

# model:gnuhealth.pathology,name:B231
source: HIV disease resulting in (persistent) generalized lymphadenopathy
de: (Persistierende) generalisierte Lymphadenopathie infolge HIV-Krankheit
zh_cn: 人类免疫缺陷病毒[HIV]病造成的(持续的)全身性淋巴结病

# model:gnuhealth.pathology,name:B232
source: HIV disease resulting in haematological and immunological abnormalities, not elsewhere classified
de: Blut- und Immunanomalien infolge HIV-Krankheit, anderenorts nicht klassifiziert
fr_fr: Maladie par VIH à l'origine d'anomalies hématologiques et immunologiques, non classées ailleurs
zh_cn: 人类免疫缺陷病毒[HIV]病造成的不可归类在他处的血液学和免疫学的异常

# model:gnuhealth.pathology,name:B238
source: HIV disease resulting in other specified conditions
de: Sonstige näher bezeichnete Krankheitszustände infolge HIV-Krankheit
fr_fr: Maladie par VIH à l'origine d'autres états précisés
zh_cn: 人类免疫缺陷病毒[HlV]病造成的其他特指的情况

# model:gnuhealth.pathology,name:B24
source: Unspecified human immunodeficiency virus [HIV] disease
de: Nicht näher bezeichnete HIV-Krankheit [Humane Immundefizienz-Viruskrankheit]
fr_fr: Immunodéficience humaine virale [VIH], sans précision
zh_cn: 未特指的人类免疫缺陷病毒[HIV]病

# model:gnuhealth.pathology,name:B25
source: Cytomegaloviral disease
de: Zytomegalie
fr_fr: Maladie à cytomégalovirus
zh_cn: 巨细胞病毒病

# model:gnuhealth.pathology,name:B250
source: Cytomegaloviral pneumonitis
de: Pneumonie durch Zytomegalieviren
fr_fr: Pneumopathie à cytomégalovirus (J17.1*)
zh_cn: 巨细胞病毒性肺炎

# model:gnuhealth.pathology,name:B251
source: Cytomegaloviral hepatitis
de: Hepatitis durch Zytomegalieviren
fr_fr: Hépatite à cytomégalovirus (K77.0*)
zh_cn: 巨细胞病毒性肝炎

# model:gnuhealth.pathology,name:B252
source: Cytomegaloviral pancreatitis
de: Pankreatitis durch Zytomegalieviren
fr_fr: Pancréatite à cytomégalovirus (K87.1*)
zh_cn: 巨细胞病毒性胰腺炎

# model:gnuhealth.pathology,name:B258
source: Other cytomegaloviral diseases
de: Sonstige Zytomegalie
fr_fr: Autres maladies à cytomégalovirus
zh_cn: 其他巨细胞病毒病

# model:gnuhealth.pathology,name:B259
source: Cytomegaloviral disease, unspecified
de: Zytomegalie, nicht näher bezeichnet
fr_fr: Maladie à cytomégalovirus, sans précision
zh_cn: 未特指的巨细胞病毒病

# model:gnuhealth.pathology,name:B262
source: Mumps encephalitis
de: Mumps-Enzephalitis
fr_fr: Encéphalite ourlienne (G05.1*)
zh_cn: 流行性腮腺炎性脑炎

# model:gnuhealth.pathology,name:B263
source: Mumps pancreatitis
de: Mumps-Pankreatitis
fr_fr: Pancréatite ourlienne (K87.1*)
zh_cn: 流行性腮腺炎性胰腺炎

# model:gnuhealth.pathology,name:B268
source: Mumps with other complications
de: Mumps mit sonstigen Komplikationen
fr_fr: Oreillons avec autres complications
zh_cn: 流行性腮腺炎伴有其他并发症

# model:gnuhealth.pathology,name:B269
source: Mumps without complication
de: Mumps ohne Komplikation
fr_fr: Oreillons sans complication
zh_cn: 流行性腮腺炎不伴有并发症

# model:gnuhealth.pathology,name:B27
source: Infectious mononucleosis
de: Infektiöse Mononukleose
fr_fr: Mononucléose infectieuse
zh_cn: 传染性单核细胞增多症

# model:gnuhealth.pathology,name:B270
source: Gammaherpesviral mononucleosis
de: Mononukleose durch Gamma-Herpesviren
fr_fr: Mononucléose due à herpès virus gamma
zh_cn: γ疱疹病毒性单核细胞增多症

# model:gnuhealth.pathology,name:B271
source: Cytomegaloviral mononucleosis
de: Mononukleose durch Zytomegalieviren
fr_fr: Mononucléose à cytomégalovirus
zh_cn: 巨细胞病毒性单核细胞增多症

# model:gnuhealth.pathology,name:B278
source: Other infectious mononucleosis
de: Sonstige infektiöse Mononukleose
fr_fr: Autres mononucléoses infectieuses
zh_cn: 其他传染性单核细胞增多症

# model:gnuhealth.pathology,name:B279
source: Infectious mononucleosis, unspecified
de: Infektiöse Mononukleose, nicht näher bezeichnet
fr_fr: Mononucléose infectieuse, sans précision
zh_cn: 未特指的传染性单核细胞增多症

# model:gnuhealth.pathology,name:B30
source: Viral conjunctivitis
de: Viruskonjunktivitis
fr_fr: Conjonctivite virale
zh_cn: 病毒性结膜炎

# model:gnuhealth.pathology,name:B300
source: Keratoconjunctivitis due to adenovirus
de: Keratokonjunktivitis durch Adenoviren
fr_fr: Kératoconjonctivite due à un adénovirus (H19.2*)
zh_cn: 腺病毒性角膜结膜炎

# model:gnuhealth.pathology,name:B301
source: Conjunctivitis due to adenovirus
de: Konjunktivitis durch Adenoviren
fr_fr: Conjonctivite due à un adénovirus (H13.1*)
zh_cn: 腺病毒性结膜炎

# model:gnuhealth.pathology,name:B302
source: Viral pharyngoconjunctivitis
de: Pharyngokonjunktivalfieber (durch Viren)
fr_fr: Pharyngo-conjonctivite virale
zh_cn: 病毒性咽结膜炎

# model:gnuhealth.pathology,name:B303
source: Acute epidemic haemorrhagic conjunctivitis (enteroviral)
de: Akute epidemische hämorrhagische Konjunktivitis (durch Enteroviren)
fr_fr: Conjonctivite hémorragique aiguë épidémique (entérovirale) (H13.1*)
zh_cn: 急性流行性出血性(肠病毒性)结膜炎

# model:gnuhealth.pathology,name:B308
source: Other viral conjunctivitis
de: Sonstige Konjunktivitis durch Viren
fr_fr: Autres conjonctivites virales (H13.1*)
zh_cn: 其他病毒性结膜炎

# model:gnuhealth.pathology,name:B309
source: Viral conjunctivitis, unspecified
de: Konjunktivitis durch Viren, nicht näher bezeichnet
fr_fr: Conjonctivite virale, sans précision
zh_cn: 未特指的病毒性结膜炎

# model:gnuhealth.pathology,name:B33
source: Other viral diseases, not elsewhere classified
de: Sonstige Viruskrankheiten, anderenorts nicht klassifiziert
fr_fr: Autres maladies à virus, non classées ailleurs
zh_cn: 其他病毒性疾病，不可归类在他处者

# model:gnuhealth.pathology,name:B330
source: Epidemic myalgia
de: Pleurodynia epidemica
fr_fr: Myalgie épidémique
zh_cn: 流行性肌痛

# model:gnuhealth.pathology,name:B331
source: Ross River disease
de: Ross-River-Krankheit
fr_fr: Maladie de la Ross River
zh_cn: 罗斯河病

# model:gnuhealth.pathology,name:B332
source: Viral carditis
de: Karditis durch Viren
fr_fr: Cardite virale
zh_cn: 病毒性心炎

# model:gnuhealth.pathology,name:B333
source: Retrovirus infections, not elsewhere classified
de: Infektion durch Retroviren, anderenorts nicht klassifiziert
fr_fr: Infections à rétrovirus, non classées ailleurs
zh_cn: 反转录病毒感染，不可归类在他处者

# model:gnuhealth.pathology,name:B334
source: Hantavirus (cardio-)pulmonary syndrome [HPS] [HCPS]
de: Hantavirus- (Herz-) Lungensyndrom
zh_cn: 汗坦病毒(心)-肺综合征[HPS][HCPS]

# model:gnuhealth.pathology,name:B338
source: Other specified viral diseases
de: Sonstige näher bezeichnete Viruskrankheiten
fr_fr: Autres maladies à virus précisées
zh_cn: 其他特指的病毒性疾病

# model:gnuhealth.pathology,name:B34
source: Viral infection of unspecified site
de: Viruskrankheit nicht näher bezeichneter Lokalisation
fr_fr: Infection virale, siège non précisé
zh_cn: 未特指部位的病毒性感染

# model:gnuhealth.pathology,name:B340
source: Adenovirus infection, unspecified site
de: Infektion durch Adenoviren nicht näher bezeichneter Lokalisation
zh_cn: 未特指部位的腺病毒感染

# model:gnuhealth.pathology,name:B341
source: Enterovirus infection, unspecified site
de: Infektion durch Enteroviren nicht näher bezeichneter Lokalisation
zh_cn: 未特指部位的肠病毒感染

# model:gnuhealth.pathology,name:B342
source: Coronavirus infection, unspecified site
de: Infektion durch Koronaviren nicht näher bezeichneter Lokalisation
zh_cn: 未特指部位的冠状病毒感染

# model:gnuhealth.pathology,name:B343
source: Parvovirus infection, unspecified site
de: Infektion durch Parvoviren nicht näher bezeichneter Lokalisation
zh_cn: 未特指部位的细小病毒感染

# model:gnuhealth.pathology,name:B344
source: Papovavirus infection, unspecified site
de: Infektion durch Papovaviren nicht näher bezeichneter Lokalisation
zh_cn: 未特指部位的乳头多瘤空泡病毒感染

# model:gnuhealth.pathology,name:B348
source: Other viral infections of unspecified site
de: Sonstige Virusinfektionen nicht näher bezeichneter Lokalisation
fr_fr: Autres infections virales, siége non précisé
zh_cn: 其他未特指部位的病毒性感染

# model:gnuhealth.pathology,name:B349
source: Viral infection, unspecified
de: Virusinfektion, nicht näher bezeichnet
fr_fr: Infection virale, sans précision
zh_cn: 未特指的病毒性感染

# model:gnuhealth.pathology,name:B35
source: Dermatophytosis
de: Dermatophytose [Tinea]
fr_fr: Dermatophytose
zh_cn: 皮肤癣菌病

# model:gnuhealth.pathology,name:B350
source: Tinea barbae and tinea capitis
de: Tinea barbae und Tinea capitis
fr_fr: Teigne de la barbe et du cuir chevelu
zh_cn: 须癣和头癣

# model:gnuhealth.pathology,name:B358
source: Other dermatophytoses
de: Sonstige Dermatophytosen
fr_fr: Autres dermatophytoses
zh_cn: 其他皮肤癣菌病

# model:gnuhealth.pathology,name:B359
source: Dermatophytosis, unspecified
de: Dermatophytose, nicht näher bezeichnet
fr_fr: Dermatophytose, sans précision
zh_cn: 未特指的皮肤癣菌病

# model:gnuhealth.pathology,name:B36
source: Other superficial mycoses
de: Sonstige oberflächliche Mykosen
fr_fr: Autres mycoses superficielles
zh_cn: 其他浅部真菌病

# model:gnuhealth.pathology,name:B362
source: White piedra
de: Piedra alba [weiße Piedra]
fr_fr: Piedra blanche
zh_cn: 白癣

# model:gnuhealth.pathology,name:B363
source: Black piedra
de: Piedra nigra [schwarze Piedra]
fr_fr: Piedra noire
zh_cn: 黑色发结节病

# model:gnuhealth.pathology,name:B368
source: Other specified superficial mycoses
de: Sonstige näher bezeichnete oberflächliche Mykosen
fr_fr: Autres mycoses superficielles précisées
zh_cn: 其他特指的浅部真菌病

# model:gnuhealth.pathology,name:B369
source: Superficial mycosis, unspecified
de: Oberflächliche Mykose, nicht näher bezeichnet
fr_fr: Mycose superficielle, sans précision
zh_cn: 未特指的浅部真菌病

# model:gnuhealth.pathology,name:B37
source: Candidiasis
de: Kandidose
fr_fr: Candidose
zh_cn: 念珠菌病

# model:gnuhealth.pathology,name:B370
source: Candidal stomatitis
de: Candida-Stomatitis
fr_fr: Stomatite à Candida
zh_cn: 念珠菌性口炎

# model:gnuhealth.pathology,name:B371
source: Pulmonary candidiasis
de: Kandidose der Lunge
fr_fr: Candidose pulmonaire
zh_cn: 肺念珠菌病

# model:gnuhealth.pathology,name:B372
source: Candidiasis of skin and nail
de: Kandidose der Haut und der Nägel
fr_fr: Candidose de la peau et des ongles
zh_cn: 皮肤和指[趾]甲念珠菌病

# model:gnuhealth.pathology,name:B373
source: Candidiasis of vulva and vagina
de: Kandidose der Vulva und der Vagina
fr_fr: Candidose de la vulve et du vagin (N77.1*)
zh_cn: 外阴和阴道念珠菌病

# model:gnuhealth.pathology,name:B374
source: Candidiasis of other urogenital sites
de: Kandidose an sonstigen Lokalisationen des Urogenitalsystems
fr_fr: Candidose d'autres localisations uro-génitales
zh_cn: 其他泌尿生殖系部位的念珠菌病

# model:gnuhealth.pathology,name:B375
source: Candidal meningitis
de: Candida-Meningitis
fr_fr: Méningite à Candida (G02.1*)
zh_cn: 念珠菌性脑膜炎

# model:gnuhealth.pathology,name:B376
source: Candidal endocarditis
de: Candida-Endokarditis
fr_fr: Endocardite à Candida (I39.8*)
zh_cn: 念珠菌性心内膜炎

# model:gnuhealth.pathology,name:B377
source: Candidal sepsis
de: Candida-Sepsis
zh_cn: 念珠菌性败血症

# model:gnuhealth.pathology,name:B378
source: Candidiasis of other sites
de: Kandidose an sonstigen Lokalisationen
fr_fr: Autres localisations de candidose
zh_cn: 其他部位的念珠菌病

# model:gnuhealth.pathology,name:B379
source: Candidiasis, unspecified
de: Kandidose, nicht näher bezeichnet
fr_fr: Candidose, sans précision
zh_cn: 未特指的念珠菌病

# model:gnuhealth.pathology,name:B38
source: Coccidioidomycosis
de: Kokzidioidomykose
fr_fr: Coccidioïdomycose
zh_cn: 肺球孢子菌病

# model:gnuhealth.pathology,name:B380
source: Acute pulmonary coccidioidomycosis
de: Akute Kokzidioidomykose der Lunge
fr_fr: Coccidioïdomycose pulmonaire aiguë
zh_cn: 急性肺球孢子菌病

# model:gnuhealth.pathology,name:B381
source: Chronic pulmonary coccidioidomycosis
de: Chronische Kokzidioidomykose der Lunge
fr_fr: Coccidioïdomycose pulmonaire chronique
zh_cn: 慢性肺球孢子菌病

# model:gnuhealth.pathology,name:B382
source: Pulmonary coccidioidomycosis, unspecified
de: Kokzidioidomykose der Lunge, nicht näher bezeichnet
fr_fr: Coccidioïdomycose pulmonaire, sans précision
zh_cn: 未特指的肺球孢子菌病

# model:gnuhealth.pathology,name:B383
source: Cutaneous coccidioidomycosis
de: Kokzidioidomykose der Haut
fr_fr: Coccidioïdomycose cutanée
zh_cn: 皮肤球孢子菌病

# model:gnuhealth.pathology,name:B384
source: Coccidioidomycosis meningitis
de: Kokzidioidomykose der Meningen
fr_fr: Méningite à coccidioïdomycose (G02.1*)
zh_cn: 球孢子菌病脑膜炎

# model:gnuhealth.pathology,name:B387
source: Disseminated coccidioidomycosis
de: Disseminierte Kokzidioidomykose
fr_fr: Coccidioïdomycose disséminée
zh_cn: 播散性球孢子菌病

# model:gnuhealth.pathology,name:B388
source: Other forms of coccidioidomycosis
de: Sonstige Formen der Kokzidioidomykose
fr_fr: Autres formes de coccidioïdomycose
zh_cn: 其他形式的球孢子菌病

# model:gnuhealth.pathology,name:B389
source: Coccidioidomycosis, unspecified
de: Kokzidioidomykose, nicht näher bezeichnet
fr_fr: Coccidioïdomycose, sans précision
zh_cn: 未特指的球孢子菌病

# model:gnuhealth.pathology,name:B39
source: Histoplasmosis
de: Histoplasmose
fr_fr: Histoplasmose
zh_cn: 组织胞浆菌病

# model:gnuhealth.pathology,name:B390
source: Acute pulmonary histoplasmosis capsulati
de: Akute Histoplasmose der Lunge durch Histoplasma capsulatum
fr_fr: Histoplasmose pulmonaire aiguë à Histoplasma capsulatum
zh_cn: 急性肺荚膜组织胞浆菌病

# model:gnuhealth.pathology,name:B391
source: Chronic pulmonary histoplasmosis capsulati
de: Chronische Histoplasmose der Lunge durch Histoplasma capsulatum
fr_fr: Histoplasmose pulmonaire chronique à Histoplasma capsulatum
zh_cn: 慢性肺荚膜组织胞浆菌病

# model:gnuhealth.pathology,name:B392
source: Pulmonary histoplasmosis capsulati, unspecified
de: Histoplasmose der Lunge durch Histoplasma capsulatum, nicht näher bezeichnet
fr_fr: Histoplasmose pulmonaire à Histoplasma capsulatum, sans précision
zh_cn: 未特指的肺荚膜组织胞浆菌病

# model:gnuhealth.pathology,name:B393
source: Disseminated histoplasmosis capsulati
de: Disseminierte Histoplasmose durch Histoplasma capsulatum
fr_fr: Histoplasmose disséminée à Histoplasma capsulatum
zh_cn: 播散性荚膜组织胞浆菌病

# model:gnuhealth.pathology,name:B394
source: Histoplasmosis capsulati, unspecified
de: Histoplasmose durch Histoplasma capsulatum, nicht näher bezeichnet
fr_fr: Histoplasmose à Histoplasma capsulatum, sans précision
zh_cn: 未特指的荚膜组织胞浆菌病

# model:gnuhealth.pathology,name:B395
source: Histoplasmosis duboisii
de: Histoplasmose durch Histoplasma duboisii
fr_fr: Histoplasmose à Histoplasma duboisii
zh_cn: 杜波依西变种组织胞浆菌病

# model:gnuhealth.pathology,name:B399
source: Histoplasmosis, unspecified
de: Histoplasmose, nicht näher bezeichnet
fr_fr: Histoplasmose, sans précision
zh_cn: 未特指的组织胞浆菌病

# model:gnuhealth.pathology,name:B40
source: Blastomycosis
de: Blastomykose
fr_fr: Blastomycose
zh_cn: 芽生菌病

# model:gnuhealth.pathology,name:B400
source: Acute pulmonary blastomycosis
de: Akute Blastomykose der Lunge
fr_fr: Blastomycose pulmonaire aiguë
zh_cn: 急性肺芽生菌病

# model:gnuhealth.pathology,name:B401
source: Chronic pulmonary blastomycosis
de: Chronische Blastomykose der Lunge
fr_fr: Blastomycose pulmonaire chronique
zh_cn: 慢性肺芽生菌病

# model:gnuhealth.pathology,name:B402
source: Pulmonary blastomycosis, unspecified
de: Blastomykose der Lunge, nicht näher bezeichnet
fr_fr: Blastomycose pulmonaire, sans précision
zh_cn: 未特指的肺芽生菌病

# model:gnuhealth.pathology,name:B403
source: Cutaneous blastomycosis
de: Blastomykose der Haut
fr_fr: Blastomycose cutanée
zh_cn: 皮肤芽生菌病

# model:gnuhealth.pathology,name:B407
source: Disseminated blastomycosis
de: Disseminierte Blastomykose
fr_fr: Blastomycose disséminée
zh_cn: 播散性芽生菌病

# model:gnuhealth.pathology,name:B408
source: Other forms of blastomycosis
de: Sonstige Formen der Blastomykose
fr_fr: Autres formes de blastomycose
zh_cn: 其他形式的芽生菌病

# model:gnuhealth.pathology,name:B409
source: Blastomycosis, unspecified
de: Blastomykose, nicht näher bezeichnet
fr_fr: Blastomycose, sans précision
zh_cn: 未特指的芽生菌病

# model:gnuhealth.pathology,name:B41
source: Paracoccidioidomycosis
de: Parakokzidioidomykose
fr_fr: Paracoccidioïdomycose
zh_cn: 副球孢子菌病

# model:gnuhealth.pathology,name:B410
source: Pulmonary paracoccidioidomycosis
de: Parakokzidioidomykose der Lunge
fr_fr: Paracoccidioïdomycose pulmonaire
zh_cn: 肺副球孢子菌病

# model:gnuhealth.pathology,name:B417
source: Disseminated paracoccidioidomycosis
de: Disseminierte Parakokzidioidomykose
fr_fr: Paracoccidioïdomycose disséminée
zh_cn: 播散性副球孢子菌病

# model:gnuhealth.pathology,name:B418
source: Other forms of paracoccidioidomycosis
de: Sonstige Formen der Parakokzidioidomykose
fr_fr: Autres formes de paracoccidioïdomycose
zh_cn: 其他形式的副球孢子菌病

# model:gnuhealth.pathology,name:B419
source: Paracoccidioidomycosis, unspecified
de: Parakokzidioidomykose, nicht näher bezeichnet
fr_fr: Paracoccidioïdomycose, sans précision
zh_cn: 未特指的副球孢子菌病

# model:gnuhealth.pathology,name:B42
source: Sporotrichosis
de: Sporotrichose
fr_fr: Sporotrichose
zh_cn: 孢子丝菌病

# model:gnuhealth.pathology,name:B420
source: Pulmonary sporotrichosis
de: Sporotrichose der Lunge
fr_fr: Sporotrichose pulmonaire (J99.8*)
zh_cn: 肺孢子丝菌病

# model:gnuhealth.pathology,name:B421
source: Lymphocutaneous sporotrichosis
de: Lymphokutane Sporotrichose
fr_fr: Sporotrichose lympho-cutanée
zh_cn: 淋巴皮肤的孢子丝菌病

# model:gnuhealth.pathology,name:B427
source: Disseminated sporotrichosis
de: Disseminierte Sporotrichose
fr_fr: Sporotrichose disséminée
zh_cn: 播散性孢子丝菌病

# model:gnuhealth.pathology,name:B428
source: Other forms of sporotrichosis
de: Sonstige Formen der Sporotrichose
fr_fr: Autres formes de sporotrichose
zh_cn: 其他形式的孢子丝菌病

# model:gnuhealth.pathology,name:B429
source: Sporotrichosis, unspecified
de: Sporotrichose, nicht näher bezeichnet
fr_fr: Sporotrichose, sans précision
zh_cn: 未特指的孢子丝菌病

# model:gnuhealth.pathology,name:B43
source: Chromomycosis and phaeomycotic abscess
de: Chromomykose und chromomykotischer Abszess
fr_fr: Chromomycose [chromoblastomycose] et abcès phaeohyphomycosique
zh_cn: 着色真菌病与棕色真菌病性脓肿

# model:gnuhealth.pathology,name:B430
source: Cutaneous chromomycosis
de: Chromomykose der Haut
fr_fr: Chromomycose cutanée
zh_cn: 皮肤着色真菌病

# model:gnuhealth.pathology,name:B431
source: Phaeomycotic brain abscess
de: Chromomykotischer Abszess des Gehirns
fr_fr: Abcès phaeohyphomycosique du cerveau
zh_cn: 棕色真菌病性脑脓肿

# model:gnuhealth.pathology,name:B432
source: Subcutaneous phaeomycotic abscess and cyst
de: Chromomykotische(r) Abszess und Zyste der Unterhaut
fr_fr: Abcès et kyste phaeohyphomycosiques sous-cutanés
zh_cn: 皮下棕色真菌病性脓肿和囊肿

# model:gnuhealth.pathology,name:B438
source: Other forms of chromomycosis
de: Sonstige Formen der Chromomykose
fr_fr: Autres formes de chromomycose
zh_cn: 其他形式的着色真菌病
