Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:G442
source: Tension-type headache
de: Spannungskopfschmerz
fr_fr: Céphalée dite de tension
zh_cn: 紧张型头痛

# model:gnuhealth.pathology,name:G443
source: Chronic post-traumatic headache
de: Chronischer posttraumatischer Kopfschmerz
zh_cn: 慢性创伤后头痛

# model:gnuhealth.pathology,name:G444
source: Drug-induced headache, not elsewhere classified
de: Arzneimittelinduzierter Kopfschmerz, anderenorts nicht klassifiziert
fr_fr: Céphalée médicamenteuse, non classée ailleurs
zh_cn: 药物性头痛。不可归类在他处者

# model:gnuhealth.pathology,name:G448
source: Other specified headache syndromes
de: Sonstige näher bezeichnete Kopfschmerzsyndrome
fr_fr: Autres syndromes précisés d'algies céphaliques
zh_cn: 其他特指的头痛综合征

# model:gnuhealth.pathology,name:G45
source: Transient cerebral ischaemic attacks and related syndromes
de: Zerebrale transitorische Ischämie und verwandte Syndrome
fr_fr: Accidents ischémiques cérébraux transitoires et syndromes apparentés
zh_cn: 短暂性大脑缺血性发作和相关的综合征

# model:gnuhealth.pathology,name:G450
source: Vertebro-basilar artery syndrome
de: Arteria-vertebralis-Syndrom mit Basilaris-Symptomatik
fr_fr: Syndrome vertébro-basilaire
zh_cn: 椎基底动脉综合征

# model:gnuhealth.pathology,name:G451
source: Carotid artery syndrome (hemispheric)
de: Arteria-carotis-interna-Syndrom (halbseitig)
fr_fr: Syndrome carotidien (hémisphérique)
zh_cn: 颈动脉综合征(大脑半球的)

# model:gnuhealth.pathology,name:G452
source: Multiple and bilateral precerebral artery syndromes
de: Multiple und bilaterale Syndrome der extrazerebralen hirnversorgenden Arterien
fr_fr: Accident ischémique transitoire de territoires artériels précérébraux multiples et bilatéraux
zh_cn: 多发性和双侧入脑前动脉综合征

# model:gnuhealth.pathology,name:G454
source: Transient global amnesia
de: Transiente globale Amnesie [amnestische Episode]
fr_fr: Amnésie globale transitoire
zh_cn: 短暂性完全性遗忘

# model:gnuhealth.pathology,name:G458
source: Other transient cerebral ischaemic attacks and related syndromes
de: Sonstige zerebrale transitorische Ischämie und verwandte Syndrome
fr_fr: Autres accidents ischémiques cérébraux transitoires et syndromes apparentés
zh_cn: 其他短暂性大脑缺血性发作和相关的综合征

# model:gnuhealth.pathology,name:G459
source: Transient cerebral ischaemic attack, unspecified
de: Zerebrale transitorische Ischämie, nicht näher bezeichnet
fr_fr: Accident ischémique cérébral transitoire, sans précision
zh_cn: 未特指的短暂性大脑缺血性发作

# model:gnuhealth.pathology,name:G46
source: Vascular syndromes of brain in cerebrovascular diseases
de: Zerebrale Gefäßsyndrome bei zerebrovaskulären Krankheiten
fr_fr: Syndromes vasculaires cérébraux au cours de maladies cérébrovasculaires (I60-I67+)
zh_cn: 脑血管疾病引起的脑血管综合征(I60-I67+)

# model:gnuhealth.pathology,name:G460
source: Middle cerebral artery syndrome
de: Arteria-cerebri-media-Syndrom
fr_fr: Syndrome de l'artère cérébrale moyenne (I66.0+)
zh_cn: 大脑中动脉综合征(I66.0+)

# model:gnuhealth.pathology,name:G461
source: Anterior cerebral artery syndrome
de: Arteria-cerebri-anterior-Syndrom
fr_fr: Syndrome de l'artère cérébrale antérieure (I66.1+)
zh_cn: 大脑前动脉综合征(I66.1+)

# model:gnuhealth.pathology,name:G462
source: Posterior cerebral artery syndrome
de: Arteria-cerebri-posterior-Syndrom
fr_fr: Syndrome de l'artère cérébrale postérieure (I66.2+)
zh_cn: 大脑后动脉综合征(I66.2+)

# model:gnuhealth.pathology,name:G463
source: Brain stem stroke syndrome
de: Hirnstammsyndrom
fr_fr: Syndromes vasculaires du tronc cérébral (I60-I67+)
zh_cn: 脑干卒中发作综合征(I60-I67+)

# model:gnuhealth.pathology,name:G464
source: Cerebellar stroke syndrome
de: Kleinhirnsyndrom
fr_fr: Syndrome cérébelleux vasculaire (I60-I67+)
zh_cn: 小脑卒中发作综合征(I60-I67+)

# model:gnuhealth.pathology,name:G465
source: Pure motor lacunar syndrome
de: Rein motorisches lakunäres Syndrom
fr_fr: Syndrome lacunaire moteur pur (I60-I67+)
zh_cn: 单纯运动性腔隙综合征(I60-I67+)

# model:gnuhealth.pathology,name:G466
source: Pure sensory lacunar syndrome
de: Rein sensorisches lakunäres Syndrom
fr_fr: Syndrome lacunaire sensitif pur (I60-I67+)
zh_cn: 单纯感觉性腔隙综合征(I60-I67+)

# model:gnuhealth.pathology,name:G467
source: Other lacunar syndromes
de: Sonstige lakunäre Syndrome
fr_fr: Autres syndromes lacunaires (I60-I67+)
zh_cn: 其他腔隙综合征(I60-I67+)

# model:gnuhealth.pathology,name:G468
source: Other vascular syndromes of brain in cerebrovascular diseases
de: Sonstige Syndrome der Hirngefäße bei zerebrovaskulären Krankheiten
fr_fr: Autres syndromes vasculaires cérébraux au cours de maladies cérébrovasculaires (I60-I67+)
zh_cn: 脑血管疾病引起的其他脑血管综合征(I60-I67+)

# model:gnuhealth.pathology,name:G47
source: Sleep disorders
de: Schlafstörungen
fr_fr: Troubles du sommeil
zh_cn: 睡眠障碍

# model:gnuhealth.pathology,name:G470
source: Disorders of initiating and maintaining sleep [insomnias]
de: Ein- und Durchschlafstörungen
fr_fr: Troubles de l'endormissement et du maintien du sommeil [insomnies]
zh_cn: 初发性或维持性睡眠障碍[失眠症]

# model:gnuhealth.pathology,name:G471
source: Disorders of excessive somnolence [hypersomnias]
de: Krankhaft gesteigertes Schlafbedürfnis
fr_fr: Troubles du sommeil par somnolence excessive [hypersomnies]
zh_cn: 过度嗜眠障碍[睡眠过度]

# model:gnuhealth.pathology,name:G472
source: Disorders of the sleep-wake schedule
de: Störungen des Schlaf-Wach-Rhythmus
fr_fr: Troubles du cycle veille-sommeil
zh_cn: 睡眠-觉醒节律障碍

# model:gnuhealth.pathology,name:G473
source: Sleep apnoea
de: Schlafapnoe
fr_fr: Apnée du sommeil
zh_cn: 睡眠呼吸暂停

# model:gnuhealth.pathology,name:G474
source: Narcolepsy and cataplexy
de: Narkolepsie und Kataplexie
fr_fr: Narcolepsie et cataplexie
zh_cn: 发作性睡病和猝倒症

# model:gnuhealth.pathology,name:G478
source: Other sleep disorders
de: Sonstige Schlafstörungen
fr_fr: Autres troubles du sommeil
zh_cn: 其他睡眠障碍

# model:gnuhealth.pathology,name:G479
source: Sleep disorder, unspecified
de: Schlafstörung, nicht näher bezeichnet
fr_fr: Trouble du sommeil, sans précision
zh_cn: 未特指的睡眠障碍

# model:gnuhealth.pathology,name:G50
source: Disorders of trigeminal nerve
de: Krankheiten des N. trigeminus [V. Hirnnerv]
fr_fr: Affections du nerf trijumeau
zh_cn: 三叉神经疾患

# model:gnuhealth.pathology,name:G500
source: Trigeminal neuralgia
de: Trigeminusneuralgie
fr_fr: Névralgie du trijumeau
zh_cn: 三叉神经痛

# model:gnuhealth.pathology,name:G501
source: Atypical facial pain
de: Atypischer Gesichtsschmerz
fr_fr: Algie faciale atypique
zh_cn: 非典型性面部痛

# model:gnuhealth.pathology,name:G508
source: Other disorders of trigeminal nerve
de: Sonstige Krankheiten des N. trigeminus
fr_fr: Autres affections du nerf trijumeau
zh_cn: 三叉神经的其他疾患

# model:gnuhealth.pathology,name:G509
source: Disorder of trigeminal nerve, unspecified
de: Krankheit des N. trigeminus, nicht näher bezeichnet
fr_fr: Affection du nerf trijumeau, sans précision
zh_cn: 未特指的三叉神经疾患

# model:gnuhealth.pathology,name:G51
source: Facial nerve disorders
de: Krankheiten des N. facialis [VII. Hirnnerv]
fr_fr: Affections du nerf facial
zh_cn: 神经疾患

# model:gnuhealth.pathology,name:G510
source: Bell palsy
de: Fazialisparese
zh_cn: 贝尔面瘫

# model:gnuhealth.pathology,name:G511
source: Geniculate ganglionitis
de: Entzündung des Ganglion geniculi
fr_fr: Atteinte du ganglion géniculé
zh_cn: 膝状神经节炎

# model:gnuhealth.pathology,name:G512
source: Melkersson syndrome
de: Melkersson-Rosenthal-Syndrom
zh_cn: 梅尔克松综合征

# model:gnuhealth.pathology,name:G513
source: Clonic hemifacial spasm
de: Spasmus (hemi)facialis
fr_fr: Hémispasme facial clonique
zh_cn: 阵挛性半面痉挛

# model:gnuhealth.pathology,name:G514
source: Facial myokymia
de: Faziale Myokymie
fr_fr: Myokymies faciales
zh_cn: 面肌纤维抽搐

# model:gnuhealth.pathology,name:G518
source: Other disorders of facial nerve
de: Sonstige Krankheiten des N. facialis
fr_fr: Autres affections du nerf facial
zh_cn: 面神经的其他疾患

# model:gnuhealth.pathology,name:G519
source: Disorder of facial nerve, unspecified
de: Krankheit des N. facialis, nicht näher bezeichnet
fr_fr: Affection du nerf facial, sans précision
zh_cn: 未特指的面神经疾患

# model:gnuhealth.pathology,name:G52
source: Disorders of other cranial nerves
de: Krankheiten sonstiger Hirnnerven
fr_fr: Affections des autres nerfs crâniens
zh_cn: 其他脑神经疾患

# model:gnuhealth.pathology,name:G520
source: Disorders of olfactory nerve
de: Krankheiten der Nn. olfactorii [I. Hirnnerv]
fr_fr: Affections du nerf olfactif
zh_cn: 嗅神经疾患

# model:gnuhealth.pathology,name:G521
source: Disorders of glossopharyngeal nerve
de: Krankheiten des N. glossopharyngeus [IX. Hirnnerv]
fr_fr: Affections du nerf glossopharyngien
zh_cn: 舌咽神经疾患

# model:gnuhealth.pathology,name:G522
source: Disorders of vagus nerve
de: Krankheiten des N. vagus [X. Hirnnerv]
fr_fr: Affections du nerf vagal
zh_cn: 迷走神经疾患

# model:gnuhealth.pathology,name:G523
source: Disorders of hypoglossal nerve
de: Krankheiten des N. hypoglossus [XII. Hirnnerv]
fr_fr: Affections du nerf grand hypoglosse
zh_cn: 舌下神经疾患

# model:gnuhealth.pathology,name:G527
source: Disorders of multiple cranial nerves
de: Krankheiten mehrerer Hirnnerven
fr_fr: Affections de plusieurs nerfs crâniens
zh_cn: 多发脑神经疾患

# model:gnuhealth.pathology,name:G528
source: Disorders of other specified cranial nerves
de: Krankheiten sonstiger näher bezeichneter Hirnnerven
fr_fr: Affections d'autres nerfs crâniens précisés
zh_cn: 其他特指的脑神经疾患

# model:gnuhealth.pathology,name:G529
source: Cranial nerve disorder, unspecified
de: Krankheit eines Hirnnerven, nicht näher bezeichnet
fr_fr: Affection des nerfs crâniens, sans précision
zh_cn: 未特指的脑神经疾患

# model:gnuhealth.pathology,name:G53
source: Cranial nerve disorders in diseases classified elsewhere
de: Krankheiten der Hirnnerven bei anderenorts klassifizierten Krankheiten
fr_fr: Affections des nerfs crâniens au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的脑神经疾患

# model:gnuhealth.pathology,name:G530
source: Postzoster neuralgia
de: Neuralgie nach Zoster
fr_fr: Névralgie post-zostérienne (B02.2+)
zh_cn: 带状疱疹后神经痛(B02.2+)

# model:gnuhealth.pathology,name:G531
source: Multiple cranial nerve palsies in infectious and parasitic diseases classified elsewhere
de: Multiple Hirnnervenlähmungen bei anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Paralysie de plusieurs nerfs crâniens au cours de maladies infectieuses et parasitaires classées ailleurs (A00-B99+)
zh_cn: 分类于他处的传染病和寄生虫病引起的多发性脑神经麻痹(A00-B99+)

# model:gnuhealth.pathology,name:G532
source: Multiple cranial nerve palsies in sarcoidosis
de: Multiple Hirnnervenlähmungen bei Sarkoidose
fr_fr: Paralysie de plusieurs nerfs crâniens au cours de sarcoïdose (D86.8+)
zh_cn: 结节病引起的多发性脑神经麻痹(D86.8+)

# model:gnuhealth.pathology,name:G533
source: Multiple cranial nerve palsies in neoplastic disease
de: Multiple Hirnnervenlähmungen bei Neubildungen
fr_fr: Paralysie de plusieurs nerfs crâniens au cours de maladies tumorales (C00-D48+)
zh_cn: 肿瘤病引起的多发性脑神经麻痹(C00-D48+)

# model:gnuhealth.pathology,name:G538
source: Other cranial nerve disorders in other diseases classified elsewhere
de: Sonstige Krankheiten der Hirnnerven bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Autres affections des nerfs crâniens au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的其他脑神经疾患

# model:gnuhealth.pathology,name:G54
source: Nerve root and plexus disorders
de: Krankheiten von Nervenwurzeln und Nervenplexus
fr_fr: Affections des racines et des plexus nerveux
zh_cn: 神经根和神经丛疾患

# model:gnuhealth.pathology,name:G540
source: Brachial plexus disorders
de: Läsionen des Plexus brachialis
fr_fr: Affections du plexus brachial
zh_cn: 臂丛疾患

# model:gnuhealth.pathology,name:G541
source: Lumbosacral plexus disorders
de: Läsionen des Plexus lumbosacralis
fr_fr: Affections du plexus lombosacré
zh_cn: 腰骶丛疾患

# model:gnuhealth.pathology,name:G542
source: Cervical root disorders, not elsewhere classified
de: Läsionen der Zervikalwurzeln, anderenorts nicht klassifiziert
fr_fr: Affections radiculaires cervicales, non classées ailleurs
zh_cn: 颈神经根疾患，不可归类在他处者

# model:gnuhealth.pathology,name:G543
source: Thoracic root disorders, not elsewhere classified
de: Läsionen der Thorakalwurzeln, anderenorts nicht klassifiziert
fr_fr: Affections radiculaires thoraciques, non classées ailleurs
zh_cn: 胸神经根疾患，不可归类在他处者

# model:gnuhealth.pathology,name:G544
source: Lumbosacral root disorders, not elsewhere classified
de: Läsionen der Lumbosakralwurzeln, anderenorts nicht klassifiziert
fr_fr: Affections radiculaires lombosacrées, non classées ailleurs
zh_cn: 腰骶神经根疾患，不可归类在他处者

# model:gnuhealth.pathology,name:G545
source: Neuralgic amyotrophy
de: Neuralgische Amyotrophie
fr_fr: Névralgie amyotrophique
zh_cn: 神经痛性肌萎缩

# model:gnuhealth.pathology,name:G546
source: Phantom limb syndrome with pain
de: Phantomschmerz
fr_fr: Syndrome douloureux du membre fantôme
zh_cn: 幻肢综合征伴有疼痛

# model:gnuhealth.pathology,name:G547
source: Phantom limb syndrome without pain
de: Phantomglied ohne Schmerzen
fr_fr: Syndrome du membre fantôme sans élément douloureux
zh_cn: 幻肢综合征不伴有疼痛

# model:gnuhealth.pathology,name:G548
source: Other nerve root and plexus disorders
de: Sonstige Krankheiten von Nervenwurzeln und Nervenplexus
fr_fr: Autres affections des racines et des plexus nerveux
zh_cn: 其他神经根和神经丛疾患

# model:gnuhealth.pathology,name:G549
source: Nerve root and plexus disorder, unspecified
de: Krankheit von Nervenwurzeln und Nervenplexus, nicht näher bezeichnet
fr_fr: Affection des racines et des plexus nerveux, sans précision
zh_cn: 未特指的神经根和神经丛疾患

# model:gnuhealth.pathology,name:G55
source: Nerve root and plexus compressions in diseases classified elsewhere
de: Kompression von Nervenwurzeln und Nervenplexus bei anderenorts klassifizierten Krankheiten
fr_fr: Compression des racines et des plexus nerveux au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的神经根和神经丛压迫

# model:gnuhealth.pathology,name:G550
source: Nerve root and plexus compressions in neoplastic disease
de: Kompression von Nervenwurzeln und Nervenplexus bei Neubildungen
fr_fr: Compression des racines et des plexus nerveux au cours de maladies tumorales (C00-D48+)
zh_cn: 肿瘤病引起的神经根和神经丛压迫(C00-D48+)

# model:gnuhealth.pathology,name:G551
source: Nerve root and plexus compressions in intervertebral disc disorders
de: Kompression von Nervenwurzeln und Nervenplexus bei Bandscheibenschäden
zh_cn: 椎间盘疾患引起的神经根和神经丛压迫(MS0-M51+)

# model:gnuhealth.pathology,name:G552
source: Nerve root and plexus compressions in spondylosis
de: Kompression von Nervenwurzeln und Nervenplexus bei Spondylose
fr_fr: Compression des racines et des plexus nerveux au cours de spondylarthroses (M47.-+)
zh_cn: 脊椎关节强硬引起的神经根和神经丛压迫(M47.-+)

# model:gnuhealth.pathology,name:G553
source: Nerve root and plexus compressions in other dorsopathies
de: Kompression von Nervenwurzeln und Nervenplexus bei sonstigen Krankheiten der Wirbelsäule und des Rückens
fr_fr: Compression des racines et des plexus nerveux au cours d'autres dorsopathies (M53.-+, M54.-+, M45.-+, M46.-+, M48.-+)
zh_cn: 其他背部病引起的神经根和神经丛压迫(M45-M46+，M48.-+，M53-M54+)

# model:gnuhealth.pathology,name:G558
source: Nerve root and plexus compressions in other diseases classified elsewhere
de: Kompression von Nervenwurzeln und Nervenplexus bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Compression des racines et des plexus nerveux au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的神经根和神经丛压迫

# model:gnuhealth.pathology,name:G56
source: Mononeuropathies of upper limb
de: Mononeuropathien der oberen Extremität
fr_fr: Mononévrite du membre supérieur
zh_cn: 上肢单神经病

# model:gnuhealth.pathology,name:G560
source: Carpal tunnel syndrome
de: Karpaltunnel-Syndrom
fr_fr: Syndrome du canal carpien
zh_cn: 腕管综合征

# model:gnuhealth.pathology,name:G561
source: Other lesions of median nerve
de: Sonstige Läsionen des N. medianus
fr_fr: Autres lésions du nerf médian
zh_cn: 正中神经的其他损害

# model:gnuhealth.pathology,name:G562
source: Lesion of ulnar nerve
de: Läsion des N. ulnaris
fr_fr: Lésion du nerf cubital
zh_cn: 尺神经损害

# model:gnuhealth.pathology,name:G563
source: Lesion of radial nerve
de: Läsion des N. radialis
fr_fr: Lésion du nerf radial
zh_cn: 桡神经损害

# model:gnuhealth.pathology,name:G564
source: Causalgia
de: Kausalgie
fr_fr: Causalgie
zh_cn: 灼性神经痛

# model:gnuhealth.pathology,name:G568
source: Other mononeuropathies of upper limb
de: Sonstige Mononeuropathien der oberen Extremität
fr_fr: Autres mononévrites du membre supérieur
zh_cn: 上肢其他单神经病

# model:gnuhealth.pathology,name:G569
source: Mononeuropathy of upper limb, unspecified
de: Mononeuropathie der oberen Extremität, nicht näher bezeichnet
fr_fr: Mononévrite du membre supérieur, sans précision
zh_cn: 未特指的上肢单神经病

# model:gnuhealth.pathology,name:G57
source: Mononeuropathies of lower limb
de: Mononeuropathien der unteren Extremität
fr_fr: Mononévrite du membre inférieur
zh_cn: 下肢单神经病

# model:gnuhealth.pathology,name:G570
source: Lesion of sciatic nerve
de: Läsion des N. ischiadicus
fr_fr: Lésion du nerf sciatique
zh_cn: 坐骨神经损害

# model:gnuhealth.pathology,name:G572
source: Lesion of femoral nerve
de: Läsion des N. femoralis
fr_fr: Lésion du nerf fémoral
zh_cn: 股神经损害

# model:gnuhealth.pathology,name:G573
source: Lesion of lateral popliteal nerve
de: Läsion des N. fibularis (peronaeus) communis
fr_fr: Lésion du nerf sciatique poplité externe
zh_cn: 外胭神经损害

# model:gnuhealth.pathology,name:G574
source: Lesion of medial popliteal nerve
de: Läsion des N. tibialis
fr_fr: Lésion du nerf sciatique poplité interne
zh_cn: 中胭神经损害

# model:gnuhealth.pathology,name:G575
source: Tarsal tunnel syndrome
de: Tarsaltunnel-Syndrom
fr_fr: Syndrome du canal tarsien
zh_cn: 跗管综合征

# model:gnuhealth.pathology,name:G576
source: Lesion of plantar nerve
de: Läsion des N. plantaris
fr_fr: Lésion du nerf plantaire
zh_cn: 跖神经损害

# model:gnuhealth.pathology,name:G578
source: Other mononeuropathies of lower limb
de: Sonstige Mononeuropathien der unteren Extremität
fr_fr: Autres mononévrites du membre inférieur
zh_cn: 下肢其他单神经病

# model:gnuhealth.pathology,name:G579
source: Mononeuropathy of lower limb, unspecified
de: Mononeuropathie der unteren Extremität, nicht näher bezeichnet
fr_fr: Mononévrite du membre inférieur, sans précision
zh_cn: 未特指的下肢单神经病

# model:gnuhealth.pathology,name:G58
source: Other mononeuropathies
de: Sonstige Mononeuropathien
fr_fr: Autres mononévrites
zh_cn: 其他单神经病

# model:gnuhealth.pathology,name:G580
source: Intercostal neuropathy
de: Interkostalneuropathie
fr_fr: Névrite intercostale
zh_cn: 肋间神经病

# model:gnuhealth.pathology,name:G588
source: Other specified mononeuropathies
de: Sonstige näher bezeichnete Mononeuropathien
fr_fr: Autres mononévrites précisées
zh_cn: 其他特指的单神经病

# model:gnuhealth.pathology,name:G589
source: Mononeuropathy, unspecified
de: Mononeuropathie, nicht näher bezeichnet
fr_fr: Mononévrite, sans précision
zh_cn: 未特指的单神经病

# model:gnuhealth.pathology,name:G59
source: Mononeuropathy in diseases classified elsewhere
de: Mononeuropathie bei anderenorts klassifizierten Krankheiten
fr_fr: Mononévrite au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的单神经病

# model:gnuhealth.pathology,name:G590
source: Diabetic mononeuropathy
de: Diabetische Mononeuropathie
fr_fr: Mononévrite diabétique (E10-E14 avec le quatrième chiffre .4+)
zh_cn: 糖尿病单一神经病变(E10-E14+伴有共用第四位数.4)

# model:gnuhealth.pathology,name:G598
source: Other mononeuropathies in diseases classified elsewhere
de: Sonstige Mononeuropathien bei anderenorts klassifizierten Krankheiten
fr_fr: Autres mononévrites au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的其他单神经病

# model:gnuhealth.pathology,name:G60
source: Hereditary and idiopathic neuropathy
de: Hereditäre und idiopathische Neuropathie
fr_fr: Neuropathie héréditaire et idiopathique
zh_cn: 遗传性和特发性神经病

# model:gnuhealth.pathology,name:G600
source: Hereditary motor and sensory neuropathy
de: Hereditäre sensomotorische Neuropathie
fr_fr: Neuropathie héréditaire motrice et sensorielle
zh_cn: 遗传性运动和感觉神经病

# model:gnuhealth.pathology,name:G601
source: Refsum disease
de: Refsum-Krankheit
zh_cn: 植烷酸贮积症

# model:gnuhealth.pathology,name:G602
source: Neuropathy in association with hereditary ataxia
de: Neuropathie in Verbindung mit hereditärer Ataxie
fr_fr: Neuropathie associée à une ataxie héréditaire
zh_cn: 与遗传性共济失调有关的神经病

# model:gnuhealth.pathology,name:G603
source: Idiopathic progressive neuropathy
de: Idiopathische progressive Neuropathie
fr_fr: Neuropathie progressive idiopathique
zh_cn: 特发性进行性神经病

# model:gnuhealth.pathology,name:G608
source: Other hereditary and idiopathic neuropathies
de: Sonstige hereditäre und idiopathische Neuropathien
fr_fr: Autres neuropathies héréditaires et idiopathiques
zh_cn: 其他遗传性和特发性神经病

# model:gnuhealth.pathology,name:G609
source: Hereditary and idiopathic neuropathy, unspecified
de: Hereditäre und idiopathische Neuropathie, nicht näher bezeichnet
fr_fr: Neuropathie héréditaire et idiopathique, sans précision
zh_cn: 未特指的遗传性和特发性神经病

# model:gnuhealth.pathology,name:G61
source: Inflammatory polyneuropathy
de: Polyneuritis
fr_fr: Polynévrites inflammatoires
zh_cn: 炎性多神经病

# model:gnuhealth.pathology,name:G610
source: Guillain-Barré syndrome
de: Guillain-Barré-Syndrom
fr_fr: Syndrome de Guillain-Barré
zh_cn: 吉兰-巴雷[格林-巴利]综合征

# model:gnuhealth.pathology,name:G611
source: Serum neuropathy
de: Serumpolyneuropathie
fr_fr: Neuropathie sérique
zh_cn: 血清性神经病变

# model:gnuhealth.pathology,name:G618
source: Other inflammatory polyneuropathies
de: Sonstige Polyneuritiden
fr_fr: Autres polynévrites inflammatoires
zh_cn: 其他炎性多神经病

# model:gnuhealth.pathology,name:G619
source: Inflammatory polyneuropathy, unspecified
de: Polyneuritis, nicht näher bezeichnet
fr_fr: Polynévrite inflammatoire, sans précision
zh_cn: 未特指的炎性多神经病

# model:gnuhealth.pathology,name:G62
source: Other polyneuropathies
de: Sonstige Polyneuropathien
fr_fr: Autres polynévrites
zh_cn: 其他多神经病

# model:gnuhealth.pathology,name:G620
source: Drug-induced polyneuropathy
de: Arzneimittelinduzierte Polyneuropathie
fr_fr: Polynévrite médicamenteuse
zh_cn: 药物性多神经病

# model:gnuhealth.pathology,name:G621
source: Alcoholic polyneuropathy
de: Alkohol-Polyneuropathie
fr_fr: Polynévrite alcoolique
zh_cn: 酒精性多神经病

# model:gnuhealth.pathology,name:G622
source: Polyneuropathy due to other toxic agents
de: Polyneuropathie durch sonstige toxische Agenzien
fr_fr: Polynévrite due à d'autres agents toxiques
zh_cn: 其他毒性物质引起的多神经病

# model:gnuhealth.pathology,name:G628
source: Other specified polyneuropathies
de: Sonstige näher bezeichnete Polyneuropathien
fr_fr: Autres polynévrites précisées
zh_cn: 其他特指的多神经病

# model:gnuhealth.pathology,name:G629
source: Polyneuropathy, unspecified
de: Polyneuropathie, nicht näher bezeichnet
fr_fr: Polynévrite, sans précision
zh_cn: 未特指的多神经病

# model:gnuhealth.pathology,name:G63
source: Polyneuropathy in diseases classified elsewhere
de: Polyneuropathie bei anderenorts klassifizierten Krankheiten
fr_fr: Polynévrite au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的多神经病

# model:gnuhealth.pathology,name:G630
source: Polyneuropathy in infectious and parasitic diseases classified elsewhere
de: Polyneuropathie bei anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Polynévrite au cours de maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的传染病和寄生虫病引起的多神经病

# model:gnuhealth.pathology,name:G631
source: Polyneuropathy in neoplastic disease
de: Polyneuropathie bei Neubildungen
fr_fr: Polynévrite au cours de maladies tumorales (C00-D48+)
zh_cn: 肿瘤病引起的多神经病(C00-D48+)

# model:gnuhealth.pathology,name:G632
source: Diabetic polyneuropathy
de: Diabetische Polyneuropathie
fr_fr: Polynévrite diabétique (E10-E14 avec le quatrième chiffre .4+)
zh_cn: 糖尿病多发神经病变(E10-E14+伴有共用第四位数.4)
