Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:D02
source: Carcinoma in situ of middle ear and respiratory system
de: Carcinoma in situ des Mittelohres und des Atmungssystems
fr_fr: Carcinome in situ de l'oreille moyenne et de l'appareil respiratoire
zh_cn: 中耳和呼吸系统原位癌

# model:gnuhealth.pathology,name:D022
source: Carcinoma in situ: Bronchus and lung
de: Carcinoma in situ: Bronchus und Lunge
zh_cn: 支气管和肺原位癌

# model:gnuhealth.pathology,name:D023
source: Carcinoma in situ: Other parts of respiratory system
de: Carcinoma in situ: Sonstige Teile des Atmungssystems
zh_cn: 呼吸系统其他部位的原位癌

# model:gnuhealth.pathology,name:D024
source: Carcinoma in situ: Respiratory system, unspecified
de: Carcinoma in situ: Atmungssystem, nicht näher bezeichnet
zh_cn: 呼吸系统未特指的原位癌

# model:gnuhealth.pathology,name:D030
source: Melanoma in situ of lip
de: Melanoma in situ der Lippe
fr_fr: Mélanome in situ de la lèvre
zh_cn: 唇原位黑色素瘤

# model:gnuhealth.pathology,name:D031
source: Melanoma in situ of eyelid, including canthus
de: Melanoma in situ des Augenlides, einschließlich Kanthus
fr_fr: Mélanome in situ de la paupière, y compris le canthus
zh_cn: 眼睑(包括眦)原位黑色素瘤

# model:gnuhealth.pathology,name:D032
source: Melanoma in situ of ear and external auricular canal
de: Melanoma in situ des Ohres und des äußeren Gehörganges
fr_fr: Mélanome in situ de l'oreille et du conduit auditif externe
zh_cn: 耳和外耳道原位黑色素瘤

# model:gnuhealth.pathology,name:D033
source: Melanoma in situ of other and unspecified parts of face
de: Melanoma in situ sonstiger und nicht näher bezeichneter Teile des Gesichtes
fr_fr: Mélanome in situ de parties de la face, autres et non précisées
zh_cn: 面部其他和未特指部位的原位黑色素瘤

# model:gnuhealth.pathology,name:D034
source: Melanoma in situ of scalp and neck
de: Melanoma in situ der behaarten Kopfhaut und des Halses
fr_fr: Mélanome in situ du cuir chevelu et du cou
zh_cn: 头皮和颈部原位黑色素瘤

# model:gnuhealth.pathology,name:D035
source: Melanoma in situ of trunk
de: Melanoma in situ des Rumpfes
fr_fr: Mélanome in situ du tronc
zh_cn: 躯干原位黑色素瘤

# model:gnuhealth.pathology,name:D036
source: Melanoma in situ of upper limb, including shoulder
de: Melanoma in situ der oberen Extremität, einschließlich Schulter
fr_fr: Mélanome in situ du membre supérieur, y compris l'épaule
zh_cn: 上肢(包括肩)原位黑色素瘤

# model:gnuhealth.pathology,name:D037
source: Melanoma in situ of lower limb, including hip
de: Melanoma in situ der unteren Extremität, einschließlich Hüfte
fr_fr: Mélanome in situ du membre inférieur, y compris la hanche
zh_cn: 下肢(包括髋)原位黑色素瘤

# model:gnuhealth.pathology,name:D038
source: Melanoma in situ of other sites
de: Melanoma in situ an sonstigen Lokalisationen
fr_fr: Mélanome in situ d'autres sièges
zh_cn: 其他部位的原位黑色素瘤

# model:gnuhealth.pathology,name:D039
source: Melanoma in situ, unspecified
de: Melanoma in situ, nicht näher bezeichnet
fr_fr: Mélanome in situ, sans précision
zh_cn: 未特指的原位黑色素瘤

# model:gnuhealth.pathology,name:D04
source: Carcinoma in situ of skin
de: Carcinoma in situ der Haut
fr_fr: Carcinome in situ de la peau
zh_cn: 皮肤原位癌

# model:gnuhealth.pathology,name:D040
source: Carcinoma in situ: Skin of lip
de: Carcinoma in situ: Lippenhaut
zh_cn: 唇皮肤原位癌

# model:gnuhealth.pathology,name:D041
source: Carcinoma in situ: Skin of eyelid, including canthus
de: Carcinoma in situ: Haut des Augenlides, einschließlich Kanthus
zh_cn: 眼睑(包括眦)皮肤原位癌

# model:gnuhealth.pathology,name:D042
source: Carcinoma in situ: Skin of ear and external auricular canal
de: Carcinoma in situ: Haut des Ohres und des äußeren Gehörganges
zh_cn: 耳和外耳道皮肤原位癌

# model:gnuhealth.pathology,name:D043
source: Carcinoma in situ: Skin of other and unspecified parts of face
de: Carcinoma in situ: Haut sonstiger und nicht näher bezeichneter Teile des Gesichtes
zh_cn: 面部其他和未特指部位皮肤的原位癌

# model:gnuhealth.pathology,name:D044
source: Carcinoma in situ: Skin of scalp and neck
de: Carcinoma in situ: Behaarte Kopfhaut und Haut des Halses
zh_cn: 头皮和颈部皮肤原位癌

# model:gnuhealth.pathology,name:D045
source: Carcinoma in situ: Skin of trunk
de: Carcinoma in situ: Haut des Rumpfes
zh_cn: 躯干皮肤原位癌

# model:gnuhealth.pathology,name:D046
source: Carcinoma in situ: Skin of upper limb, including shoulder
de: Carcinoma in situ: Haut der oberen Extremität, einschließlich Schulter
zh_cn: 上肢(包括肩)皮肤原位癌

# model:gnuhealth.pathology,name:D047
source: Carcinoma in situ: Skin of lower limb, including hip
de: Carcinoma in situ: Haut der unteren Extremität, einschließlich Hüfte
zh_cn: 下肢(包括髋)皮肤原位癌

# model:gnuhealth.pathology,name:D048
source: Carcinoma in situ: Skin of other sites
de: Carcinoma in situ: Haut an sonstigen Lokalisationen
zh_cn: 皮肤其他部位的原位癌

# model:gnuhealth.pathology,name:D049
source: Carcinoma in situ: Skin, unspecified
de: Carcinoma in situ: Haut, nicht näher bezeichnet
zh_cn: 皮肤未特指的原位癌

# model:gnuhealth.pathology,name:D05
source: Carcinoma in situ of breast
de: Carcinoma in situ der Brustdrüse [Mamma]
fr_fr: Carcinome in situ du sein
zh_cn: 乳房原位癌

# model:gnuhealth.pathology,name:D050
source: Lobular carcinoma in situ
de: Lobuläres Carcinoma in situ der Brustdrüse
fr_fr: Carcinome in situ lobulaire
zh_cn: 乳房小叶原位癌

# model:gnuhealth.pathology,name:D051
source: Intraductal carcinoma in situ
de: Carcinoma in situ der Milchgänge
fr_fr: Carcinome in situ intracanalaire
zh_cn: 乳房导管原位癌

# model:gnuhealth.pathology,name:D057
source: Other carcinoma in situ of breast
de: Sonstiges Carcinoma in situ der Brustdrüse
fr_fr: Autres carcinomes in situ du sein
zh_cn: 乳房其他部位的原位癌

# model:gnuhealth.pathology,name:D059
source: Carcinoma in situ of breast, unspecified
de: Carcinoma in situ der Brustdrüse, nicht näher bezeichnet
fr_fr: Carcinome in situ du sein, sans précision
zh_cn: 乳房未特指的原位癌

# model:gnuhealth.pathology,name:D06
source: Carcinoma in situ of cervix uteri
de: Carcinoma in situ der Cervix uteri
fr_fr: Carcinome in situ du col de l'utérus
zh_cn: 宫颈原位癌

# model:gnuhealth.pathology,name:D060
source: Carcinoma in situ: Endocervix
de: Carcinoma in situ: Endozervix
zh_cn: 宫颈内膜原位癌

# model:gnuhealth.pathology,name:D061
source: Carcinoma in situ: Exocervix
de: Carcinoma in situ: Ektozervix
zh_cn: 宫颈外膜原位癌

# model:gnuhealth.pathology,name:D067
source: Carcinoma in situ: Other parts of cervix
de: Carcinoma in situ: Sonstige Teile der Cervix uteri
zh_cn: 宫颈其他部位的原位癌

# model:gnuhealth.pathology,name:D069
source: Carcinoma in situ: Cervix, unspecified
de: Carcinoma in situ: Cervix uteri, nicht näher bezeichnet
zh_cn: 宫颈未特指的原位癌

# model:gnuhealth.pathology,name:D07
source: Carcinoma in situ of other and unspecified genital organs
de: Carcinoma in situ sonstiger und nicht näher bezeichneter Genitalorgane
fr_fr: Carcinome in situ d'organes génitaux, autres et non précisés
zh_cn: 生殖器官其他和未特指的原位癌

# model:gnuhealth.pathology,name:D073
source: Carcinoma in situ: Other and unspecified female genital organs
de: Carcinoma in situ: Sonstige und nicht näher bezeichnete weibliche Genitalorgane
zh_cn: 女性生殖器官其他和未特指的原位癌

# model:gnuhealth.pathology,name:D075
source: Carcinoma in situ: Prostate
de: Carcinoma in situ: Prostata
zh_cn: 前列腺原位癌

# model:gnuhealth.pathology,name:D076
source: Carcinoma in situ: Other and unspecified male genital organs
de: Carcinoma in situ: Sonstige und nicht näher bezeichnete männliche Genitalorgane
zh_cn: 男性生殖器官其他和未特指的原位癌

# model:gnuhealth.pathology,name:D09
source: Carcinoma in situ of other and unspecified sites
de: Carcinoma in situ sonstiger und nicht näher bezeichneter Lokalisationen
fr_fr: Carcinome in situ de sièges autres et non précisés
zh_cn: 其他和未特指部位的原位癌

# model:gnuhealth.pathology,name:D090
source: Carcinoma in situ: Bladder
de: Carcinoma in situ: Harnblase
zh_cn: 膀胱原位癌

# model:gnuhealth.pathology,name:D091
source: Carcinoma in situ: Other and unspecified urinary organs
de: Carcinoma in situ: Sonstige und nicht näher bezeichnete Harnorgane
zh_cn: 泌尿器官其他和未特指的原位癌

# model:gnuhealth.pathology,name:D092
source: Carcinoma in situ: Eye
de: Carcinoma in situ: Auge
zh_cn: 眼原位癌

# model:gnuhealth.pathology,name:D093
source: Carcinoma in situ: Thyroid and other endocrine glands
de: Carcinoma in situ: Schilddrüse und sonstige endokrine Drüsen
zh_cn: 甲状腺和其他内分泌腺原位癌

# model:gnuhealth.pathology,name:D097
source: Carcinoma in situ of other specified sites
de: Carcinoma in situ sonstiger näher bezeichneter Lokalisationen
fr_fr: Carcinome in situ d'autres sièges précisés
zh_cn: 其他特指部位的原位癌

# model:gnuhealth.pathology,name:D099
source: Carcinoma in situ, unspecified
de: Carcinoma in situ, nicht näher bezeichnet
fr_fr: Carcinome in situ, sans précision
zh_cn: 未特指的原位癌

# model:gnuhealth.pathology,name:D10
source: Benign neoplasm of mouth and pharynx
de: Gutartige Neubildung des Mundes und des Pharynx
fr_fr: Tumeur bénigne de la bouche et du pharynx
zh_cn: 口和咽良性肿瘤

# model:gnuhealth.pathology,name:D100
source: Benign neoplasm: Lip
de: Gutartige Neubildung: Lippe
zh_cn: 唇良性肿瘤

# model:gnuhealth.pathology,name:D101
source: Benign neoplasm: Tongue
de: Gutartige Neubildung: Zunge
zh_cn: 舌良性肿瘤

# model:gnuhealth.pathology,name:D102
source: Benign neoplasm: Floor of mouth
de: Gutartige Neubildung: Mundboden
zh_cn: 口底良性肿瘤

# model:gnuhealth.pathology,name:D103
source: Benign neoplasm: Other and unspecified parts of mouth
de: Gutartige Neubildung: Sonstige und nicht näher bezeichnete Teile des Mundes
zh_cn: 其他和未特指部位的口良性肿瘤

# model:gnuhealth.pathology,name:D104
source: Benign neoplasm: Tonsil
de: Gutartige Neubildung: Tonsille
zh_cn: 扁桃体良性肿瘤

# model:gnuhealth.pathology,name:D105
source: Benign neoplasm: Other parts of oropharynx
de: Gutartige Neubildung: Sonstige Teile des Oropharynx
zh_cn: 其他部位的口咽良性肿瘤

# model:gnuhealth.pathology,name:D106
source: Benign neoplasm: Nasopharynx
de: Gutartige Neubildung: Nasopharynx
zh_cn: 鼻咽良性肿瘤

# model:gnuhealth.pathology,name:D107
source: Benign neoplasm: Hypopharynx
de: Gutartige Neubildung: Hypopharynx
zh_cn: 咽下部良性肿瘤

# model:gnuhealth.pathology,name:D109
source: Benign neoplasm: Pharynx, unspecified
de: Gutartige Neubildung: Pharynx, nicht näher bezeichnet
zh_cn: 未特指的咽良性肿瘤

# model:gnuhealth.pathology,name:D11
source: Benign neoplasm of major salivary glands
de: Gutartige Neubildung der großen Speicheldrüsen
fr_fr: Tumeur bénigne des glandes salivaires principales
zh_cn: 大涎腺良性肿瘤

# model:gnuhealth.pathology,name:D110
source: Benign neoplasm: Parotid gland
de: Gutartige Neubildung: Parotis
zh_cn: 腮腺良性肿瘤

# model:gnuhealth.pathology,name:D117
source: Benign neoplasm: Other major salivary glands
de: Gutartige Neubildung: Sonstige große Speicheldrüsen
zh_cn: 其他大涎腺的良性肿瘤

# model:gnuhealth.pathology,name:D119
source: Benign neoplasm: Major salivary gland, unspecified
de: Gutartige Neubildung: Große Speicheldrüse, nicht näher bezeichnet
zh_cn: 未特指的大涎腺良性肿瘤

# model:gnuhealth.pathology,name:D12
source: Benign neoplasm of colon, rectum, anus and anal canal
de: Gutartige Neubildung des Kolons, des Rektums, des Analkanals und des Anus
fr_fr: Tumeur bénigne du côlon, du rectum, de l'anus et du canal anal
zh_cn: 结肠、直肠、肛门和肛管良性肿瘤

# model:gnuhealth.pathology,name:D120
source: Benign neoplasm: Caecum
de: Gutartige Neubildung: Zäkum
zh_cn: 盲肠良性肿瘤

# model:gnuhealth.pathology,name:D121
source: Benign neoplasm: Appendix
de: Gutartige Neubildung: Appendix vermiformis
zh_cn: 阑尾良性肿瘤

# model:gnuhealth.pathology,name:D122
source: Benign neoplasm: Ascending colon
de: Gutartige Neubildung: Colon ascendens
zh_cn: 升结肠良性肿瘤

# model:gnuhealth.pathology,name:D123
source: Benign neoplasm: Transverse colon
de: Gutartige Neubildung: Colon transversum
zh_cn: 横结肠良性肿瘤

# model:gnuhealth.pathology,name:D124
source: Benign neoplasm: Descending colon
de: Gutartige Neubildung: Colon descendens
zh_cn: 降结肠良性肿瘤

# model:gnuhealth.pathology,name:D125
source: Benign neoplasm: Sigmoid colon
de: Gutartige Neubildung: Colon sigmoideum
zh_cn: 乙状结肠良性肿瘤

# model:gnuhealth.pathology,name:D126
source: Benign neoplasm: Colon, unspecified
de: Gutartige Neubildung: Kolon, nicht näher bezeichnet
zh_cn: 未特指的结肠良性肿瘤

# model:gnuhealth.pathology,name:D127
source: Benign neoplasm: Rectosigmoid junction
de: Gutartige Neubildung: Rektosigmoid, Übergang
zh_cn: 直肠乙状结肠连接处良性肿瘤

# model:gnuhealth.pathology,name:D128
source: Benign neoplasm: Rectum
de: Gutartige Neubildung: Rektum
zh_cn: 直肠良性肿瘤

# model:gnuhealth.pathology,name:D129
source: Benign neoplasm: Anus and anal canal
de: Gutartige Neubildung: Analkanal und Anus
zh_cn: 肛门和肛管良性肿瘤

# model:gnuhealth.pathology,name:D13
source: Benign neoplasm of other and ill-defined parts of digestive system
de: Gutartige Neubildung sonstiger und ungenau bezeichneter Teile des Verdauungssystems
fr_fr: Tumeurs bénignes de parties autres et mal définies de l'appareil digestif
zh_cn: 消化系统其他和不明确部位的良性肿瘤

# model:gnuhealth.pathology,name:D130
source: Benign neoplasm: Oesophagus
de: Gutartige Neubildung: Ösophagus
zh_cn: 食管良性肿瘤

# model:gnuhealth.pathology,name:D131
source: Benign neoplasm: Stomach
de: Gutartige Neubildung: Magen
zh_cn: 胃良性肿瘤

# model:gnuhealth.pathology,name:D132
source: Benign neoplasm: Duodenum
de: Gutartige Neubildung: Duodenum
zh_cn: 十二指肠良性肿瘤

# model:gnuhealth.pathology,name:D133
source: Benign neoplasm: Other and unspecified parts of small intestine
de: Gutartige Neubildung: Sonstige und nicht näher bezeichnete Teile des Dünndarmes
zh_cn: 其他和未特指部位的小肠良性肿瘤

# model:gnuhealth.pathology,name:D134
source: Benign neoplasm: Liver
de: Gutartige Neubildung: Leber
zh_cn: 肝良性肿瘤

# model:gnuhealth.pathology,name:D135
source: Benign neoplasm: Extrahepatic bile ducts
de: Gutartige Neubildung: Extrahepatische Gallengänge und Gallenblase
zh_cn: 肝外胆管良性肿瘤

# model:gnuhealth.pathology,name:D136
source: Benign neoplasm: Pancreas
de: Gutartige Neubildung: Pankreas
zh_cn: 胰良性肿瘤

# model:gnuhealth.pathology,name:D137
source: Benign neoplasm: Endocrine pancreas
de: Gutartige Neubildung: Endokriner Drüsenanteil des Pankreas
zh_cn: 胰腺内分泌的良性肿瘤

# model:gnuhealth.pathology,name:D139
source: Benign neoplasm: Ill-defined sites within the digestive system
de: Gutartige Neubildung: Ungenau bezeichnete Lokalisationen innerhalb des Verdauungssystems
zh_cn: 消化系统内不明确部位的良性肿瘤

# model:gnuhealth.pathology,name:D14
source: Benign neoplasm of middle ear and respiratory system
de: Gutartige Neubildung des Mittelohres und des Atmungssystems
fr_fr: Tumeur bénigne de l'oreille moyenne et de l'appareil respiratoire
zh_cn: 中耳和呼吸系统良性肿瘤

# model:gnuhealth.pathology,name:D140
source: Benign neoplasm: Middle ear, nasal cavity and accessory sinuses
de: Gutartige Neubildung: Mittelohr, Nasenhöhle und Nasennebenhöhlen
zh_cn: 中耳、鼻腔和鼻旁窦良性肿瘤

# model:gnuhealth.pathology,name:D141
source: Benign neoplasm: Larynx
de: Gutartige Neubildung: Larynx
zh_cn: 喉良性肿瘤

# model:gnuhealth.pathology,name:D142
source: Benign neoplasm: Trachea
de: Gutartige Neubildung: Trachea
zh_cn: 气管良性肿瘤

# model:gnuhealth.pathology,name:D143
source: Benign neoplasm: Bronchus and lung
de: Gutartige Neubildung: Bronchus und Lunge
zh_cn: 支气管和肺良性肿瘤

# model:gnuhealth.pathology,name:D144
source: Benign neoplasm: Respiratory system, unspecified
de: Gutartige Neubildung: Atmungssystem, nicht näher bezeichnet
zh_cn: 未特指的呼吸系统良性肿瘤

# model:gnuhealth.pathology,name:D15
source: Benign neoplasm of other and unspecified intrathoracic organs
de: Gutartige Neubildung sonstiger und nicht näher bezeichneter intrathorakaler Organe
fr_fr: Tumeur bénigne des organes intrathoraciques, autres et non précisés
zh_cn: 胸腔内器官其他和未特指的良性肿瘤

# model:gnuhealth.pathology,name:D150
source: Benign neoplasm: Thymus
de: Gutartige Neubildung: Thymus
zh_cn: 胸腺良性肿瘤

# model:gnuhealth.pathology,name:D151
source: Benign neoplasm: Heart
de: Gutartige Neubildung: Herz
zh_cn: 心脏良性肿瘤

# model:gnuhealth.pathology,name:D152
source: Benign neoplasm: Mediastinum
de: Gutartige Neubildung: Mediastinum
zh_cn: 纵隔良性肿瘤

# model:gnuhealth.pathology,name:D157
source: Benign neoplasm: Other specified intrathoracic organs
de: Gutartige Neubildung: Sonstige näher bezeichnete intrathorakale Organe
zh_cn: 其他特指的胸腔内器官良性肿瘤

# model:gnuhealth.pathology,name:D159
source: Benign neoplasm: Intrathoracic organ, unspecified
de: Gutartige Neubildung: Intrathorakales Organ, nicht näher bezeichnet
zh_cn: 未特指的胸腔内器官良性肿瘤

# model:gnuhealth.pathology,name:D16
source: Benign neoplasm of bone and articular cartilage
de: Gutartige Neubildung des Knochens und des Gelenkknorpels
fr_fr: Tumeur bénigne des os et du cartilage articulaire
zh_cn: 骨和关节软骨良性肿瘤

# model:gnuhealth.pathology,name:D160
source: Benign neoplasm: Scapula and long bones of upper limb
de: Gutartige Neubildung des Knochens und des Gelenkknorpels: Skapula und lange Knochen der oberen Extremität
zh_cn: 肩胛骨和上肢长骨良性肿瘤

# model:gnuhealth.pathology,name:D161
source: Benign neoplasm: Short bones of upper limb
de: Gutartige Neubildung des Knochens und des Gelenkknorpels: Kurze Knochen der oberen Extremität
zh_cn: 上肢短骨良性肿瘤

# model:gnuhealth.pathology,name:D162
source: Benign neoplasm: Long bones of lower limb
de: Gutartige Neubildung des Knochens und des Gelenkknorpels: Lange Knochen der unteren Extremität
zh_cn: 下肢长骨良性肿瘤

# model:gnuhealth.pathology,name:D163
source: Benign neoplasm: Short bones of lower limb
de: Gutartige Neubildung des Knochens und des Gelenkknorpels: Kurze Knochen der unteren Extremität
zh_cn: 下肢短骨良性肿瘤

# model:gnuhealth.pathology,name:D164
source: Benign neoplasm: Bones of skull and face
de: Gutartige Neubildung des Knochens und des Gelenkknorpels: Knochen des Hirn- und Gesichtsschädels
zh_cn: 颅骨和面骨良性肿瘤

# model:gnuhealth.pathology,name:D165
source: Benign neoplasm: Lower jaw bone
de: Gutartige Neubildung des Knochens und des Gelenkknorpels: Unterkieferknochen
zh_cn: 下颌骨良性肿瘤

# model:gnuhealth.pathology,name:D166
source: Benign neoplasm: Vertebral column
de: Gutartige Neubildung des Knochens und des Gelenkknorpels: Wirbelsäule
zh_cn: 脊柱良性肿瘤

# model:gnuhealth.pathology,name:D167
source: Benign neoplasm: Ribs, sternum and clavicle
de: Gutartige Neubildung des Knochens und des Gelenkknorpels: Rippen, Sternum und Klavikula
zh_cn: 肋骨、胸骨和锁骨良性肿瘤

# model:gnuhealth.pathology,name:D168
source: Benign neoplasm: Pelvic bones, sacrum and coccyx
de: Gutartige Neubildung des Knochens und des Gelenkknorpels: Knöchernes Becken
zh_cn: 骨盆骨、骶骨和尾骨良性肿瘤

# model:gnuhealth.pathology,name:D169
source: Benign neoplasm: Bone and articular cartilage, unspecified
de: Gutartige Neubildung: Knochen und Gelenkknorpel, nicht näher bezeichnet
zh_cn: 未特指的骨和关节软骨良性肿瘤

# model:gnuhealth.pathology,name:D17
source: Benign lipomatous neoplasm
de: Gutartige Neubildung des Fettgewebes
fr_fr: Tumeur lipomateuse bénigne
zh_cn: 良性脂肪瘤样肿瘤

# model:gnuhealth.pathology,name:D170
source: Benign lipomatous neoplasm of skin and subcutaneous tissue of head, face and neck
de: Gutartige Neubildung des Fettgewebes der Haut und der Unterhaut des Kopfes, des Gesichtes und des Halses
fr_fr: Tumeur lipomateuse bénigne de la peau et du tissu sous-cutané de la tête, de la face et du cou
zh_cn: 头、面和颈部皮肤和皮下组织良性脂肪瘤样肿瘤

# model:gnuhealth.pathology,name:D171
source: Benign lipomatous neoplasm of skin and subcutaneous tissue of trunk
de: Gutartige Neubildung des Fettgewebes der Haut und der Unterhaut des Rumpfes
fr_fr: Tumeur lipomateuse bénigne de la peau et du tissu sous-cutané du tronc
zh_cn: 躯干皮肤和皮下组织良性脂肪瘤样肿瘤

# model:gnuhealth.pathology,name:D172
source: Benign lipomatous neoplasm of skin and subcutaneous tissue of limbs
de: Gutartige Neubildung des Fettgewebes der Haut und der Unterhaut der Extremitäten
fr_fr: Tumeur lipomateuse bénigne de la peau et du tissu sous-cutané des membres
zh_cn: 四肢皮肤和皮下组织良性脂肪瘤样肿瘤

# model:gnuhealth.pathology,name:D173
source: Benign lipomatous neoplasm of skin and subcutaneous tissue of other and unspecified sites
de: Gutartige Neubildung des Fettgewebes der Haut und der Unterhaut an sonstigen und nicht näher bezeichneten Lokalisationen
fr_fr: Tumeur lipomateuse bénigne de la peau et du tissu sous-cutané, de sièges autres et non précisés
zh_cn: 其他和未特指部位的皮肤和皮下组织良性脂肪瘤样肿瘤

# model:gnuhealth.pathology,name:D174
source: Benign lipomatous neoplasm of intrathoracic organs
de: Gutartige Neubildung des Fettgewebes der intrathorakalen Organe
fr_fr: Tumeur lipomateuse bénigne des organes intrathoraciques
zh_cn: 胸腔内器官良性脂肪瘤样肿瘤

# model:gnuhealth.pathology,name:D175
source: Benign lipomatous neoplasm of intra-abdominal organs
de: Gutartige Neubildung des Fettgewebes der intraabdominalen Organe
fr_fr: Tumeur lipomateuse bénigne des organes intra-abdominaux
zh_cn: 腹腔内器官良性脂肪瘤样肿瘤

# model:gnuhealth.pathology,name:D176
source: Benign lipomatous neoplasm of spermatic cord
de: Gutartige Neubildung des Fettgewebes des Samenstrangs
fr_fr: Tumeur lipomateuse bénigne du cordon spermatique
zh_cn: 精索良性脂肪瘤样肿瘤

# model:gnuhealth.pathology,name:D177
source: Benign lipomatous neoplasm of other sites
de: Gutartige Neubildung des Fettgewebes an sonstigen Lokalisationen
fr_fr: Tumeur lipomateuse bénigne d'autres sièges
zh_cn: 其他部位的良性脂肪瘤样肿瘤

# model:gnuhealth.pathology,name:D179
source: Benign lipomatous neoplasm, unspecified
de: Gutartige Neubildung des Fettgewebes, nicht näher bezeichnet
fr_fr: Tumeur lipomateuse bénigne, sans précision
zh_cn: 未特指的良性脂肪瘤样肿瘤

# model:gnuhealth.pathology,name:D18
source: Haemangioma and lymphangioma, any site
de: Hämangiom und Lymphangiom, jede Lokalisation
fr_fr: Hémangiome et lymphangiome, tout siège
zh_cn: 血管瘤和淋巴管瘤，任何部位

# model:gnuhealth.pathology,name:D180
source: Haemangioma, any site
de: Hämangiom, jede Lokalisation
fr_fr: Hémangiome, tout siège
zh_cn: 血管瘤，任何部位

# model:gnuhealth.pathology,name:D181
source: Lymphangioma, any site
de: Lymphangiom, jede Lokalisation
fr_fr: Lymphangiome, tout siège
zh_cn: 淋巴管瘤，任何部位

# model:gnuhealth.pathology,name:D19
source: Benign neoplasm of mesothelial tissue
de: Gutartige Neubildung des mesothelialen Gewebes
fr_fr: Tumeur bénigne du tissu mésothélial
zh_cn: 间皮组织良性肿瘤

# model:gnuhealth.pathology,name:D190
source: Benign neoplasm: Mesothelial tissue of pleura
de: Gutartige Neubildung: Mesotheliales Gewebe der Pleura
zh_cn: 胸膜间皮组织良性肿瘤

# model:gnuhealth.pathology,name:D191
source: Benign neoplasm: Mesothelial tissue of peritoneum
de: Gutartige Neubildung: Mesotheliales Gewebe des Peritoneums
zh_cn: 腹膜间皮组织良性肿瘤

# model:gnuhealth.pathology,name:D197
source: Benign neoplasm: Mesothelial tissue of other sites
de: Gutartige Neubildung: Mesotheliales Gewebe an sonstigen Lokalisationen
zh_cn: 其他部位的间皮组织良性肿瘤

# model:gnuhealth.pathology,name:D199
source: Benign neoplasm: Mesothelial tissue, unspecified
de: Gutartige Neubildung: Mesotheliales Gewebe, nicht näher bezeichnet
zh_cn: 未特指的问皮组织良性肿瘤

# model:gnuhealth.pathology,name:D20
source: Benign neoplasm of soft tissue of retroperitoneum and peritoneum
de: Gutartige Neubildung des Weichteilgewebes des Retroperitoneums und des Peritoneums
fr_fr: Tumeur bénigne des tissus mous du rétropéritoine et du péritoine
zh_cn: 腹膜后腔和腹膜软组织良性肿瘤

# model:gnuhealth.pathology,name:D200
source: Benign neoplasm: Retroperitoneum
de: Gutartige Neubildung: Retroperitoneum
zh_cn: 腹膜后腔良性肿瘤

# model:gnuhealth.pathology,name:D201
source: Benign neoplasm: Peritoneum
de: Gutartige Neubildung: Peritoneum
zh_cn: 腹膜良性肿瘤

# model:gnuhealth.pathology,name:D21
source: Other benign neoplasms of connective and other soft tissue
de: Sonstige gutartige Neubildungen des Bindegewebes und anderer Weichteilgewebe
fr_fr: Autres tumeurs bénignes du tissu conjonctif et des autres tissus mous
zh_cn: 结缔组织和其他软组织的其他良性肿瘤

# model:gnuhealth.pathology,name:D210
source: Benign neoplasm: Connective and other soft tissue of head, face and neck
de: Sonstige gutartige Neubildungen: Bindegewebe und andere Weichteilgewebe des Kopfes, des Gesichtes und des Halses
zh_cn: 头、面和颈部结缔组织和其他软组织的良性肿瘤

# model:gnuhealth.pathology,name:D211
source: Benign neoplasm: Connective and other soft tissue of upper limb, including shoulder
de: Sonstige gutartige Neubildungen: Bindegewebe und andere Weichteilgewebe der oberen Extremität, einschließlich Schulter
zh_cn: 上肢结缔组织和其他软组织良性肿瘤，包括肩
