Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:O052
source: Incomplete, complicated by embolism
fr_fr: autres formes d'avortement | incomplet, compliqué d'une embolie

# model:gnuhealth.pathology,name:O053
source: Incomplete, with other and unspecified complications
fr_fr: autres formes d'avortement | incomplet, avec complications autres et non précisées

# model:gnuhealth.pathology,name:O054
source: Incomplete, without complication
fr_fr: autres formes d'avortement | incomplet, sans complication

# model:gnuhealth.pathology,name:O055
source: Complete or unspecified, complicated by genital tract and pelvic infection
fr_fr: autres formes d'avortement | complet ou sans précision, compliqué d'une infection de l'appareil génital et des organes pelviens

# model:gnuhealth.pathology,name:O056
source: Complete or unspecified, complicated by delayed or excessive haemorrhage
fr_fr: autres formes d'avortement | complet ou sans précision, compliqué d'une hémorragie retardée ou sévère

# model:gnuhealth.pathology,name:O057
source: Complete or unspecified, complicated by embolism
fr_fr: autres formes d'avortement | complet ou sans précision, compliqué d'une embolie

# model:gnuhealth.pathology,name:O058
source: Complete or unspecified, with other and unspecified complications
fr_fr: autres formes d'avortement | complet ou sans précision, avec complications autres et non précisées

# model:gnuhealth.pathology,name:O059
source: Complete or unspecified, without complication
fr_fr: autres formes d'avortement | complet ou sans précision, sans complication

# model:gnuhealth.pathology,name:O060
source: Incomplete, complicated by genital tract and pelvic infection
fr_fr: avortement, sans précision | incomplet, compliqué d'une infection de l'appareil génital et des organes pelviens

# model:gnuhealth.pathology,name:O061
source: Incomplete, complicated by delayed or excessive haemorrhage
fr_fr: avortement, sans précision | incomplet, compliqué d'une hémorragie retardée ou sévère

# model:gnuhealth.pathology,name:O062
source: Incomplete, complicated by embolism
fr_fr: avortement, sans précision | incomplet, compliqué d'une embolie

# model:gnuhealth.pathology,name:O063
source: Incomplete, with other and unspecified complications
fr_fr: avortement, sans précision | incomplet, avec complications autres et non précisées

# model:gnuhealth.pathology,name:O064
source: Incomplete, without complication
fr_fr: avortement, sans précision | incomplet, sans complication

# model:gnuhealth.pathology,name:O065
source: Complete or unspecified, complicated by genital tract and pelvic infection
fr_fr: avortement, sans précision | complet ou sans précision, compliqué d'une infection de l'appareil génital et des organes pelviens

# model:gnuhealth.pathology,name:O066
source: Complete or unspecified, complicated by delayed or excessive haemorrhage
fr_fr: avortement, sans précision | complet ou sans précision, compliqué d'une hémorragie retardée ou sévère

# model:gnuhealth.pathology,name:O067
source: Complete or unspecified, complicated by embolism
fr_fr: avortement, sans précision | complet ou sans précision, compliqué d'une embolie

# model:gnuhealth.pathology,name:O068
source: Complete or unspecified, with other and unspecified complications
fr_fr: avortement, sans précision | complet ou sans précision, avec complications autres et non précisées

# model:gnuhealth.pathology,name:O069
source: Complete or unspecified, without complication
fr_fr: avortement, sans précision | complet ou sans précision, sans complication

# model:gnuhealth.pathology,name:O11
source: Pre-existing hypertensive disorder with superimposed proteinuria
fr_fr: Syndrome hypertensif préexistant, avec protéinurie surajoutée

# model:gnuhealth.pathology,name:O13
source: Gestational [pregnancy-induced] hypertension without significant proteinuria
fr_fr: Hypertension gestationnelle [liée à la grossesse] sans protéinurie importante

# model:gnuhealth.pathology,name:O14
source: Gestational [pregnancy-induced] hypertension with significant proteinuria
fr_fr: Hypertension gestationnelle [liée à la grossesse] avec protéinurie importante

# model:gnuhealth.pathology,name:O140
source: Moderate preeclampsia
fr_fr: Prééclampsie modérée

# model:gnuhealth.pathology,name:O141
source: Severe preeclampsia
fr_fr: Prééclampsie sévère

# model:gnuhealth.pathology,name:O149
source: Preeclampsia, unspecified
fr_fr: Prééclampsie, sans précision

# model:gnuhealth.pathology,name:O22
source: Venous complications in pregnancy
fr_fr: Complications veineuses de la grossesse

# model:gnuhealth.pathology,name:O23
source: Infections of genito-urinary tract in pregnancy
fr_fr: Infections de l'appareil génito-urinaire au cours de la grossesse

# model:gnuhealth.pathology,name:O239
source: Other and unspecified genito-urinary tract infection in pregnancy
fr_fr: Infections de l'appareil génito-urinaire au cours de la grossesse, autres et sans précision

# model:gnuhealth.pathology,name:O240
source: Pre-existing diabetes mellitus, insulin-dependent
fr_fr: Diabète sucré préexistant, insulino-dépendant

# model:gnuhealth.pathology,name:O241
source: Pre-existing diabetes mellitus, noninsulin-dependent
fr_fr: Diabète sucré préexistant, non insulino-dépendant

# model:gnuhealth.pathology,name:O242
source: Pre-existing malnutrition-related diabetes mellitus
fr_fr: Diabète sucré préexistant lié à la malnutrition

# model:gnuhealth.pathology,name:O243
source: Pre-existing diabetes mellitus, unspecified
fr_fr: Diabète sucré préexistant, sans précision

# model:gnuhealth.pathology,name:O263
source: Retained intra-uterine contraceptive device in pregnancy
fr_fr: Rétention d'un stérilet au cours d'une grossesse

# model:gnuhealth.pathology,name:O310
source: Papyraceous foetus
fr_fr: Fœtus papyracé

# model:gnuhealth.pathology,name:O311
source: Continuing pregnancy after abortion of one foetus or more
fr_fr: Poursuite de la grossesse après avortement d'un ou plusieurs fœtus

# model:gnuhealth.pathology,name:O312
source: Continuing pregnancy after intra-uterine death of one foetus or more
fr_fr: Poursuite de la grossesse après mort intra-utérine d'un ou plusieurs fœtus

# model:gnuhealth.pathology,name:O32
source: Maternal care for known or suspected malpresentation of foetus
fr_fr: Soins maternels pour présentation anormale connue ou présumée du fœtus

# model:gnuhealth.pathology,name:O325
source: Maternal care for multiple gestation with malpresentation of one foetus or more
fr_fr: Soins maternels pour grossesse multiple avec présentation anormale d'un ou plusieurs fœtus

# model:gnuhealth.pathology,name:O328
source: Maternal care for other malpresentation of foetus
fr_fr: Soins maternels pour d'autres présentations anormales du fœtus

# model:gnuhealth.pathology,name:O329
source: Maternal care for malpresentation of foetus, unspecified
fr_fr: Soins maternels pour présentation anormale du fœtus, sans précision

# model:gnuhealth.pathology,name:O334
source: Maternal care for disproportion of mixed maternal and foetal origin
fr_fr: Soins maternels pour disproportion fœto-pelvienne d'origine mixte, maternelle et fœtale

# model:gnuhealth.pathology,name:O335
source: Maternal care for disproportion due to unusually large foetus
fr_fr: Soins maternels pour disproportion due à un fœtus anormalement gros

# model:gnuhealth.pathology,name:O336
source: Maternal care for disproportion due to hydrocephalic foetus
fr_fr: Soins maternels pour disproportion due à un fœtus hydrocéphale

# model:gnuhealth.pathology,name:O337
source: Maternal care for disproportion due to other foetal deformities
fr_fr: Soins maternels pour disproportion due à d'autres anomalies du fœtus

# model:gnuhealth.pathology,name:O35
source: Maternal care for known or suspected foetal abnormality and damage
fr_fr: Soins maternels pour anomalie et lésion fœtales, connues ou présumées

# model:gnuhealth.pathology,name:O350
source: Maternal care for (suspected) central nervous system malformation in foetus
fr_fr: Soins maternels pour malformation (présumée) du système nerveux central du fœtus

# model:gnuhealth.pathology,name:O351
source: Maternal care for (suspected) chromosomal abnormality in foetus
fr_fr: Soins maternels pour anomalie chromosomique (présumée) du fœtus

# model:gnuhealth.pathology,name:O352
source: Maternal care for (suspected) hereditary disease in foetus
fr_fr: Soins maternels pour maladie héréditaire (présumée) du fœtus

# model:gnuhealth.pathology,name:O353
source: Maternal care for (suspected) damage to foetus from viral disease in mother
fr_fr: Soins maternels pour lésions fœtales (présumées) résultant d'une maladie virale de la mère

# model:gnuhealth.pathology,name:O354
source: Maternal care for (suspected) damage to foetus from alcohol
fr_fr: Soins maternels pour lésions fœtales (présumées) dues à l'alcoolisme maternel

# model:gnuhealth.pathology,name:O355
source: Maternal care for (suspected) damage to foetus by drugs
fr_fr: Soins maternels pour lésions fœtales (présumées) médicamenteuses

# model:gnuhealth.pathology,name:O356
source: Maternal care for (suspected) damage to foetus by radiation
fr_fr: Soins maternels pour lésions fœtales (présumées) dues à une irradiation

# model:gnuhealth.pathology,name:O357
source: Maternal care for (suspected) damage to foetus by other medical procedures
fr_fr: Soins maternels pour lésions fœtales (présumées) dues à d'autres actes à visée diagnostique et thérapeutique

# model:gnuhealth.pathology,name:O358
source: Maternal care for other (suspected) foetal abnormality and damage
fr_fr: Soins maternels pour d'autres anomalies et lésions fœtales (présumées)

# model:gnuhealth.pathology,name:O359
source: Maternal care for (suspected) foetal abnormality and damage, unspecified
fr_fr: Soins maternels pour anomalie et lésion fœtale (présumées), sans précision

# model:gnuhealth.pathology,name:O36
source: Maternal care for other known or suspected foetal problems
fr_fr: Soins maternels pour d'autres affections connues ou présumées du fœtus

# model:gnuhealth.pathology,name:O360
source: Maternal care for rhesus isoimmunisation
fr_fr: Soins maternels pour iso-immunisation anti-Rh

# model:gnuhealth.pathology,name:O361
source: Maternal care for other isoimmunisation
fr_fr: Soins maternels pour une autre iso-immunisation

# model:gnuhealth.pathology,name:O362
source: Maternal care for hydrops foetalis
fr_fr: Soins maternels pour anasarque fœto-placentaire

# model:gnuhealth.pathology,name:O363
source: Maternal care for signs of foetal hypoxia
fr_fr: Soins maternels pour signes d'hypoxie fœtale

# model:gnuhealth.pathology,name:O364
source: Maternal care for intra-uterine death
fr_fr: Soins maternels pour mort intra-utérine du fœtus

# model:gnuhealth.pathology,name:O365
source: Maternal care for poor foetal growth
fr_fr: Soins maternels pour croissance insuffisante du fœtus

# model:gnuhealth.pathology,name:O366
source: Maternal care for excessive foetal growth
fr_fr: Soins maternels pour croissance excessive du fœtus

# model:gnuhealth.pathology,name:O367
source: Maternal care for viable foetus in abdominal pregnancy
fr_fr: Soins maternels pour grossesse abdominale avec fœtus viable

# model:gnuhealth.pathology,name:O368
source: Maternal care for other specified foetal problems
fr_fr: Soins maternels pour d'autres affections précisées du fœtus

# model:gnuhealth.pathology,name:O369
source: Maternal care for foetal problem, unspecified
fr_fr: Soins maternels pour affection du fœtus, sans précision

# model:gnuhealth.pathology,name:O60
source: Preterm delivery
fr_fr: Travail prématuré [avant terme]

# model:gnuhealth.pathology,name:O624
source: Hypertonic, incoördinate and prolonged uterine contractions
fr_fr: Contractions utérines hypertoniques, non coordonnées et prolongées

# model:gnuhealth.pathology,name:O64
source: Obstructed labour due to malposition and malpresentation of foetus
fr_fr: Dystocie due à une position et une présentation anormales du fœtus

# model:gnuhealth.pathology,name:O640
source: Obstructed labour due to incomplete rotation of foetal head
fr_fr: Dystocie due à une rotation incomplète de la tête du fœtus

# model:gnuhealth.pathology,name:O653
source: Obstructed labour due to pelvic outlet and midcavity contraction
fr_fr: Dystocie due à un rétrécissement du détroit inférieur et de la cavité moyenne

# model:gnuhealth.pathology,name:O654
source: Obstructed labour due to foetopelvic disproportion, unspecified
fr_fr: Dystocie due à une disproportion fœto-pelvienne, sans précision

# model:gnuhealth.pathology,name:O662
source: Obstructed labour due to unusually large foetus
fr_fr: Dystocie due à un fœtus anormalement gros

# model:gnuhealth.pathology,name:O663
source: Obstructed labour due to other abnormalities of foetus
fr_fr: Dystocie due à d'autres anomalies fœtales

# model:gnuhealth.pathology,name:O68
source: Labour and delivery complicated by foetal stress [distress]
fr_fr: Travail et accouchement compliqués d'une détresse fœtale

# model:gnuhealth.pathology,name:O680
source: Labour and delivery complicated by foetal heart rate anomaly
fr_fr: Travail et accouchement compliqués d'une anomalie du rythme cardiaque du fœtus

# model:gnuhealth.pathology,name:O682
source: Labour and delivery complicated by foetal heart rate anomaly with meconium in amniotic fluid
fr_fr: Travail et accouchement compliqués d'une anomalie du rythme cardiaque du fœtus avec présence de méconium dans le liquide amniotique

# model:gnuhealth.pathology,name:O683
source: Labour and delivery complicated by biochemical evidence of foetal stress
fr_fr: Travail et accouchement compliqués de signes biochimiques de détresse fœtale

# model:gnuhealth.pathology,name:O688
source: Labour and delivery complicated by other evidence of foetal stress
fr_fr: Travail et accouchement compliqués d'autres signes de détresse fœtale

# model:gnuhealth.pathology,name:O689
source: Labour and delivery complicated by foetal stress, unspecified
fr_fr: Travail et accouchement compliqués d'une détresse fœtale, sans précision

# model:gnuhealth.pathology,name:O692
source: Labour and delivery complicated by other cord entanglement
fr_fr: Travail et accouchement compliqués d'une autre forme d'enchevêtrement du cordon

# model:gnuhealth.pathology,name:O714
source: Obstetric high vaginal laceration alone
fr_fr: Déchirure obstétricale vaginale haute isolée

# model:gnuhealth.pathology,name:O730
source: Retained placenta, without haemorrhage
fr_fr: Rétention du placenta sans hémorragie

# model:gnuhealth.pathology,name:O757
source: Vaginal delivery following previous Caesarean section
fr_fr: Accouchement par voie vaginale après une césarienne

# model:gnuhealth.pathology,name:O82
source: Single delivery by Caesarean section
fr_fr: Accouchement unique par césarienne

# model:gnuhealth.pathology,name:O820
source: Delivery by elective Caesarean section
fr_fr: Accouchement par césarienne programmée

# model:gnuhealth.pathology,name:O821
source: Delivery by emergency Caesarean section
fr_fr: Accouchement par césarienne d'urgence

# model:gnuhealth.pathology,name:O822
source: Delivery by Caesarean hysterectomy
fr_fr: Accouchement par césarienne avec hystérectomie

# model:gnuhealth.pathology,name:O828
source: Other single delivery by Caesarean section
fr_fr: Autres accouchements uniques par césarienne

# model:gnuhealth.pathology,name:O829
source: Delivery by Caesarean section, unspecified
fr_fr: Accouchement par césarienne, sans précision

# model:gnuhealth.pathology,name:O833
source: Delivery of viable foetus in abdominal pregnancy
fr_fr: Accouchement d'un fœtus viable après grossesse abdominale

# model:gnuhealth.pathology,name:O842
source: Multiple delivery, all by Caesarean section
fr_fr: Accouchements multiples, tous par césarienne

# model:gnuhealth.pathology,name:O863
source: Other genito-urinary tract infections following delivery
fr_fr: Autres infections des voies génito-urinaires, après accouchement

# model:gnuhealth.pathology,name:O87
source: Venous complications in the puerperium
fr_fr: Complications veineuses au cours de la puerpéralité

# model:gnuhealth.pathology,name:O900
source: Disruption of Caesarean section wound
fr_fr: Rupture d'une suture de césarienne

# model:gnuhealth.pathology,name:O94
source: Sequelae of complication of pregnancy, childbirth and the puerperium
fr_fr: Séquelles de complications de la grossesse, de l'accouchement et de la puerpéralité

# model:gnuhealth.pathology,name:O97
source: Death from sequelae of direct obstetric causes
fr_fr: Mort de séquelles relevant directement d'une cause obstétricale

# model:gnuhealth.pathology,name:P00
source: Foetus and newborn affected by maternal conditions that may be unrelated to present pregnancy
fr_fr: Fœtus et nouveau-né affectés par des affections maternelles, éventuellement sans rapport avec la grossesse actuelle

# model:gnuhealth.pathology,name:P000
source: Foetus and newborn affected by maternal hypertensive disorders
fr_fr: Fœtus et nouveau-né affectés par des troubles hypertensifs de la mère

# model:gnuhealth.pathology,name:P001
source: Foetus and newborn affected by maternal renal and urinary tract diseases
fr_fr: Fœtus et nouveau-né affectés par des maladies rénales et des voies urinaires de la mère

# model:gnuhealth.pathology,name:P002
source: Foetus and newborn affected by maternal infectious and parasitic diseases
fr_fr: Fœtus et nouveau-né affectés par des maladies infectieuses et parasitaires de la mère

# model:gnuhealth.pathology,name:P003
source: Foetus and newborn affected by other maternal circulatory and respiratory diseases
fr_fr: Fœtus et nouveau-né affectés par d'autres maladies circulatoires et respiratoires de la mère

# model:gnuhealth.pathology,name:P004
source: Foetus and newborn affected by maternal nutritional disorders
fr_fr: Fœtus et nouveau-né affectés par des troubles nutritionnels de la mère

# model:gnuhealth.pathology,name:P005
source: Foetus and newborn affected by maternal injury
fr_fr: Fœtus et nouveau-né affectés par un traumatisme de la mère

# model:gnuhealth.pathology,name:P006
source: Foetus and newborn affected by surgical procedure on mother
fr_fr: Fœtus et nouveau-né affectés par une intervention chirurgicale chez la mère

# model:gnuhealth.pathology,name:P007
source: Foetus and newborn affected by other medical procedures on mother, not elsewhere classified
fr_fr: Fœtus et nouveau-né affectés par d'autres interventions médicales chez la mère, non classées ailleurs

# model:gnuhealth.pathology,name:P008
source: Foetus and newborn affected by other maternal conditions
fr_fr: Fœtus et nouveau-né affectés par d'autres affections maternelles

# model:gnuhealth.pathology,name:P009
source: Foetus and newborn affected by unspecified maternal condition
fr_fr: Fœtus et nouveau-né affectés par une affection maternelle, sans précision

# model:gnuhealth.pathology,name:P01
source: Foetus and newborn affected by maternal complications of pregnancy
fr_fr: Fœtus et nouveau-né affectés par les complications de la grossesse chez la mère

# model:gnuhealth.pathology,name:P010
source: Foetus and newborn affected by incompetent cervix
fr_fr: Fœtus et nouveau-né affectés par la béance du col

# model:gnuhealth.pathology,name:P011
source: Foetus and newborn affected by premature rupture of membranes
fr_fr: Fœtus et nouveau-né affectés par la rupture prématurée des membranes

# model:gnuhealth.pathology,name:P012
source: Foetus and newborn affected by oligohydramnios
fr_fr: Fœtus et nouveau-né affectés par un oligoamnios

# model:gnuhealth.pathology,name:P013
source: Foetus and newborn affected by polyhydramnios
fr_fr: Fœtus et nouveau-né affectés par un hydramnios

# model:gnuhealth.pathology,name:P014
source: Foetus and newborn affected by ectopic pregnancy
fr_fr: Fœtus et nouveau-né affectés par une grossesse extra-utérine

# model:gnuhealth.pathology,name:P015
source: Foetus and newborn affected by multiple pregnancy
fr_fr: Fœtus et nouveau-né affectés par une grossesse multiple

# model:gnuhealth.pathology,name:P016
source: Foetus and newborn affected by maternal death
fr_fr: Fœtus et nouveau-né affectés par la mort de la mère

# model:gnuhealth.pathology,name:P017
source: Foetus and newborn affected by malpresentation before labour
fr_fr: Fœtus et nouveau-né affectés par une présentation anormale avant le travail

# model:gnuhealth.pathology,name:P018
source: Foetus and newborn affected by other maternal complications of pregnancy
fr_fr: Fœtus et nouveau-né affectés par d'autres complications de la grossesse chez la mère

# model:gnuhealth.pathology,name:P019
source: Foetus and newborn affected by maternal complication of pregnancy, unspecified
fr_fr: Fœtus et nouveau-né affectés par une complication de la grossesse chez la mère, sans précision

# model:gnuhealth.pathology,name:P02
source: Foetus and newborn affected by complications of placenta, cord and membranes
fr_fr: Fœtus et nouveau-né affectés par des complications concernant le placenta, le cordon ombilical et les membranes

# model:gnuhealth.pathology,name:P020
source: Foetus and newborn affected by placenta praevia
fr_fr: Fœtus et nouveau-né affectés par placenta praevia

# model:gnuhealth.pathology,name:P021
source: Foetus and newborn affected by other forms of placental separation and haemorrhage
fr_fr: Fœtus et nouveau-né affectés par d'autres formes de décollement et d'hémorragie placentaires

# model:gnuhealth.pathology,name:P022
source: Foetus and newborn affected by other and unspecified morphological and functional abnormalities of placenta
fr_fr: Fœtus et nouveau-né affectés par des anomalies morphologiques et fonctionnelles du placenta, autres et sans précision

# model:gnuhealth.pathology,name:P023
source: Foetus and newborn affected by placental transfusion syndromes
fr_fr: Fœtus et nouveau-né affectés par des syndromes de transfusion placentaire

# model:gnuhealth.pathology,name:P024
source: Foetus and newborn affected by prolapsed cord
fr_fr: Fœtus et nouveau-né affectés par une procidence du cordon ombilical

# model:gnuhealth.pathology,name:P025
source: Foetus and newborn affected by other compression of umbilical cord
fr_fr: Fœtus et nouveau-né affectés par d'autres formes de compression du cordon ombilical

# model:gnuhealth.pathology,name:P026
source: Foetus and newborn affected by other and unspecified conditions of umbilical cord
fr_fr: Fœtus et nouveau-né affectés par des affections du cordon ombilical, autres et sans précision

# model:gnuhealth.pathology,name:P027
source: Foetus and newborn affected by chorioamnionitis
fr_fr: Fœtus et nouveau-né affectés par une chorio-amniotite

# model:gnuhealth.pathology,name:P028
source: Foetus and newborn affected by other abnormalities of membranes
fr_fr: Fœtus et nouveau-né affectés par d'autres anomalies des membranes

# model:gnuhealth.pathology,name:P029
source: Foetus and newborn affected by abnormality of membranes, unspecified
fr_fr: Fœtus et nouveau-né affectés par une anomalie des membranes, sans précision

# model:gnuhealth.pathology,name:P03
source: Foetus and newborn affected by other complications of labour and delivery
fr_fr: Fœtus et nouveau-né affectés par d'autres complications du travail et de l'accouchement

# model:gnuhealth.pathology,name:P030
source: Foetus and newborn affected by breech delivery and extraction
fr_fr: Fœtus et nouveau-né affectés par un accouchement et une extraction par le siège

# model:gnuhealth.pathology,name:P031
source: Foetus and newborn affected by other malpresentation, malposition and disproportion during labour and delivery
fr_fr: Fœtus et nouveau-né affectés par d'autres présentations et positions vicieuses du fœtus et disproportions fœto-pelviennes au cours du travail et de l'accouchement
