Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:X882
source: Assault by gases and vapours: School, other institution and public administrative area
de: Tätlicher Angriff mit Kohlenmonoxid aus sonstigen häuslichen Brennstoffen

# model:gnuhealth.pathology,name:X883
source: Assault by gases and vapours: Sports and athletics area
de: Tätlicher Angriff mit Kohlenmonoxid aus sonstigen Quellen

# model:gnuhealth.pathology,name:X884
source: Assault by gases and vapours: Street and highway
de: Tätlicher Angriff mit Kohlenmonoxid aus nicht näher bezeichneten Quellen

# model:gnuhealth.pathology,name:X885
source: Assault by gases and vapours: Trade and service area
de: Tätlicher Angriff mit Gasen oder Dämpfen: Gewerbe- und Dienstleistungseinrichtungen

# model:gnuhealth.pathology,name:X886
source: Assault by gases and vapours: Industrial and construction area
de: Tätlicher Angriff mit Gasen oder Dämpfen: Industrieanlagen und Baustellen

# model:gnuhealth.pathology,name:X887
source: Assault by gases and vapours: Farm
de: Tätlicher Angriff mit Gasen oder Dämpfen: Landwirtschaftlicher Betrieb

# model:gnuhealth.pathology,name:X888
source: Assault by gases and vapours: Other specified place
de: Tätlicher Angriff mit sonstigen näher bezeichneten Gasen und Dämpfen

# model:gnuhealth.pathology,name:X889
source: Assault by gases and vapours: Unspecified place
de: Tätlicher Angriff mit nicht näher bezeichneten Gasen und Dämpfen

# model:gnuhealth.pathology,name:X89
source: Assault by other specified chemicals and noxious substances
de: Tätlicher Angriff mit sonstigen näher bezeichneten Chemikalien oder schädlichen Substanzen
fr_fr: Agression par d'autres produits chimiques et nocifs précisés
zh_cn: 用其他特指的化学制品和有害物质进行加害

# model:gnuhealth.pathology,name:X890
source: Home
de: Tätlicher Angriff mit sonstigen näher bezeichneten Chemikalien oder schädlichen Substanzen: Zu Hause
fr_fr: agression par d'autres produits chimiques et nocifs précisés | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X891
source: Residential institution
de: Tätlicher Angriff mit sonstigen näher bezeichneten Chemikalien oder schädlichen Substanzen: Wohnheime oder -anstalten
fr_fr: agression par d'autres produits chimiques et nocifs précisés | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X892
source: School, other institution and public administrative area
de: Tätlicher Angriff mit sonstigen näher bezeichneten Chemikalien oder schädlichen Substanzen: Schule, sonstige öffentliche Bauten
fr_fr: agression par d'autres produits chimiques et nocifs précisés | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X893
source: Sports and athletics area
de: Tätlicher Angriff mit sonstigen näher bezeichneten Chemikalien oder schädlichen Substanzen: Sportstätten
fr_fr: agression par d'autres produits chimiques et nocifs précisés | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X894
source: Street and highway
de: Tätlicher Angriff mit sonstigen näher bezeichneten Chemikalien oder schädlichen Substanzen: Straßen und Wege
fr_fr: agression par d'autres produits chimiques et nocifs précisés | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X895
source: Trade and service area
de: Tätlicher Angriff mit sonstigen näher bezeichneten Chemikalien oder schädlichen Substanzen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression par d'autres produits chimiques et nocifs précisés | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X896
source: Industrial and construction area
de: Tätlicher Angriff mit sonstigen näher bezeichneten Chemikalien oder schädlichen Substanzen: Industrieanlagen und Baustellen
fr_fr: agression par d'autres produits chimiques et nocifs précisés | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X897
source: Farm
de: Tätlicher Angriff mit sonstigen näher bezeichneten Chemikalien oder schädlichen Substanzen: Landwirtschaftlicher Betrieb
fr_fr: agression par d'autres produits chimiques et nocifs précisés | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X898
source: Other specified place
de: Tätlicher Angriff mit sonstigen näher bezeichneten Chemikalien oder schädlichen Substanzen: Sonstige näher bezeichnete Orte
fr_fr: agression par d'autres produits chimiques et nocifs précisés | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X899
source: Unspecified place
de: Tätlicher Angriff mit sonstigen näher bezeichneten Chemikalien oder schädlichen Substanzen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression par d'autres produits chimiques et nocifs précisés | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X90
source: Assault by unspecified chemical or noxious substance
de: Tätlicher Angriff mit nicht näher bezeichneter Chemikalie oder schädlicher Substanz
fr_fr: Agression par un produit chimique ou nocif, sans précision
zh_cn: 用未特指的化学制品或有害物质进行加害

# model:gnuhealth.pathology,name:X900
source: Home
de: Tätlicher Angriff mit nicht näher bezeichneter Chemikalie oder schädlicher Substanz: Zu Hause
fr_fr: agression par un produit chimique ou nocif, sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X901
source: Residential institution
de: Tätlicher Angriff mit nicht näher bezeichneter Chemikalie oder schädlicher Substanz: Wohnheime oder -anstalten
fr_fr: agression par un produit chimique ou nocif, sans précision | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X902
source: School, other institution and public administrative area
de: Tätlicher Angriff mit nicht näher bezeichneter Chemikalie oder schädlicher Substanz: Schule, sonstige öffentliche Bauten
fr_fr: agression par un produit chimique ou nocif, sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X903
source: Sports and athletics area
de: Tätlicher Angriff mit nicht näher bezeichneter Chemikalie oder schädlicher Substanz: Sportstätten
fr_fr: agression par un produit chimique ou nocif, sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X904
source: Street and highway
de: Tätlicher Angriff mit nicht näher bezeichneter Chemikalie oder schädlicher Substanz: Straßen und Wege
fr_fr: agression par un produit chimique ou nocif, sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X905
source: Trade and service area
de: Tätlicher Angriff mit nicht näher bezeichneter Chemikalie oder schädlicher Substanz: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression par un produit chimique ou nocif, sans précision | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X906
source: Industrial and construction area
de: Tätlicher Angriff mit nicht näher bezeichneter Chemikalie oder schädlicher Substanz: Industrieanlagen und Baustellen
fr_fr: agression par un produit chimique ou nocif, sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X907
source: Farm
de: Tätlicher Angriff mit nicht näher bezeichneter Chemikalie oder schädlicher Substanz: Landwirtschaftlicher Betrieb
fr_fr: agression par un produit chimique ou nocif, sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X908
source: Other specified place
de: Tätlicher Angriff mit nicht näher bezeichneter Chemikalie oder schädlicher Substanz: Sonstige näher bezeichnete Orte
fr_fr: agression par un produit chimique ou nocif, sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X909
source: Unspecified place
de: Tätlicher Angriff mit nicht näher bezeichneter Chemikalie oder schädlicher Substanz: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression par un produit chimique ou nocif, sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X91
source: Assault by hanging, strangulation and suffocation
de: Tätlicher Angriff durch Erhängen, Strangulierung oder Ersticken
fr_fr: Agression par pendaison, strangulation et suffocation
zh_cn: 用悬吊、绞勒和窒息进行加害

# model:gnuhealth.pathology,name:X910
source: Home
de: Tätlicher Angriff durch Erhängen, Strangulierung oder Ersticken: Zu Hause
fr_fr: agression par pendaison, strangulation et suffocation | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X911
source: Residential institution
de: Tätlicher Angriff durch Erhängen, Strangulierung oder Ersticken: Wohnheime oder -anstalten
fr_fr: agression par pendaison, strangulation et suffocation | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X912
source: School, other institution and public administrative area
de: Tätlicher Angriff durch Erhängen, Strangulierung oder Ersticken: Schule, sonstige öffentliche Bauten
fr_fr: agression par pendaison, strangulation et suffocation | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X913
source: Sports and athletics area
de: Tätlicher Angriff durch Erhängen, Strangulierung oder Ersticken: Sportstätten
fr_fr: agression par pendaison, strangulation et suffocation | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X914
source: Street and highway
de: Tätlicher Angriff durch Erhängen, Strangulierung oder Ersticken: Straßen und Wege
fr_fr: agression par pendaison, strangulation et suffocation | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X915
source: Trade and service area
de: Tätlicher Angriff durch Erhängen, Strangulierung oder Ersticken: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression par pendaison, strangulation et suffocation | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X916
source: Industrial and construction area
de: Tätlicher Angriff durch Erhängen, Strangulierung oder Ersticken: Industrieanlagen und Baustellen
fr_fr: agression par pendaison, strangulation et suffocation | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X917
source: Farm
de: Tätlicher Angriff durch Erhängen, Strangulierung oder Ersticken: Landwirtschaftlicher Betrieb
fr_fr: agression par pendaison, strangulation et suffocation | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X918
source: Other specified place
de: Tätlicher Angriff durch Erhängen, Strangulierung oder Ersticken: Sonstige näher bezeichnete Orte
fr_fr: agression par pendaison, strangulation et suffocation | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X919
source: Unspecified place
de: Tätlicher Angriff durch Erhängen, Strangulierung oder Ersticken: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression par pendaison, strangulation et suffocation | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X92
source: Assault by drowning and submersion
de: Tätlicher Angriff durch Ertränken
fr_fr: Agression par noyade et submersion
zh_cn: 用淹溺和沉没进行加害

# model:gnuhealth.pathology,name:X920
source: Home
de: Tätlicher Angriff durch Ertränken: Zu Hause
fr_fr: agression par noyade et submersion | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X921
source: Residential institution
de: Tätlicher Angriff durch Ertränken: Wohnheime oder -anstalten
fr_fr: agression par noyade et submersion | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X922
source: School, other institution and public administrative area
de: Tätlicher Angriff durch Ertränken: Schule, sonstige öffentliche Bauten
fr_fr: agression par noyade et submersion | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X923
source: Sports and athletics area
de: Tätlicher Angriff durch Ertränken: Sportstätten
fr_fr: agression par noyade et submersion | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X924
source: Street and highway
de: Tätlicher Angriff durch Ertränken: Straßen und Wege
fr_fr: agression par noyade et submersion | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X925
source: Trade and service area
de: Tätlicher Angriff durch Ertränken: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression par noyade et submersion | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X926
source: Industrial and construction area
de: Tätlicher Angriff durch Ertränken: Industrieanlagen und Baustellen
fr_fr: agression par noyade et submersion | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X927
source: Farm
de: Tätlicher Angriff durch Ertränken: Landwirtschaftlicher Betrieb
fr_fr: agression par noyade et submersion | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X928
source: Other specified place
de: Tätlicher Angriff durch Ertränken: Sonstige näher bezeichnete Orte
fr_fr: agression par noyade et submersion | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X929
source: Unspecified place
de: Tätlicher Angriff durch Ertränken: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression par noyade et submersion | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X93
source: Assault by handgun discharge
de: Tätlicher Angriff mit Handfeuerwaffe
fr_fr: Agression par arme de poing
zh_cn: 用手枪发射进行加害

# model:gnuhealth.pathology,name:X930
source: Home
de: Tätlicher Angriff mit Handfeuerwaffe: Zu Hause
fr_fr: agression par arme de poing | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X931
source: Residential institution
de: Tätlicher Angriff mit Handfeuerwaffe: Wohnheime oder -anstalten
fr_fr: agression par arme de poing | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X932
source: School, other institution and public administrative area
de: Tätlicher Angriff mit Handfeuerwaffe: Schule, sonstige öffentliche Bauten
fr_fr: agression par arme de poing | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X933
source: Sports and athletics area
de: Tätlicher Angriff mit Handfeuerwaffe: Sportstätten
fr_fr: agression par arme de poing | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X934
source: Street and highway
de: Tätlicher Angriff mit Handfeuerwaffe: Straßen und Wege
fr_fr: agression par arme de poing | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X935
source: Trade and service area
de: Tätlicher Angriff mit Handfeuerwaffe: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression par arme de poing | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X936
source: Industrial and construction area
de: Tätlicher Angriff mit Handfeuerwaffe: Industrieanlagen und Baustellen
fr_fr: agression par arme de poing | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X937
source: Farm
de: Tätlicher Angriff mit Handfeuerwaffe: Landwirtschaftlicher Betrieb
fr_fr: agression par arme de poing | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X938
source: Other specified place
de: Tätlicher Angriff mit Handfeuerwaffe: Sonstige näher bezeichnete Orte
fr_fr: agression par arme de poing | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X939
source: Unspecified place
de: Tätlicher Angriff mit Handfeuerwaffe: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression par arme de poing | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X94
source: Assault by rifle, shotgun and larger firearm discharge
de: Tätlicher Angriff mit Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schusswaffe]
fr_fr: Agression par fusil, carabine et arme de plus grande taille
zh_cn: 用步枪、猎枪和大型火器发射进行加害

# model:gnuhealth.pathology,name:X940
source: Home
de: Tätlicher Angriff mit Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe]: Zu Hause
fr_fr: agression par fusil, carabine et arme à feu de plus gros calibre | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X941
source: Residential institution
de: Tätlicher Angriff mit Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe]: Wohnheime oder -anstalten
fr_fr: agression par fusil, carabine et arme à feu de plus gros calibre | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X942
source: School, other institution and public administrative area
de: Tätlicher Angriff mit Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe]: Schule, sonstige öffentliche Bauten
fr_fr: agression par fusil, carabine et arme à feu de plus gros calibre | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X943
source: Sports and athletics area
de: Tätlicher Angriff mit Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe]: Sportstätten
fr_fr: agression par fusil, carabine et arme à feu de plus gros calibre | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X944
source: Street and highway
de: Tätlicher Angriff mit Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe]: Straßen und Wege
fr_fr: agression par fusil, carabine et arme à feu de plus gros calibre | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X945
source: Trade and service area
de: Tätlicher Angriff mit Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe]: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression par fusil, carabine et arme à feu de plus gros calibre | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X946
source: Industrial and construction area
de: Tätlicher Angriff mit Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe]: Industrieanlagen und Baustellen
fr_fr: agression par fusil, carabine et arme à feu de plus gros calibre | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X947
source: Farm
de: Tätlicher Angriff mit Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe]: Landwirtschaftlicher Betrieb
fr_fr: agression par fusil, carabine et arme à feu de plus gros calibre | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X948
source: Other specified place
de: Tätlicher Angriff mit Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe]: Sonstige näher bezeichnete Orte
fr_fr: agression par fusil, carabine et arme à feu de plus gros calibre | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X949
source: Unspecified place
de: Tätlicher Angriff mit Gewehr, Schrotflinte oder schwererer Feuerwaffe [Schußwaffe]: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression par fusil, carabine et arme à feu de plus gros calibre | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X95
source: Assault by other and unspecified firearm discharge
de: Tätlicher Angriff mit sonstiger oder nicht näher bezeichneter Feuerwaffe [Schusswaffe]
fr_fr: Agression par des armes à feu, autres et sans précision
zh_cn: 用其他和未特指的火器发射进行加害

# model:gnuhealth.pathology,name:X950
source: Home
de: Tätlicher Angriff mit sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe]: Zu Hause
fr_fr: agression par des armes à feu, autres et sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X951
source: Residential institution
de: Tätlicher Angriff mit sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe]: Wohnheime oder -anstalten
fr_fr: agression par des armes à feu, autres et sans précision | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X952
source: School, other institution and public administrative area
de: Tätlicher Angriff mit sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe]: Schule, sonstige öffentliche Bauten
fr_fr: agression par des armes à feu, autres et sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X953
source: Sports and athletics area
de: Tätlicher Angriff mit sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe]: Sportstätten
fr_fr: agression par des armes à feu, autres et sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X954
source: Street and highway
de: Tätlicher Angriff mit sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe]: Straßen und Wege
fr_fr: agression par des armes à feu, autres et sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X955
source: Trade and service area
de: Tätlicher Angriff mit sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe]: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression par des armes à feu, autres et sans précision | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X956
source: Industrial and construction area
de: Tätlicher Angriff mit sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe]: Industrieanlagen und Baustellen
fr_fr: agression par des armes à feu, autres et sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X957
source: Farm
de: Tätlicher Angriff mit sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe]: Landwirtschaftlicher Betrieb
fr_fr: agression par des armes à feu, autres et sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X958
source: Other specified place
de: Tätlicher Angriff mit sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe]: Sonstige näher bezeichnete Orte
fr_fr: agression par des armes à feu, autres et sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X959
source: Unspecified place
de: Tätlicher Angriff mit sonstiger oder nicht näher bezeichneter Feuerwaffe [Schußwaffe]: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression par des armes à feu, autres et sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X96
source: Assault by explosive material
de: Tätlicher Angriff mit Explosivstoffen
fr_fr: Agression par matériel explosif
zh_cn: 用爆炸物进行加害

# model:gnuhealth.pathology,name:X960
source: Home
de: Tätlicher Angriff mit Explosivstoffen: Zu Hause
fr_fr: agression par matériel explosif | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X961
source: Residential institution
de: Tätlicher Angriff mit Explosivstoffen: Wohnheime oder -anstalten
fr_fr: agression par matériel explosif | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X962
source: School, other institution and public administrative area
de: Tätlicher Angriff mit Explosivstoffen: Schule, sonstige öffentliche Bauten
fr_fr: agression par matériel explosif | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X963
source: Sports and athletics area
de: Tätlicher Angriff mit Explosivstoffen: Sportstätten
fr_fr: agression par matériel explosif | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X964
source: Street and highway
de: Tätlicher Angriff mit Explosivstoffen: Straßen und Wege
fr_fr: agression par matériel explosif | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X965
source: Trade and service area
de: Tätlicher Angriff mit Explosivstoffen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression par matériel explosif | zone de commerce et de services
zh_cn: 贸易和服务区
