Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:C793
source: Secondary malignant neoplasm of brain and cerebral meninges
de: Sekundäre bösartige Neubildung des Gehirns und der Hirnhäute
fr_fr: Tumeur maligne secondaire du cerveau et des méninges cérébrales
zh_cn: 脑和脑膜继发性恶性肿瘤

# model:gnuhealth.pathology,name:C794
source: Secondary malignant neoplasm of other and unspecified parts of nervous system
de: Sekundäre bösartige Neubildung sonstiger und nicht näher bezeichneter Teile des Nervensystems
fr_fr: Tumeur maligne secondaire de parties du système nerveux, autres et non précisées
zh_cn: 其他和未特指部位的神经系统继发性恶性肿瘤

# model:gnuhealth.pathology,name:C795
source: Secondary malignant neoplasm of bone and bone marrow
de: Sekundäre bösartige Neubildung des Knochens und des Knochenmarkes
fr_fr: Tumeur maligne secondaire des os et de la moelle osseuse
zh_cn: 骨和骨髓继发性恶性肿瘤

# model:gnuhealth.pathology,name:C796
source: Secondary malignant neoplasm of ovary
de: Sekundäre bösartige Neubildung des Ovars
fr_fr: Tumeur maligne secondaire de l'ovaire
zh_cn: 卵巢继发性恶性肿瘤

# model:gnuhealth.pathology,name:C797
source: Secondary malignant neoplasm of adrenal gland
de: Sekundäre bösartige Neubildung der Nebenniere
fr_fr: Tumeur maligne secondaire de la glande surrénale
zh_cn: 肾上腺继发性恶性肿瘤

# model:gnuhealth.pathology,name:C798
source: Secondary malignant neoplasm of other specified sites
de: Sekundäre bösartige Neubildung sonstiger näher bezeichneter Lokalisationen
fr_fr: Tumeur maligne secondaire d'autres sièges précisés
zh_cn: 其他特指部位的继发性恶性肿瘤

# model:gnuhealth.pathology,name:C799
source: Secondary malignant neoplasm, unspecified site
de: Sekundäre bösartige Neubildung nicht näher bezeichneter Lokalisation

# model:gnuhealth.pathology,name:C80
source: Malignant neoplasm, without specification of site
de: Bösartige Neubildung ohne Angabe der Lokalisation
zh_cn: 部位未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C800
source: Malignant neoplasm, primary site unknown, so stated
de: Bösartige Neubildung, primäre Lokalisation unbekannt, so bezeichnet

# model:gnuhealth.pathology,name:C809
source: Malignant neoplasm, primary site unspecified
de: Bösartige Neubildung, nicht näher bezeichnet

# model:gnuhealth.pathology,name:C81
source: Hodgkin lymphoma
de: Hodgkin-Lymphom [Lymphogranulomatose]
zh_cn: 霍奇金[何杰金]淋巴瘤

# model:gnuhealth.pathology,name:C810
source: Nodular lymphocyte predominant Hodgkin lymphoma
de: Noduläres lymphozytenprädominantes Hodgkin-Lymphom
zh_cn: 淋巴细胞为主型霍奇金病

# model:gnuhealth.pathology,name:C811
source: Nodular sclerosis classical Hodgkin lymphoma
de: Nodulär-sklerosierendes (klassisches) Hodgkin-Lymphom
zh_cn: 结节性硬化型霍奇金病

# model:gnuhealth.pathology,name:C812
source: Mixed cellularity classical Hodgkin lymphoma
de: Gemischtzelliges (klassisches) Hodgkin-Lymphom
zh_cn: 混合细胞型霍奇金病

# model:gnuhealth.pathology,name:C813
source: Lymphocyte depleted classical Hodgkin lymphoma
de: Lymphozytenarmes (klassisches) Hodgkin-Lymphom
zh_cn: 淋巴细胞减少型霍奇金病

# model:gnuhealth.pathology,name:C814
source: Lymphocyte-rich (classical) Hodgkin lymphoma
de: Lymphozytenreiches (klassisches) Hodgkin-Lymphom

# model:gnuhealth.pathology,name:C817
source: Other classical Hodgkin lymphoma
de: Sonstige Typen des (klassischen) Hodgkin-Lymphoms
zh_cn: 其他类型的霍奇金病

# model:gnuhealth.pathology,name:C819
source: Hodgkin lymphoma, unspecified
de: Hodgkin-Lymphom, nicht näher bezeichnet
zh_cn: 未特指的霍奇金病

# model:gnuhealth.pathology,name:C82
source: Follicular lymphoma
de: Follikuläres Lymphom
zh_cn: 滤泡性淋巴瘤

# model:gnuhealth.pathology,name:C820
source: Follicular lymphoma grade I
de: Follikuläres Lymphom Grad I
zh_cn: 小分裂细胞滤泡性非霍奇金淋巴瘤

# model:gnuhealth.pathology,name:C821
source: Follicular lymphoma grade II
de: Follikuläres Lymphom Grad II
zh_cn: 小分裂细胞和大细胞混合型滤泡性非霍奇金淋巴瘤

# model:gnuhealth.pathology,name:C822
source: Follicular lymphoma grade III, unspecified
de: Follikuläres Lymphom Grad III, nicht näher bezeichnet
zh_cn: 大细胞滤泡性非霍奇金淋巴瘤

# model:gnuhealth.pathology,name:C823
source: Follicular lymphoma grade IIIa
de: Follikuläres Lymphom Grad IIIa

# model:gnuhealth.pathology,name:C824
source: Follicular lymphoma grade IIIb
de: Follikuläres Lymphom Grad IIIb

# model:gnuhealth.pathology,name:C825
source: Diffuse follicle centre lymphoma
de: Diffuses Follikelzentrumslymphom

# model:gnuhealth.pathology,name:C826
source: Cutaneous follicle centre lymphoma
de: Kutanes Follikelzentrumslymphom

# model:gnuhealth.pathology,name:C827
source: Other types of follicular lymphoma
de: Sonstige Typen des follikulären Lymphoms
zh_cn: 其他类型的滤泡性非霍奇金淋巴瘤

# model:gnuhealth.pathology,name:C829
source: Follicular lymphoma, unspecified
de: Follikuläres Lymphom, nicht näher bezeichnet
zh_cn: 未特指的滤泡性非霍奇金淋巴瘤

# model:gnuhealth.pathology,name:C83
source: Non-follicular lymphoma
de: Nicht follikuläres Lymphom
zh_cn: 非滤泡性淋巴瘤

# model:gnuhealth.pathology,name:C830
source: Small cell B-cell lymphoma
de: Kleinzelliges B-Zell-Lymphom
zh_cn: 小细胞(弥漫性)非霍奇金淋巴瘤

# model:gnuhealth.pathology,name:C831
source: Mantle cell lymphoma
de: Mantelzell-Lymphom
zh_cn: 小分裂细胞(弥漫性)非霍奇金淋巴瘤

# model:gnuhealth.pathology,name:C832
source: Mixed small and large cell (diffuse)
de: Non-Hodgkin-Lymphom: Gemischt klein- und großzellig (diffus)
fr_fr: Mélange de petites et grandes cellules (diffus)
zh_cn: 小细胞和大细胞混合型(弥漫性)非霍奇金淋巴瘤

# model:gnuhealth.pathology,name:C833
source: Diffuse large B-cell lymphoma
de: Diffuses großzelliges B-Zell-Lymphom
zh_cn: 大细胞（弥漫性）非霍奇金淋巴瘤

# model:gnuhealth.pathology,name:C834
source: Immunoblastic (diffuse)
de: Non-Hodgkin-Lymphom: Immunoblastisch (diffus)
fr_fr: Immunoblastique (diffus)
zh_cn: 免疫母细胞(弥漫性)非霍奇金淋巴瘤

# model:gnuhealth.pathology,name:C835
source: Lymphoblastic (diffuse) lymphoma
de: Lymphoblastisches Lymphom
zh_cn: 原淋巴细胞(弥漫性)非霍奇金淋巴瘤

# model:gnuhealth.pathology,name:C836
source: Undifferentiated (diffuse)
de: Non-Hodgkin-Lymphom: Undifferenziert (diffus)
fr_fr: Indifférencié (diffus)
zh_cn: 未分化(弥漫性)非霍奇金淋巴瘤

# model:gnuhealth.pathology,name:C837
source: Burkitt lymphoma
de: Burkitt-Lymphom
zh_cn: 伯基特瘤

# model:gnuhealth.pathology,name:C838
source: Other non-follicular lymphoma
de: Sonstige nicht follikuläre Lymphome
zh_cn: 其他类型的弥漫性非霍奇金淋巴瘤

# model:gnuhealth.pathology,name:C839
source: Non-follicular (diffuse) lymphoma, unspecified
de: Nicht follikuläres Lymphom, nicht näher bezeichnet
zh_cn: 未特指的弥漫性非霍奇金淋巴瘤

# model:gnuhealth.pathology,name:C84
source: Mature T/NK-cell lymphomas
de: Reifzellige T/NK-Zell-Lymphome
zh_cn: 成熟T/NK细胞淋巴瘤

# model:gnuhealth.pathology,name:C841
source: Sézary disease
de: Sézary-Syndrom
zh_cn: 塞扎里病

# model:gnuhealth.pathology,name:C842
source: T-zone lymphoma
de: T-Zonen-Lymphom
fr_fr: Lymphome de la zone T
zh_cn: T-区性淋巴瘤

# model:gnuhealth.pathology,name:C843
source: Lymphoepithelioid lymphoma
de: Lymphoepitheloides Lymphom
fr_fr: Lymphome lympho-épithélioïde
zh_cn: 淋巴上皮样淋巴瘤

# model:gnuhealth.pathology,name:C844
source: Peripheral T-cell lymphoma, not elsewhere classified
de: Peripheres T-Zell-Lymphom, nicht spezifiziert
zh_cn: 周围T细胞淋巴瘤

# model:gnuhealth.pathology,name:C845
source: Other mature T/NK-cell lymphomas
de: Sonstige reifzellige T/NK-Zell-Lymphome
zh_cn: 其他和未特指的T细胞淋巴瘤

# model:gnuhealth.pathology,name:C846
source: Anaplastic large cell lymphoma, ALK-positive
de: Anaplastisches großzelliges Lymphom, ALK-positiv

# model:gnuhealth.pathology,name:C847
source: Anaplastic large cell lymphoma, ALK-negative
de: Anaplastisches großzelliges Lymphom, ALK-negativ

# model:gnuhealth.pathology,name:C848
source: Cutaneous T-cell lymphoma, unspecified
de: Kutanes T-Zell-Lymphom, nicht näher bezeichnet

# model:gnuhealth.pathology,name:C849
source: Mature T/NK-cell lymphoma, unspecified
de: Reifzelliges T/NK-Zell-Lymphom, nicht näher bezeichnet

# model:gnuhealth.pathology,name:C85
source: Other and unspecified types of non-Hodgkin lymphoma
de: Sonstige und nicht näher bezeichnete Typen des Non-Hodgkin-Lymphoms
zh_cn: 非霍奇金淋巴瘤的其他和未特指类型

# model:gnuhealth.pathology,name:C850
source: Lymphosarcoma
de: Lymphosarkom
fr_fr: Lymphosarcome
zh_cn: 淋巴肉瘤

# model:gnuhealth.pathology,name:C851
source: B-cell lymphoma, unspecified
de: B-Zell-Lymphom, nicht näher bezeichnet
fr_fr: Lymphomes à cellules B, sans précision
zh_cn: 未特指的B-细胞淋巴瘤

# model:gnuhealth.pathology,name:C852
source: Mediastinal (thymic) large B-cell lymphoma
de: Mediastinales (thymisches) großzelliges B-Zell-Lymphom

# model:gnuhealth.pathology,name:C857
source: Other specified types of non-Hodgkin lymphoma
de: Sonstige näher bezeichnete Typen des Non-Hodgkin-Lymphoms
zh_cn: 其他特指类型的非霍奇金淋巴瘤

# model:gnuhealth.pathology,name:C859
source: Non-Hodgkin lymphoma, unspecified
de: Non-Hodgkin-Lymphom, nicht näher bezeichnet
zh_cn: 未特指类型的非霍奇金淋巴瘤

# model:gnuhealth.pathology,name:C86
source: Other specified types of T/NK-cell lymphoma
de: Weitere spezifizierte T/NK-Zell-Lymphome
zh_cn: 其他特指类型的T/NK细胞淋巴瘤

# model:gnuhealth.pathology,name:C860
source: Extranodal NK/T-cell lymphoma, nasal type
de: Extranodales NK/T-Zell-Lymphom, nasaler Typ

# model:gnuhealth.pathology,name:C861
source: Hepatosplenic T-cell lymphoma
de: Hepatosplenisches T-Zell-Lymphom

# model:gnuhealth.pathology,name:C862
source: Enteropathy-type (intestinal) T-cell lymphoma
de: T-Zell-Lymphom vom Enteropathie-Typ

# model:gnuhealth.pathology,name:C863
source: Subcutaneous panniculitis-like T-cell lymphoma
de: Subkutanes pannikulitisches T-Zell-Lymphom

# model:gnuhealth.pathology,name:C864
source: Blastic NK-cell lymphoma
de: Blastisches NK-Zell-Lymphom

# model:gnuhealth.pathology,name:C865
source: Angioimmunoblastic T-cell lymphoma
de: Angioimmunoblastisches T-Zell-Lymphom

# model:gnuhealth.pathology,name:C866
source: Primary cutaneous CD30-positive T-cell proliferations
de: Primäre kutane CD30-positive T-Zell-Proliferationen

# model:gnuhealth.pathology,name:C88
source: Malignant immunoproliferative diseases
de: Bösartige immunproliferative Krankheiten
fr_fr: Maladies immunoprolifératives malignes
zh_cn: 其他B细胞淋巴瘤[恶性免疫增生性疾病]

# model:gnuhealth.pathology,name:C880
source: Waldenström macroglobulinaemia
de: Makroglobulinämie Waldenström
zh_cn: 瓦尔登斯特伦巨球蛋白血症

# model:gnuhealth.pathology,name:C881
source: Alpha heavy chain disease
de: Alpha-Schwerkettenkrankheit
fr_fr: Maladie des chaînes lourdes alpha
zh_cn: α重链病

# model:gnuhealth.pathology,name:C882
source: Other heavy chain disease
de: Sonstige Schwerkettenkrankheit
zh_cn: γ重链病

# model:gnuhealth.pathology,name:C883
source: Immunoproliferative small intestinal disease
de: Immunproliferative Dünndarmkrankheit
fr_fr: Maladie immunoproliférative de l'intestin grêle
zh_cn: 免疫增生性小肠病

# model:gnuhealth.pathology,name:C884
source: Extranodal marginal zone B-cell lymphoma of mucosa-associated lymphoid tissue [MALT-lyphoma]
de: Extranodales Marginalzonen-B-Zell-Lymphom des Mukosa-assoziierten lymphatischen Gewebes [MALT-Lymphom]

# model:gnuhealth.pathology,name:C887
source: Other malignant immunoproliferative diseases
de: Sonstige bösartige immunproliferative Krankheiten
fr_fr: Autres maladies immunoprolifératives malignes
zh_cn: 其他恶性免疫增生性疾病

# model:gnuhealth.pathology,name:C889
source: Malignant immunoproliferative disease, unspecified
de: Bösartige immunproliferative Krankheit, nicht näher bezeichnet
fr_fr: Maladie immunoproliférative maligne, sans précision
zh_cn: 未特指的恶性免疫增生性疾病

# model:gnuhealth.pathology,name:C90
source: Multiple myeloma and malignant plasma cell neoplasms
de: Plasmozytom und bösartige Plasmazellen-Neubildungen
fr_fr: Myélome multiple et tumeurs malignes à plasmocytes
zh_cn: 多发性骨髓瘤和恶性浆细胞肿瘤

# model:gnuhealth.pathology,name:C900
source: Multiple myeloma
de: Multiples Myelom
fr_fr: Myélome multiple
zh_cn: 多发性骨髓瘤

# model:gnuhealth.pathology,name:C901
source: Plasma cell leukaemia
de: Plasmazellenleukämie
fr_fr: Leucémie à plasmocytes
zh_cn: 浆细胞白血病

# model:gnuhealth.pathology,name:C902
source: Extramedullary plasmacytoma
de: Extramedulläres Plasmozytom
zh_cn: (髓外的)浆细胞瘤

# model:gnuhealth.pathology,name:C903
source: Solitary plasmacytoma
de: Solitäres Plasmozytom

# model:gnuhealth.pathology,name:C91
source: Lymphoid leukaemia
de: Lymphatische Leukämie
fr_fr: Leucémie lymphoïde
zh_cn: 淋巴样白血病

# model:gnuhealth.pathology,name:C910
source: Acute lymphoblastic leukaemia [ALL]
de: Akute lymphatische Leukämie [ALL]
zh_cn: 急性淋巴细胞白血病

# model:gnuhealth.pathology,name:C911
source: Chronic lymphocytic leukaemia of B-cell type
de: Chronische lymphatische Leukämie vom B-Zell-Typ [CLL]
zh_cn: 慢性淋巴细胞白血病

# model:gnuhealth.pathology,name:C912
source: Subacute lymphocytic leukaemia
de: Subakute lymphatische Leukämie
fr_fr: Leucémie lymphoïde subaiguë
zh_cn: 亚急性淋巴细胞白血病

# model:gnuhealth.pathology,name:C913
source: Prolymphocytic leukaemia of B-cell type
de: Prolymphozytäre Leukämie vom B-Zell-Typ
zh_cn: 幼淋巴细胞白血病

# model:gnuhealth.pathology,name:C914
source: Hairy-cell leukaemia
de: Haarzellenleukämie
fr_fr: Leucémie à tricholeucocytes
zh_cn: 多毛细胞白血病

# model:gnuhealth.pathology,name:C915
source: Adult T-cell lymphoma/leukaemia [HTLV-1-associated]
de: Adulte(s) T-Zell-Lymphom/Leukämie (HTLV-1-assoziiert)
zh_cn: 成人T-细胞白血病

# model:gnuhealth.pathology,name:C916
source: Prolymphocytic leukaemia of T-cell type
de: Prolymphozyten-Leukämie vom T-Zell-Typ

# model:gnuhealth.pathology,name:C917
source: Other lymphoid leukaemia
de: Sonstige lymphatische Leukämie
fr_fr: Autres leucémies lymphoïdes
zh_cn: 其他淋巴样白血病

# model:gnuhealth.pathology,name:C918
source: Mature B-cell leukaemia Burkitt-type
de: Reifzellige B-ALL vom Burkitt-Typ

# model:gnuhealth.pathology,name:C919
source: Lymphoid leukaemia, unspecified
de: Lymphatische Leukämie, nicht näher bezeichnet
fr_fr: Leucémie lymphoïde, sans précision
zh_cn: 未特指的淋巴样白血病

# model:gnuhealth.pathology,name:C92
source: Myeloid leukaemia
de: Myeloische Leukämie
fr_fr: Leucémie myéloïde
zh_cn: 髓样白血病

# model:gnuhealth.pathology,name:C920
source: Acute myeloblastic leukaemia [AML]
de: Akute myeloblastische Leukämie [AML]
zh_cn: 急性髓样白血病

# model:gnuhealth.pathology,name:C921
source: Chronic myeloid leukaemia [CML], BCR/ABL-positive
de: Chronische myeloische Leukämie [CML], BCR/ABL-positiv
zh_cn: 慢性髓样白血病

# model:gnuhealth.pathology,name:C922
source: Atypical chronic myeloid leukaemia, BCR/ABL- negative
de: Atypische chronische myeloische Leukämie, BCR/ABL-negativ
zh_cn: 亚急性髓系白血病

# model:gnuhealth.pathology,name:C923
source: Myeloid sarcoma
de: Myelosarkom
fr_fr: Sarcome myéloïde
zh_cn: 髓系肉瘤

# model:gnuhealth.pathology,name:C924
source: Acute promyelocytic leukaemia [PML]
de: Akute Promyelozyten-Leukämie [PCL]
zh_cn: 急性早幼粒细胞白血病

# model:gnuhealth.pathology,name:C925
source: Acute myelomonocytic leukaemia
de: Akute myelomonozytäre Leukämie
fr_fr: Leucémie myélomonocytaire aiguë
zh_cn: 急性粒单核细胞白血病

# model:gnuhealth.pathology,name:C926
source: Acute myeloid leukaemia with 11q23-abnormality
de: Akute myeloische Leukämie mit 11q23-Abnormität

# model:gnuhealth.pathology,name:C927
source: Other myeloid leukaemia
de: Sonstige myeloische Leukämie
fr_fr: Autres leucémies myéloïdes
zh_cn: 其他髓系白血病

# model:gnuhealth.pathology,name:C928
source: Acute myeloid leukaemia with multilineage dysplasia
de: Akute myeloische Leukämie mit multilineärer Dysplasie

# model:gnuhealth.pathology,name:C929
source: Myeloid leukaemia, unspecified
de: Myeloische Leukämie, nicht näher bezeichnet
fr_fr: Leucémie myéloïde, sans précision
zh_cn: 未特指的髓样白血病

# model:gnuhealth.pathology,name:C93
source: Monocytic leukaemia
de: Monozytenleukämie
fr_fr: Leucémie monocytaire
zh_cn: 单核细胞白血病

# model:gnuhealth.pathology,name:C930
source: Acute monoblastic/monocytic leukaemia
de: Akute Monoblasten-/Monozytenleukämie
zh_cn: 急性单核细胞白血病

# model:gnuhealth.pathology,name:C931
source: Chronic myelomonocytic leukaemia
de: Chronische myelomonozytäre Leukämie
zh_cn: 慢性单核细胞白血病

# model:gnuhealth.pathology,name:C932
source: Subacute monocytic leukaemia
de: Subakute Monozytenleukämie
fr_fr: Leucémie monocytaire subaiguë
zh_cn: 亚急性单核细胞白血病

# model:gnuhealth.pathology,name:C933
source: Juvenile myelomonocytic leukaemia
de: Juvenile myelomonozytäre Leukämie

# model:gnuhealth.pathology,name:C937
source: Other monocytic leukaemia
de: Sonstige Monozytenleukämie
fr_fr: Autres leucémies monocytaires
zh_cn: 其他单核细胞白血病

# model:gnuhealth.pathology,name:C939
source: Monocytic leukaemia, unspecified
de: Monozytenleukämie, nicht näher bezeichnet
fr_fr: Leucémie monocytaire, sans précision
zh_cn: 未特指的单核细胞白血病

# model:gnuhealth.pathology,name:C94
source: Other leukaemias of specified cell type
de: Sonstige Leukämien näher bezeichneten Zelltyps
fr_fr: Autres leucémies à cellules précisées
zh_cn: 特指细胞类型的其他白血病

# model:gnuhealth.pathology,name:C940
source: Acute erythroid leukaemia
de: Akute Erythroleukämie
zh_cn: 急性红细胞增多症和红白血病

# model:gnuhealth.pathology,name:C941
source: Chronic erythraemia
de: Chronische Erythrämie
fr_fr: Polyglobulie primitive chronique
zh_cn: 慢性红细胞增多症

# model:gnuhealth.pathology,name:C942
source: Acute megakaryoblastic leukaemia
de: Akute Megakaryoblastenleukämie
fr_fr: Leucémie aiguë à mégacaryocytes
zh_cn: 急性原巨核细胞白血病

# model:gnuhealth.pathology,name:C943
source: Mast cell leukaemia
de: Mastzellenleukämie
fr_fr: Leucémie à mastocytes
zh_cn: 肥大细胞白血病

# model:gnuhealth.pathology,name:C944
source: Acute panmyelosis with myelofibrosis
de: Akute Panmyelose mit Myelofibrose
zh_cn: 急性全骨髓增殖症

# model:gnuhealth.pathology,name:C945
source: Acute myelofibrosis
de: Akute Myelofibrose
fr_fr: Myélofibrose aiguë
zh_cn: 急性骨髓纤维化

# model:gnuhealth.pathology,name:C946
source: Myelodysplastic and myeloproliferative disease, not elsewhere classified
de: Myelodysplastische und myeloproliferative Krankheit, nicht klassifizierbar

# model:gnuhealth.pathology,name:C947
source: Other specified leukaemias
de: Sonstige näher bezeichnete Leukämien
fr_fr: Autres leucémies précisées
zh_cn: 其他特指的白血病

# model:gnuhealth.pathology,name:C95
source: Leukaemia of unspecified cell type
de: Leukämie nicht näher bezeichneten Zelltyps
fr_fr: Leucémie à cellules non précisées
zh_cn: 未特指细胞类型的白血病

# model:gnuhealth.pathology,name:C950
source: Acute leukaemia of unspecified cell type
de: Akute Leukämie nicht näher bezeichneten Zelltyps
fr_fr: Leucémie aiguë à cellules non précisées
zh_cn: 未特指细胞类型的急性白血病

# model:gnuhealth.pathology,name:C951
source: Chronic leukaemia of unspecified cell type
de: Chronische Leukämie nicht näher bezeichneten Zelltyps
fr_fr: Leucémie chronique à cellules non précisées
zh_cn: 未特指细胞类型的慢性白血病

# model:gnuhealth.pathology,name:C952
source: Subacute leukaemia of unspecified cell type
de: Subakute Leukämie nicht näher bezeichneten Zelltyps
fr_fr: Leucémie subaiguë à cellules non précisées
zh_cn: 未特指细胞类型的亚急性白血病

# model:gnuhealth.pathology,name:C957
source: Other leukaemia of unspecified cell type
de: Sonstige Leukämie nicht näher bezeichneten Zelltyps
fr_fr: Autres leucémies à cellules non précisées
zh_cn: 未特指细胞类型的其他白血病

# model:gnuhealth.pathology,name:C959
source: Leukaemia, unspecified
de: Leukämie, nicht näher bezeichnet
fr_fr: Leucémie, sans précision
zh_cn: 未特指的白血病

# model:gnuhealth.pathology,name:C96
source: Other and unspecified malignant neoplasms of lymphoid, haematopoietic and related tissue
de: Sonstige und nicht näher bezeichnete bösartige Neubildungen des lymphatischen, blutbildenden und verwandten Gewebes
fr_fr: Tumeurs malignes des tissus lymphoïde, hématopoïétique et apparentés, autres et non précisées
zh_cn: 淋巴、造血和有关组织其他和未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C960
source: Multifocal and multisystemic (disseminated) Langerhans-cell histiocytosis [Letterer-Siwe disease]
de: Multifokale und multisystemische (disseminierte) Langerhans-Zell-Histiozytose [Abt-Letterer-Siwe-Krankheit]
zh_cn: 莱特雷尔-西韦病

# model:gnuhealth.pathology,name:C961
source: Malignant histiocytosis
de: Bösartige Histiozytose
fr_fr: Histiocytose maligne
zh_cn: 恶性组织细胞增多症

# model:gnuhealth.pathology,name:C962
source: Malignant mast cell tumour
de: Bösartiger Mastzelltumor
fr_fr: Tumeur maligne à mastocytes
zh_cn: 恶性肥大细胞瘤

# model:gnuhealth.pathology,name:C963
source: True histiocytic lymphoma
de: Echtes histiozytäres Lymphom
fr_fr: Lymphome histiocytaire vrai
zh_cn: 真性组织细胞淋巴瘤

# model:gnuhealth.pathology,name:C964
source: Sarcoma of dendritic cells (accessory cells)
de: Sarkom der dendritischen Zellen (akzessorische Zellen)

# model:gnuhealth.pathology,name:C965
source: Multifocal and unisystemic Langerhans-cell histiocytosis
de: Multifokale und unisystemische Langerhans-Zell-Histiozytose

# model:gnuhealth.pathology,name:C966
source: Unifocal Langerhans-cell histiocytosis
de: Unifokale Langerhans-Zell-Histiozytose

# model:gnuhealth.pathology,name:C967
source: Other specified malignant neoplasms of lymphoid, haematopoietic and related tissue
de: Sonstige näher bezeichnete bösartige Neubildungen des lymphatischen, blutbildenden und verwandten Gewebes
fr_fr: Autres tumeurs malignes précisées des tissus lymphoïde, hématopoïétique et apparentés
zh_cn: 淋巴、造血和有关组织其他特指的恶性肿瘤

# model:gnuhealth.pathology,name:C968
source: Histiocytic sarcoma
de: Histiozytisches Sarkom

# model:gnuhealth.pathology,name:C969
source: Malignant neoplasm of lymphoid, haematopoietic and related tissue, unspecified
de: Bösartige Neubildung des lymphatischen, blutbildenden und verwandten Gewebes, nicht näher bezeichnet
zh_cn: 淋巴、造血和有关组织未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C97
source: Malignant neoplasms of independent (primary) multiple sites
de: Bösartige Neubildungen als Primärtumoren an mehreren Lokalisationen
fr_fr: Tumeurs malignes de sièges multiples indépendants (primitifs)
zh_cn: 独立(原发)多个部位的恶性肿瘤

# model:gnuhealth.pathology,name:D00
source: Carcinoma in situ of oral cavity, oesophagus and stomach
de: Carcinoma in situ der Mundhöhle, des Ösophagus und des Magens
fr_fr: Carcinome in situ de la cavité buccale, de l'œsophage et de l'estomac
zh_cn: 口腔、食管和胃原位癌

# model:gnuhealth.pathology,name:D000
source: Carcinoma in situ: Lip, oral cavity and pharynx
de: Carcinoma in situ: Lippe, Mundhöhle und Pharynx
zh_cn: 唇、口腔和咽原位癌

# model:gnuhealth.pathology,name:D001
source: Carcinoma in situ: Oesophagus
de: Carcinoma in situ: Ösophagus
zh_cn: 食管原位癌

# model:gnuhealth.pathology,name:D002
source: Carcinoma in situ: Stomach
de: Carcinoma in situ: Magen
zh_cn: 胃原位癌

# model:gnuhealth.pathology,name:D01
source: Carcinoma in situ of other and unspecified digestive organs
de: Carcinoma in situ sonstiger und nicht näher bezeichneter Verdauungsorgane
fr_fr: Carcinome in situ des organes digestifs, autres et non précisés
zh_cn: 消化器官其他和未特指的原位癌

# model:gnuhealth.pathology,name:D010
source: Carcinoma in situ: Colon
de: Carcinoma in situ: Kolon
zh_cn: 结肠原位癌

# model:gnuhealth.pathology,name:D011
source: Carcinoma in situ: Rectosigmoid junction
de: Carcinoma in situ: Rektosigmoid, Übergang
zh_cn: 直肠乙状结肠连接处原位癌

# model:gnuhealth.pathology,name:D012
source: Carcinoma in situ: Rectum
de: Carcinoma in situ: Rektum
zh_cn: 直肠原位癌

# model:gnuhealth.pathology,name:D013
source: Carcinoma in situ: Anus and anal canal
de: Carcinoma in situ: Analkanal und Anus
zh_cn: 肛门和肛管原位癌

# model:gnuhealth.pathology,name:D014
source: Carcinoma in situ: Other and unspecified parts of intestine
de: Carcinoma in situ: Sonstige und nicht näher bezeichnete Teile des Darmes
zh_cn: 肠其他和未特指部位的原位癌

# model:gnuhealth.pathology,name:D015
source: Carcinoma in situ: Liver, gallbladder and bile ducts
de: Carcinoma in situ: Leber, Gallenblase und Gallengänge
zh_cn: 肝、胆囊和胆道原位癌

# model:gnuhealth.pathology,name:D017
source: Carcinoma in situ: Other specified digestive organs
de: Carcinoma in situ: Sonstige näher bezeichnete Verdauungsorgane
zh_cn: 消化器官其他特指的原位癌

# model:gnuhealth.pathology,name:D019
source: Carcinoma in situ: Digestive organ, unspecified
de: Carcinoma in situ: Verdauungsorgan, nicht näher bezeichnet
zh_cn: 消化器官未特指的原位癌
