Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:X03
source: Exposure to controlled fire, not in building or structure
de: Exposition gegenüber unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken
fr_fr: Exposition à un feu maîtrisé, hors d'un bâtiment ou d'un ouvrage
zh_cn: 暴露于房屋或建筑结构外的控制性火焰下

# model:gnuhealth.pathology,name:X030
source: Home
de: Exposition gegenüber unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Zu Hause
fr_fr: exposition à un feu maîtrisé, hors d'un bâtiment ou d'un ouvrage | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X031
source: Residential institution
de: Exposition gegenüber unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Wohnheime oder -anstalten
fr_fr: exposition à un feu maîtrisé, hors d'un bâtiment ou d'un ouvrage | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:X032
source: School, other institution and public administrative area
de: Exposition gegenüber unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Schule, sonstige öffentliche Bauten
fr_fr: exposition à un feu maîtrisé, hors d'un bâtiment ou d'un ouvrage | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X033
source: Sports and athletics area
de: Exposition gegenüber unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Sportstätten
fr_fr: exposition à un feu maîtrisé, hors d'un bâtiment ou d'un ouvrage | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X034
source: Street and highway
de: Exposition gegenüber unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Straßen und Wege
fr_fr: exposition à un feu maîtrisé, hors d'un bâtiment ou d'un ouvrage | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X035
source: Trade and service area
de: Exposition gegenüber unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à un feu maîtrisé, hors d'un bâtiment ou d'un ouvrage | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X036
source: Industrial and construction area
de: Exposition gegenüber unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Industrieanlagen und Baustellen
fr_fr: exposition à un feu maîtrisé, hors d'un bâtiment ou d'un ouvrage | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X037
source: Farm
de: Exposition gegenüber unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Landwirtschaftlicher Betrieb
fr_fr: exposition à un feu maîtrisé, hors d'un bâtiment ou d'un ouvrage | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X038
source: Other specified place
de: Exposition gegenüber unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Sonstige näher bezeichnete Orte
fr_fr: exposition à un feu maîtrisé, hors d'un bâtiment ou d'un ouvrage | autres lieux précisés
zh_cn: 其他指定的地方

# model:gnuhealth.pathology,name:X039
source: Unspecified place
de: Exposition gegenüber unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à un feu maîtrisé, hors d'un bâtiment ou d'un ouvrage | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X04
source: Exposure to ignition of highly flammable material
de: Exposition gegenüber Entzündung von feuergefährlichem Material
fr_fr: Exposition à l'inflammation d'une substance très inflammable
zh_cn: 暴露于高度易燃材料的起火下

# model:gnuhealth.pathology,name:X040
source: Home
de: Exposition gegenüber Entzündung von feuergefährlichem Material: Zu Hause
fr_fr: exposition à l'inflammation d'une substance très inflammable | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X041
source: Residential institution
de: Exposition gegenüber Entzündung von feuergefährlichem Material: Wohnheime oder -anstalten
fr_fr: exposition à l'inflammation d'une substance très inflammable | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:X042
source: School, other institution and public administrative area
de: Exposition gegenüber Entzündung von feuergefährlichem Material: Schule, sonstige öffentliche Bauten
fr_fr: exposition à l'inflammation d'une substance très inflammable | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X043
source: Sports and athletics area
de: Exposition gegenüber Entzündung von feuergefährlichem Material: Sportstätten
fr_fr: exposition à l'inflammation d'une substance très inflammable | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X044
source: Street and highway
de: Exposition gegenüber Entzündung von feuergefährlichem Material: Straßen und Wege
fr_fr: exposition à l'inflammation d'une substance très inflammable | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X045
source: Trade and service area
de: Exposition gegenüber Entzündung von feuergefährlichem Material: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à l'inflammation d'une substance très inflammable | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X046
source: Industrial and construction area
de: Exposition gegenüber Entzündung von feuergefährlichem Material: Industrieanlagen und Baustellen
fr_fr: exposition à l'inflammation d'une substance très inflammable | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X047
source: Farm
de: Exposition gegenüber Entzündung von feuergefährlichem Material: Landwirtschaftlicher Betrieb
fr_fr: exposition à l'inflammation d'une substance très inflammable | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X048
source: Other specified place
de: Exposition gegenüber Entzündung von feuergefährlichem Material: Sonstige näher bezeichnete Orte
fr_fr: exposition à l'inflammation d'une substance très inflammable | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X049
source: Unspecified place
de: Exposition gegenüber Entzündung von feuergefährlichem Material: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à l'inflammation d'une substance très inflammable | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X05
source: Exposure to ignition or melting of nightwear
de: Exposition gegenüber Entzündung oder Schmelzen von Nachtwäsche
fr_fr: Exposition à l'inflammation ou la fonte de vêtements de nuit
zh_cn: 暴露于睡衣的起火或焚毁下

# model:gnuhealth.pathology,name:X050
source: Home
de: Exposition gegenüber Entzündung oder Schmelzen von Nachtwäsche: Zu Hause
fr_fr: exposition à l'inflammation ou la fonte de vêtements de nuit | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X051
source: Residential institution
de: Exposition gegenüber Entzündung oder Schmelzen von Nachtwäsche: Wohnheime oder -anstalten
fr_fr: exposition à l'inflammation ou la fonte de vêtements de nuit | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X052
source: School, other institution and public administrative area
de: Exposition gegenüber Entzündung oder Schmelzen von Nachtwäsche: Schule, sonstige öffentliche Bauten
fr_fr: exposition à l'inflammation ou la fonte de vêtements de nuit | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X053
source: Sports and athletics area
de: Exposition gegenüber Entzündung oder Schmelzen von Nachtwäsche: Sportstätten
fr_fr: exposition à l'inflammation ou la fonte de vêtements de nuit | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X054
source: Street and highway
de: Exposition gegenüber Entzündung oder Schmelzen von Nachtwäsche: Straßen und Wege
fr_fr: exposition à l'inflammation ou la fonte de vêtements de nuit | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X055
source: Trade and service area
de: Exposition gegenüber Entzündung oder Schmelzen von Nachtwäsche: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à l'inflammation ou la fonte de vêtements de nuit | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X056
source: Industrial and construction area
de: Exposition gegenüber Entzündung oder Schmelzen von Nachtwäsche: Industrieanlagen und Baustellen
fr_fr: exposition à l'inflammation ou la fonte de vêtements de nuit | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X057
source: Farm
de: Exposition gegenüber Entzündung oder Schmelzen von Nachtwäsche: Landwirtschaftlicher Betrieb
fr_fr: exposition à l'inflammation ou la fonte de vêtements de nuit | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X058
source: Other specified place
de: Exposition gegenüber Entzündung oder Schmelzen von Nachtwäsche: Sonstige näher bezeichnete Orte
fr_fr: exposition à l'inflammation ou la fonte de vêtements de nuit | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X059
source: Unspecified place
de: Exposition gegenüber Entzündung oder Schmelzen von Nachtwäsche: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à l'inflammation ou la fonte de vêtements de nuit | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X06
source: Exposure to ignition or melting of other clothing and apparel
de: Exposition gegenüber Entzündung oder Schmelzen sonstiger Bekleidungs- oder Schmuckstücke
fr_fr: Exposition à l'inflammation ou la fonte d'autres vêtements et parures
zh_cn: 暴露于其他衣着用品和装饰品的起火或焚毁下

# model:gnuhealth.pathology,name:X060
source: Home
de: Exposition gegenüber Entzündung oder Schmelzen sonstiger Bekleidungs- oder Schmuckstücke: Zu Hause
fr_fr: exposition à l'inflammation ou la fonte d'autres vêtements et parures | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X061
source: Residential institution
de: Exposition gegenüber Entzündung oder Schmelzen sonstiger Bekleidungs- oder Schmuckstücke: Wohnheime oder -anstalten
fr_fr: exposition à l'inflammation ou la fonte d'autres vêtements et parures | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X062
source: School, other institution and public administrative area
de: Exposition gegenüber Entzündung oder Schmelzen sonstiger Bekleidungs- oder Schmuckstücke: Schule, sonstige öffentliche Bauten
fr_fr: exposition à l'inflammation ou la fonte d'autres vêtements et parures | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X063
source: Sports and athletics area
de: Exposition gegenüber Entzündung oder Schmelzen sonstiger Bekleidungs- oder Schmuckstücke: Sportstätten
fr_fr: exposition à l'inflammation ou la fonte d'autres vêtements et parures | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X064
source: Street and highway
de: Exposition gegenüber Entzündung oder Schmelzen sonstiger Bekleidungs- oder Schmuckstücke: Straßen und Wege
fr_fr: exposition à l'inflammation ou la fonte d'autres vêtements et parures | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X065
source: Trade and service area
de: Exposition gegenüber Entzündung oder Schmelzen sonstiger Bekleidungs- oder Schmuckstücke: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à l'inflammation ou la fonte d'autres vêtements et parures | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X066
source: Industrial and construction area
de: Exposition gegenüber Entzündung oder Schmelzen sonstiger Bekleidungs- oder Schmuckstücke: Industrieanlagen und Baustellen
fr_fr: exposition à l'inflammation ou la fonte d'autres vêtements et parures | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X067
source: Farm
de: Exposition gegenüber Entzündung oder Schmelzen sonstiger Bekleidungs- oder Schmuckstücke: Landwirtschaftlicher Betrieb
fr_fr: exposition à l'inflammation ou la fonte d'autres vêtements et parures | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X068
source: Other specified place
de: Exposition gegenüber Entzündung oder Schmelzen sonstiger Bekleidungs- oder Schmuckstücke: Sonstige näher bezeichnete Orte
fr_fr: exposition à l'inflammation ou la fonte d'autres vêtements et parures | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X069
source: Unspecified place
de: Exposition gegenüber Entzündung oder Schmelzen sonstiger Bekleidungs- oder Schmuckstücke: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à l'inflammation ou la fonte d'autres vêtements et parures | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X08
source: Exposure to other specified smoke, fire and flames
de: Exposition gegenüber sonstige(m)(n) näher bezeichnete(m)(n) Rauch, Feuer oder Flammen
fr_fr: Exposition à d'autres fumées, feux et flammes précisés
zh_cn: 暴露于其他特指的烟、火和火焰下

# model:gnuhealth.pathology,name:X080
source: Home
de: Exposition gegenüber sonstige(m)(n) näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Zu Hause
fr_fr: exposition à d'autres fumées, feux et flammes précisés | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X081
source: Residential institution
de: Exposition gegenüber sonstige(m)(n) näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Wohnheime oder -anstalten
fr_fr: exposition à d'autres fumées, feux et flammes précisés | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X082
source: School, other institution and public administrative area
de: Exposition gegenüber sonstige(m)(n) näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Schule, sonstige öffentliche Bauten
fr_fr: exposition à d'autres fumées, feux et flammes précisés | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X083
source: Sports and athletics area
de: Exposition gegenüber sonstige(m)(n) näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Sportstätten
fr_fr: exposition à d'autres fumées, feux et flammes précisés | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X084
source: Street and highway
de: Exposition gegenüber sonstige(m)(n) näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Straßen und Wege
fr_fr: exposition à d'autres fumées, feux et flammes précisés | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X085
source: Trade and service area
de: Exposition gegenüber sonstige(m)(n) näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à d'autres fumées, feux et flammes précisés | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X086
source: Industrial and construction area
de: Exposition gegenüber sonstige(m)(n) näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Industrieanlagen und Baustellen
fr_fr: exposition à d'autres fumées, feux et flammes précisés | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X087
source: Farm
de: Exposition gegenüber sonstige(m)(n) näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Landwirtschaftlicher Betrieb
fr_fr: exposition à d'autres fumées, feux et flammes précisés | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X088
source: Other specified place
de: Exposition gegenüber sonstige(m)(n) näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Sonstige näher bezeichnete Orte
fr_fr: exposition à d'autres fumées, feux et flammes précisés | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X089
source: Unspecified place
de: Exposition gegenüber sonstige(m)(n) näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à d'autres fumées, feux et flammes précisés | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X09
source: Exposure to unspecified smoke, fire and flames
de: Exposition gegenüber nicht näher bezeichnete(m)(n) Rauch, Feuer oder Flammen
fr_fr: Exposition à la fumée, au feu et aux flammes, sans précision
zh_cn: 暴露于未特指的烟、火和火焰下

# model:gnuhealth.pathology,name:X090
source: Home
de: Exposition gegenüber nicht näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Zu Hause
fr_fr: exposition à d'autres fumées, feux et flammes, sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X091
source: Residential institution
de: Exposition gegenüber nicht näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Wohnheime oder -anstalten
fr_fr: exposition à d'autres fumées, feux et flammes, sans précision | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X092
source: School, other institution and public administrative area
de: Exposition gegenüber nicht näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Schule, sonstige öffentliche Bauten
fr_fr: exposition à d'autres fumées, feux et flammes, sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X093
source: Sports and athletics area
de: Exposition gegenüber nicht näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Sportstätten
fr_fr: exposition à d'autres fumées, feux et flammes, sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X094
source: Street and highway
de: Exposition gegenüber nicht näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Straßen und Wege
fr_fr: exposition à d'autres fumées, feux et flammes, sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X095
source: Trade and service area
de: Exposition gegenüber nicht näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à d'autres fumées, feux et flammes, sans précision | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X096
source: Industrial and construction area
de: Exposition gegenüber nicht näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Industrieanlagen und Baustellen
fr_fr: exposition à d'autres fumées, feux et flammes, sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X097
source: Farm
de: Exposition gegenüber nicht näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Landwirtschaftlicher Betrieb
fr_fr: exposition à d'autres fumées, feux et flammes, sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X098
source: Other specified place
de: Exposition gegenüber nicht näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Sonstige näher bezeichnete Orte
fr_fr: exposition à d'autres fumées, feux et flammes, sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X099
source: Unspecified place
de: Exposition gegenüber nicht näher bezeichnete(m)(n) Rauch, Feuer oder Flammen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à d'autres fumées, feux et flammes, sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X10
source: Contact with hot drinks, food, fats and cooking oils
de: Verbrennung oder Verbrühung durch heiße Getränke, Speisen, Fette oder Speiseöle
fr_fr: Contact avec des boissons, aliments, graisses comestibles et huiles de cuisson brûlants
zh_cn: 接触热饮料、食物和动植物油

# model:gnuhealth.pathology,name:X100
source: Home
de: Verbrennung oder Verbrühung durch heiße Getränke, Speisen, Fette oder Speiseöle: Zu Hause
fr_fr: contact avec des boissons, aliments, graisses comestibles et huiles de cuisson brûlants | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X101
source: Residential institution
de: Verbrennung oder Verbrühung durch heiße Getränke, Speisen, Fette oder Speiseöle: Wohnheime oder -anstalten
fr_fr: contact avec des boissons, aliments, graisses comestibles et huiles de cuisson brûlants | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X102
source: School, other institution and public administrative area
de: Verbrennung oder Verbrühung durch heiße Getränke, Speisen, Fette oder Speiseöle: Schule, sonstige öffentliche Bauten
fr_fr: contact avec des boissons, aliments, graisses comestibles et huiles de cuisson brûlants | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X103
source: Sports and athletics area
de: Verbrennung oder Verbrühung durch heiße Getränke, Speisen, Fette oder Speiseöle: Sportstätten
fr_fr: contact avec des boissons, aliments, graisses comestibles et huiles de cuisson brûlants | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X104
source: Street and highway
de: Verbrennung oder Verbrühung durch heiße Getränke, Speisen, Fette oder Speiseöle: Straßen und Wege
fr_fr: contact avec des boissons, aliments, graisses comestibles et huiles de cuisson brûlants | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X105
source: Trade and service area
de: Verbrennung oder Verbrühung durch heiße Getränke, Speisen, Fette oder Speiseöle: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec des boissons, aliments, graisses comestibles et huiles de cuisson brûlants | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X106
source: Industrial and construction area
de: Verbrennung oder Verbrühung durch heiße Getränke, Speisen, Fette oder Speiseöle: Industrieanlagen und Baustellen
fr_fr: contact avec des boissons, aliments, graisses comestibles et huiles de cuisson brûlants | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X107
source: Farm
de: Verbrennung oder Verbrühung durch heiße Getränke, Speisen, Fette oder Speiseöle: Landwirtschaftlicher Betrieb
fr_fr: contact avec des boissons, aliments, graisses comestibles et huiles de cuisson brûlants | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X108
source: Other specified place
de: Verbrennung oder Verbrühung durch heiße Getränke, Speisen, Fette oder Speiseöle: Sonstige näher bezeichnete Orte
fr_fr: contact avec des boissons, aliments, graisses comestibles et huiles de cuisson brûlants | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X109
source: Unspecified place
de: Verbrennung oder Verbrühung durch heiße Getränke, Speisen, Fette oder Speiseöle: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec des boissons, aliments, graisses comestibles et huiles de cuisson brûlants | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X11
source: Contact with hot tap-water
de: Verbrühung durch heißes Leitungswasser
fr_fr: Contact avec de l'eau bouillante provenant d'un robinet
zh_cn: 接触热自来水

# model:gnuhealth.pathology,name:X110
source: Home
de: Verbrühung durch heißes Leitungswasser: Zu Hause
fr_fr: contact avec de l'eau bouillante coulant d'un robinet | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X111
source: Residential institution
de: Verbrühung durch heißes Leitungswasser: Wohnheime oder -anstalten
fr_fr: contact avec de l'eau bouillante coulant d'un robinet | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X112
source: School, other institution and public administrative area
de: Verbrühung durch heißes Leitungswasser: Schule, sonstige öffentliche Bauten
fr_fr: contact avec de l'eau bouillante coulant d'un robinet | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域
