Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Y320
source: Home
de: Unfall eines Kraftfahrzeuges, Umstände unbestimmt: Zu Hause
fr_fr: accident de véhicule à moteur, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y321
source: Residential institution
de: Unfall eines Kraftfahrzeuges, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: accident de véhicule à moteur, intention non déterminée | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:Y322
source: School, other institution and public administrative area
de: Unfall eines Kraftfahrzeuges, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: accident de véhicule à moteur, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y323
source: Sports and athletics area
de: Unfall eines Kraftfahrzeuges, Umstände unbestimmt: Sportstätten
fr_fr: accident de véhicule à moteur, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y324
source: Street and highway
de: Unfall eines Kraftfahrzeuges, Umstände unbestimmt: Straßen und Wege
fr_fr: accident de véhicule à moteur, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y325
source: Trade and service area
de: Unfall eines Kraftfahrzeuges, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: accident de véhicule à moteur, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区域

# model:gnuhealth.pathology,name:Y326
source: Industrial and construction area
de: Unfall eines Kraftfahrzeuges, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: accident de véhicule à moteur, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y327
source: Farm
de: Unfall eines Kraftfahrzeuges, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: accident de véhicule à moteur, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y328
source: Other specified place
de: Unfall eines Kraftfahrzeuges, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: accident de véhicule à moteur, intention non déterminée | autres lieux précisés
zh_cn: 其他指定的地方

# model:gnuhealth.pathology,name:Y329
source: Unspecified place
de: Unfall eines Kraftfahrzeuges, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: accident de véhicule à moteur, intention non déterminée | lieu, sans précision
zh_cn: 机动车辆的碰撞，意图不确定的，未特指场所

# model:gnuhealth.pathology,name:Y33
source: Other specified events, undetermined intent
de: Sonstige näher bezeichnete Ereignisse, Umstände unbestimmt
fr_fr: Autres événements précisés, intention non déterminée
zh_cn: 其他特指的事件，意图不确定的

# model:gnuhealth.pathology,name:Y330
source: Home
de: Sonstige näher bezeichnete Ereignisse, Umstände unbestimmt: Zu Hause
fr_fr: autres événements précisés, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y331
source: Residential institution
de: Sonstige näher bezeichnete Ereignisse, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: autres événements précisés, intention non déterminée | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:Y332
source: School, other institution and public administrative area
de: Sonstige näher bezeichnete Ereignisse, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: autres événements précisés, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y333
source: Sports and athletics area
de: Sonstige näher bezeichnete Ereignisse, Umstände unbestimmt: Sportstätten
fr_fr: autres événements précisés, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y334
source: Street and highway
de: Sonstige näher bezeichnete Ereignisse, Umstände unbestimmt: Straßen und Wege
fr_fr: autres événements précisés, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y335
source: Trade and service area
de: Sonstige näher bezeichnete Ereignisse, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: autres événements précisés, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区域

# model:gnuhealth.pathology,name:Y336
source: Industrial and construction area
de: Sonstige näher bezeichnete Ereignisse, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: autres événements précisés, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y337
source: Farm
de: Sonstige näher bezeichnete Ereignisse, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: autres événements précisés, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y338
source: Other specified place
de: Sonstige näher bezeichnete Ereignisse, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: autres événements précisés, intention non déterminée | autres lieux précisés
zh_cn: 其他指定的地方

# model:gnuhealth.pathology,name:Y339
source: Unspecified place
de: Sonstige näher bezeichnete Ereignisse, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: autres événements précisés, intention non déterminée | lieu, sans précision
zh_cn: 其他特指的事件，意图不确定的，未特指场所

# model:gnuhealth.pathology,name:Y34
source: Unspecified event, undetermined intent
de: Nicht näher bezeichnetes Ereignis, Umstände unbestimmt
fr_fr: Evénement sans précision, intention non déterminée
zh_cn: 未特指的事件，意图不确定的

# model:gnuhealth.pathology,name:Y340
source: Home
de: Nicht näher bezeichnetes Ereignis, Umstände unbestimmt: Zu Hause
fr_fr: événement sans précision, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y341
source: Residential institution
de: Nicht näher bezeichnetes Ereignis, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: événement sans précision, intention non déterminée | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:Y342
source: School, other institution and public administrative area
de: Nicht näher bezeichnetes Ereignis, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: événement sans précision, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y343
source: Sports and athletics area
de: Nicht näher bezeichnetes Ereignis, Umstände unbestimmt: Sportstätten
fr_fr: événement sans précision, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y344
source: Street and highway
de: Nicht näher bezeichnetes Ereignis, Umstände unbestimmt: Straßen und Wege
fr_fr: événement sans précision, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y345
source: Trade and service area
de: Nicht näher bezeichnetes Ereignis, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: événement sans précision, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区域

# model:gnuhealth.pathology,name:Y346
source: Industrial and construction area
de: Nicht näher bezeichnetes Ereignis, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: événement sans précision, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y347
source: Farm
de: Nicht näher bezeichnetes Ereignis, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: événement sans précision, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y348
source: Other specified place
de: Nicht näher bezeichnetes Ereignis, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: événement sans précision, intention non déterminée | autres lieux précisés
zh_cn: 其他指定的地方

# model:gnuhealth.pathology,name:Y349
source: Unspecified place
de: Nicht näher bezeichnetes Ereignis, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: événement sans précision, intention non déterminée | lieu, sans précision
zh_cn: 未特指的事件，意图不确定的，未特指场所

# model:gnuhealth.pathology,name:Y35
source: Legal intervention
de: Gesetzliche Maßnahme
fr_fr: Intervention de la force publique
zh_cn: 依法处置

# model:gnuhealth.pathology,name:Y350
source: Legal intervention involving firearm discharge
de: Gesetzliche Maßnahme unter Einsatz von Feuerwaffen [Schusswaffen]
fr_fr: Intervention de la force publique impliquant l'usage d'armes à feu
zh_cn: 涉及火器发射的依法处置

# model:gnuhealth.pathology,name:Y351
source: Legal intervention involving explosives
de: Gesetzliche Maßnahme unter Einsatz von Explosivstoffen
fr_fr: Intervention de la force publique impliquant l'usage d'explosifs
zh_cn: 涉及爆炸物的依法处置

# model:gnuhealth.pathology,name:Y352
source: Legal intervention involving gas
de: Gesetzliche Maßnahme unter Einsatz von Gas
fr_fr: Intervention de la force publique impliquant l'usage de gaz
zh_cn: 涉及气体的依法处置

# model:gnuhealth.pathology,name:Y353
source: Legal intervention involving blunt objects
de: Gesetzliche Maßnahme unter Einsatz von stumpfen Gegenständen
fr_fr: Intervention de la force publique impliquant l'usage d'objets contondants
zh_cn: 涉及钝器的依法处置

# model:gnuhealth.pathology,name:Y354
source: Legal intervention involving sharp objects
de: Gesetzliche Maßnahme unter Einsatz von scharfen Gegenständen
fr_fr: Intervention de la force publique impliquant l'usage d'objets tranchants
zh_cn: 涉及锐器的依法处置

# model:gnuhealth.pathology,name:Y355
source: Legal execution
de: Gerichtlich angeordnete Hinrichtung
fr_fr: Exécution légale
zh_cn: 依法处以死刑

# model:gnuhealth.pathology,name:Y356
source: Legal intervention involving other specified means
de: Gesetzliche Maßnahme unter Einsatz sonstiger näher bezeichneter Mittel
fr_fr: Intervention de la force publique impliquant d'autres moyens précisés
zh_cn: 涉及其他特指手段的依法处置

# model:gnuhealth.pathology,name:Y357
source: Legal intervention, means unspecified
de: Gesetzliche Maßnahme, Mittel nicht näher bezeichnet
fr_fr: Intervention de la force publique, moyen non précisé
zh_cn: 依法处置，手段未特指

# model:gnuhealth.pathology,name:Y36
source: Operations of war
de: Verletzungen durch Kriegshandlungen
fr_fr: Faits de guerre
zh_cn: 作战行动

# model:gnuhealth.pathology,name:Y360
source: War operations involving explosion of marine weapons
de: Kriegsverletzungen durch Explosion von Seewaffen
fr_fr: Fait de guerre impliquant l'explosion d'armes navales
zh_cn: 涉及水中武器爆炸的作战行动

# model:gnuhealth.pathology,name:Y361
source: War operations involving destruction of aircraft
de: Kriegsverletzungen durch Zerstörung eines Luftfahrzeuges
fr_fr: Fait de guerre impliquant la destruction d'aéronef
zh_cn: 涉及飞行器被破坏的作战行动

# model:gnuhealth.pathology,name:Y362
source: War operations involving other explosions and fragments
de: Kriegsverletzungen durch sonstige Explosionen oder Splitter
fr_fr: Fait de guerre impliquant d'autres explosions et éclats
zh_cn: 涉及其他爆炸和弹片的作战行动

# model:gnuhealth.pathology,name:Y363
source: War operations involving fires, conflagrations and hot substances
de: Kriegsverletzungen durch Feuer, Brände und heiße Substanzen
fr_fr: Fait de guerre impliquant des incendies, des conflagrations et des produits brûlants
zh_cn: 涉及炮火、大火和热物质的作战行动

# model:gnuhealth.pathology,name:Y364
source: War operations involving firearm discharge and other forms of conventional warfare
de: Kriegsverletzungen durch Feuerwaffen [Schusswaffen] und sonstige Formen der konventionellen Kriegsführung
fr_fr: Fait de guerre impliquant le tir d'armes à feu et autres moyens de type classique
zh_cn: 涉及常规战争的火器发射和其他形式的作战行动

# model:gnuhealth.pathology,name:Y365
source: War operations involving nuclear weapons
de: Kriegsverletzungen durch Kernwaffen
fr_fr: Fait de guerre impliquant des armes nucléaires
zh_cn: 涉及核武器的作战行动

# model:gnuhealth.pathology,name:Y366
source: War operations involving biological weapons
de: Kriegsverletzungen durch biologische Kampfstoffe
fr_fr: Fait de guerre impliquant des armes biologiques
zh_cn: 涉及生物武器的作战行动

# model:gnuhealth.pathology,name:Y367
source: War operations involving chemical weapons and other forms of unconventional warfare
de: Kriegsverletzungen durch chemische Kampfstoffe und sonstige Formen der unkonventionellen Kriegsführung
fr_fr: Fait de guerre impliquant des armes chimiques et autres moyens non classiques
zh_cn: 涉及非常规战争的化学武器或其他形式的作战行动

# model:gnuhealth.pathology,name:Y368
source: War operations occurring after cessation of hostilities
de: Verletzungen durch Kriegshandlungen, die nach Einstellung der Feindseligkeiten auftreten
fr_fr: Fait de guerre survenu après la cessation des hostilités
zh_cn: 发生在敌对行动停止后的作战行动

# model:gnuhealth.pathology,name:Y369
source: War operations, unspecified
de: Verletzungen durch Kriegshandlungen, nicht näher bezeichnet
fr_fr: Fait de guerre, sans précision
zh_cn: 作战行动，未特指

# model:gnuhealth.pathology,name:Y40
source: Systemic antibiotics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Systemisch wirkende Antibiotika
fr_fr: Antibiotiques systémiques
zh_cn: 全身性抗生素的有害效应

# model:gnuhealth.pathology,name:Y400
source: Penicillins
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Penizilline
fr_fr: Pénicillines
zh_cn: 青霉素类的有害效应

# model:gnuhealth.pathology,name:Y401
source: Cefalosporins and other beta-lactam antibiotics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Cephalosporine und andere β-Laktam-Antibiotika
zh_cn: 头孢菌素和其他β内酰胺类抗生素的有害效应

# model:gnuhealth.pathology,name:Y402
source: Chloramphenicol group
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Chloramphenicol-Gruppe
fr_fr: Groupe du chloramphénicol
zh_cn: 氯霉素族的有害效应

# model:gnuhealth.pathology,name:Y403
source: Macrolides
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Makrolide
zh_cn: 大环内酯类的有害效应

# model:gnuhealth.pathology,name:Y404
source: Tetracyclines
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Tetrazykline
fr_fr: Tétracyclines
zh_cn: 四环素类的有害效应

# model:gnuhealth.pathology,name:Y405
source: Aminoglycosides
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Aminoglykoside
fr_fr: Aminosides
zh_cn: 氨基糖甙类的有害效应

# model:gnuhealth.pathology,name:Y406
source: Rifamycins
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Rifamycine
fr_fr: Rifamycines
zh_cn: 利福霉素类的有害效应

# model:gnuhealth.pathology,name:Y407
source: Antifungal antibiotics, systemically used
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Fungizide Antibiotika bei systemischer Anwendung
fr_fr: Antibiotiques antifongiques systémiques
zh_cn: 全身性应用的抗真菌性抗生素的有害效应

# model:gnuhealth.pathology,name:Y408
source: Other systemic antibiotics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige systemisch wirkende Antibiotika
fr_fr: Autres antibiotiques systémiques
zh_cn: 其他全身性抗生素的有害效应

# model:gnuhealth.pathology,name:Y409
source: Systemic antibiotic, unspecified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Systemisch wirkendes Antibiotikum, nicht näher bezeichnet
fr_fr: Antibiotique systémique, sans précision
zh_cn: 未特指全身性抗生素的有害效应

# model:gnuhealth.pathology,name:Y41
source: Other systemic anti-infectives and antiparasitics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige systemisch wirkende Antiinfektiva und Antiparasitika
fr_fr: Autres anti-infectieux et antiparasitaires systémiques
zh_cn: 其他全身性抗感染药和抗寄生虫药的有害效应

# model:gnuhealth.pathology,name:Y410
source: Sulfonamides
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sulfonamide
zh_cn: 磺胺类的有害效应

# model:gnuhealth.pathology,name:Y411
source: Antimycobacterial drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antimykobakterielle Arzneimittel
fr_fr: Antimycobactériens
zh_cn: 抗分枝杆菌药的有害效应

# model:gnuhealth.pathology,name:Y412
source: Antimalarials and drugs acting on other blood protozoa
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antimalariamittel und Arzneimittel mit Wirkung auf sonstige Blutprotozoen
fr_fr: Antipaludiques et médicaments agissant sur d'autres protozoaires du sang
zh_cn: 抗疟疾和对其他血液原虫有作用的药的有害效应

# model:gnuhealth.pathology,name:Y413
source: Other antiprotozoal drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige Antiprotozoika
fr_fr: Autres antiprotozoaires
zh_cn: 其他抗原虫药的有害效应

# model:gnuhealth.pathology,name:Y414
source: Anthelminthics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Anthelminthika
fr_fr: Anthelminthiques
zh_cn: 驱蠕虫药的有害效应

# model:gnuhealth.pathology,name:Y415
source: Antiviral drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Virostatika
fr_fr: Antiviraux
zh_cn: 抗病毒药的有害效应

# model:gnuhealth.pathology,name:Y418
source: Other specified systemic anti-infectives and antiparasitics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige näher bezeichnete systemisch wirkende Antiinfektiva und Antiparasitika
fr_fr: Autres anti-infectieux et antiparasitaires systémiques précisés
zh_cn: 其他特指的全身性抗感染药和抗寄生虫药的有害效应

# model:gnuhealth.pathology,name:Y419
source: Systemic anti-infective and antiparasitic, unspecified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Systemisch wirkendes Antiinfektivum und Antiparasitikum, nicht näher bezeichnet
fr_fr: Anti-infectieux et antiparasitaire systémiques, sans précision
zh_cn: 未特指的全身性抗感染药和抗寄生虫药的有害效应

# model:gnuhealth.pathology,name:Y42
source: Hormones and their synthetic substitutes and antagonists, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Hormone, deren synthetische Ersatzstoffe und Antagonisten, anderenorts nicht klassifiziert
fr_fr: Hormones et leurs substituts synthétiques et antagonistes, non classés ailleurs
zh_cn: 激素类及其合成代用品和拮抗剂的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y420
source: Glucocorticoids and synthetic analogues
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Glukokortikoide und synthetische Ersatzstoffe
zh_cn: 糖(肾上腺)皮质激素类及其合成的类似物的有害效应

# model:gnuhealth.pathology,name:Y421
source: Thyroid hormones and substitutes
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Schilddrüsenhormone und Ersatzstoffe
fr_fr: Hormones thyroïdiennes et leurs dérivés
zh_cn: 甲状腺激素类及其代用品的有害效应

# model:gnuhealth.pathology,name:Y422
source: Antithyroid drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Thyreostatika
fr_fr: Antithyroïdiens
zh_cn: 抗甲状腺药的有害效应

# model:gnuhealth.pathology,name:Y423
source: Insulin and oral hypoglycaemic [antidiabetic] drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Insulin und orale blutzuckersenkende Arzneimittel [Antidiabetika]
fr_fr: Insuline et hypoglycémiants oraux [antidiabétiques]
zh_cn: 胰岛素和口服降血糖(抗糖尿病)药的有害效应

# model:gnuhealth.pathology,name:Y424
source: Oral contraceptives
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Orale Kontrazeptiva
fr_fr: Contraceptifs oraux
zh_cn: 口服避孕药

# model:gnuhealth.pathology,name:Y425
source: Other estrogens and progestogens
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige Östrogene und Gestagene
zh_cn: 其他雌激素和孕激素类的有害效应

# model:gnuhealth.pathology,name:Y426
source: Antigonadotrophins, antiestrogens, antiandrogens, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antigonadotropine, Antiöstrogene und Antiandrogene, anderenorts nicht klassifiziert
zh_cn: 抗促性腺激素药、抗雌激素药和抗雄激素药的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y427
source: Androgens and anabolic congeners
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Androgene und verwandte Anabolika
fr_fr: Androgènes et autres anabolisants
zh_cn: 雄激素类及其促组成代谢的同类药的有害效应

# model:gnuhealth.pathology,name:Y428
source: Other and unspecified hormones and their synthetic substitutes
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige und nicht näher bezeichnete Hormone und synthetische Ersatzstoffe
fr_fr: Hormones et leurs substituts synthétiques, autres et sans précision
zh_cn: 其他和未特指的激素类及其合成代用品的有害效应

# model:gnuhealth.pathology,name:Y429
source: Other and unspecified hormone antagonists
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige und nicht näher bezeichnete Hormonantagonisten
fr_fr: Antagonistes hormonaux, autres et sans précision
zh_cn: 其他和未特指的激素类拮抗剂的有害效应

# model:gnuhealth.pathology,name:Y43
source: Primarily systemic agents
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Primär systemisch wirkende Mittel
fr_fr: Substances d'action pharmacologique essentiellement systémique
zh_cn: 主要为全身性制剂的有害效应

# model:gnuhealth.pathology,name:Y430
source: Antiallergic and antiemetic drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antiallergika und Antiemetika
fr_fr: Anti-allergiques et anti-émétiques
zh_cn: 抗过敏药和止吐药的有害效应

# model:gnuhealth.pathology,name:Y431
source: Antineoplastic antimetabolites
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antineoplastische Antimetabolite
fr_fr: Antimétabolites antitumoraux
zh_cn: 抗肿瘤性抗代谢物药的有害效应

# model:gnuhealth.pathology,name:Y432
source: Antineoplastic natural products
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antineoplastische natürliche Wirkstoffe
fr_fr: Produits antitumoraux naturels
zh_cn: 抗肿瘤性天然产物的有害效应

# model:gnuhealth.pathology,name:Y433
source: Other antineoplastic drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige antineoplastische Arzneimittel
fr_fr: Autres médicaments antitumoraux
zh_cn: 其他抗肿瘤性药的有害效应

# model:gnuhealth.pathology,name:Y434
source: Immunosuppressive agents
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Immunsuppressiva
fr_fr: Agents immunosuppresseurs
zh_cn: 免疫抑制剂的有害效应

# model:gnuhealth.pathology,name:Y435
source: Acidifying and alkalizing agents
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Ansäuernde und alkalisierende Mittel
zh_cn: 酸化和碱化剂的有害效应

# model:gnuhealth.pathology,name:Y436
source: Enzymes, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Enzyme, anderenorts nicht klassifiziert
fr_fr: Enzymes, non classés ailleurs
zh_cn: 酶类的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y438
source: Other primarily systemic agents, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige primär systemisch wirkende Mittel, anderenorts nicht klassifiziert
fr_fr: Autres substances d'action pharmacologique essentiellement systémique, non classées ailleurs
zh_cn: 其他主要为全身性制剂的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y439
source: Primarily systemic agent, unspecified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Primär systemisch wirkendes Mittel, nicht näher bezeichnet
fr_fr: Substance d'action pharmacologique essentiellement systémique, sans précision
zh_cn: 未特指的主要为全身性制剂的有害效应

# model:gnuhealth.pathology,name:Y44
source: Agents primarily affecting blood constituents
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Primär auf das Blut wirkende Mittel
fr_fr: Substances agissant essentiellement sur les constituants du sang
zh_cn: 主要影响血液组成成分的制剂的有害效应

# model:gnuhealth.pathology,name:Y440
source: Iron preparations and other anti-hypochromic-anaemia preparations
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Eisenpräparate und sonstige Präparate gegen hypochrome Anämie
fr_fr: Préparations à base de fer et autres préparations prescrites dans les anémies hypochromes
zh_cn: 铁制剂和其他抗血红蛋白过少性贫血制剂的有害效应
