Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:P353
source: Congenital viral hepatitis
de: Angeborene Virushepatitis
fr_fr: Hépatite virale congénitale
zh_cn: 先天性病毒性肝炎

# model:gnuhealth.pathology,name:P354
source: Congenital Zika virus disease
de: Angeborene Zika-Viruskrankheit

# model:gnuhealth.pathology,name:P358
source: Other congenital viral diseases
de: Sonstige angeborene Viruskrankheiten
fr_fr: Autres maladies virales congénitales
zh_cn: 其他的先天性病毒性疾病

# model:gnuhealth.pathology,name:P359
source: Congenital viral disease, unspecified
de: Angeborene Viruskrankheit, nicht näher bezeichnet
fr_fr: Maladie virale congénitale, sans précision
zh_cn: 未特指的先天性病毒性疾病

# model:gnuhealth.pathology,name:P36
source: Bacterial sepsis of newborn
de: Bakterielle Sepsis beim Neugeborenen
fr_fr: Infection bactérienne du nouveau-né
zh_cn: 新生儿细菌性脓毒症

# model:gnuhealth.pathology,name:P360
source: Sepsis of newborn due to streptococcus, group B
de: Sepsis beim Neugeborenen durch Streptokokken, Gruppe B
fr_fr: Infection du nouveau-né à streptocoques, groupe B
zh_cn: B族链球菌性新生儿脓毒症

# model:gnuhealth.pathology,name:P361
source: Sepsis of newborn due to other and unspecified streptococci
de: Sepsis beim Neugeborenen durch sonstige und nicht näher bezeichnete Streptokokken
fr_fr: Infections du nouveau-né à streptocoques, autres et sans précision
zh_cn: 其他和未特指的链球菌性新生儿脓毒症

# model:gnuhealth.pathology,name:P362
source: Sepsis of newborn due to Staphylococcus aureus
de: Sepsis beim Neugeborenen durch Staphylococcus aureus
fr_fr: Infection du nouveau-né à staphylocoques dorés
zh_cn: 金黄色酿脓葡萄球菌性新生儿脓毒症

# model:gnuhealth.pathology,name:P363
source: Sepsis of newborn due to other and unspecified staphylococci
de: Sepsis beim Neugeborenen durch sonstige und nicht näher bezeichnete Staphylokokken
fr_fr: Infections du nouveau-né à staphylocoques, autres et sans précision
zh_cn: 其他和未特指的葡萄球菌性新生儿脓毒症

# model:gnuhealth.pathology,name:P364
source: Sepsis of newborn due to Escherichia coli
de: Sepsis beim Neugeborenen durch Escherichia coli
fr_fr: Infection du nouveau-né à Escherichia coli
zh_cn: 大肠杆菌性新生儿脓毒症

# model:gnuhealth.pathology,name:P365
source: Sepsis of newborn due to anaerobes
de: Sepsis beim Neugeborenen durch Anaerobier
fr_fr: Infection du nouveau-né due à des anaérobies
zh_cn: 厌氧菌性新生儿脓毒症

# model:gnuhealth.pathology,name:P368
source: Other bacterial sepsis of newborn
de: Sonstige bakterielle Sepsis beim Neugeborenen
fr_fr: Autres infections bactériennes du nouveau-né
zh_cn: 新生儿其他的细菌性脓毒症

# model:gnuhealth.pathology,name:P369
source: Bacterial sepsis of newborn, unspecified
de: Bakterielle Sepsis beim Neugeborenen, nicht näher bezeichnet
fr_fr: Infection bactérienne du nouveau-né, sans précision
zh_cn: 新生儿未特指的细菌性脓毒症

# model:gnuhealth.pathology,name:P37
source: Other congenital infectious and parasitic diseases
de: Sonstige angeborene infektiöse und parasitäre Krankheiten
fr_fr: Autres maladies infectieuses et parasitaires congénitales
zh_cn: 其他先天性传染病和寄生虫病

# model:gnuhealth.pathology,name:P370
source: Congenital tuberculosis
de: Angeborene Tuberkulose
fr_fr: Tuberculose congénitale
zh_cn: 先天性结核病

# model:gnuhealth.pathology,name:P371
source: Congenital toxoplasmosis
de: Angeborene Toxoplasmose
fr_fr: Toxoplasmose congénitale
zh_cn: 先天性弓形虫病

# model:gnuhealth.pathology,name:P372
source: Neonatal (disseminated) listeriosis
de: Neugeborenenlisteriose (disseminiert)
fr_fr: Listériose néonatale (disséminée)
zh_cn: 新生儿(播散性)利斯特菌病

# model:gnuhealth.pathology,name:P373
source: Congenital falciparum malaria
de: Angeborene Malaria tropica
fr_fr: Paludisme congénital à Plasmodium falciparum
zh_cn: 先天性恶性疟

# model:gnuhealth.pathology,name:P374
source: Other congenital malaria
de: Sonstige angeborene Malaria
fr_fr: Autres formes de paludisme congénital
zh_cn: 其他的先天性疟疾

# model:gnuhealth.pathology,name:P375
source: Neonatal candidiasis
de: Kandidose beim Neugeborenen
fr_fr: Candidose néonatale
zh_cn: 新生儿念珠菌病

# model:gnuhealth.pathology,name:P378
source: Other specified congenital infectious and parasitic diseases
de: Sonstige näher bezeichnete angeborene infektiöse und parasitäre Krankheiten
fr_fr: Autres maladies infectieuses et parasitaires congénitales précisées
zh_cn: 其他特指的先天性传染病和寄生虫病

# model:gnuhealth.pathology,name:P379
source: Congenital infectious and parasitic disease, unspecified
de: Angeborene infektiöse oder parasitäre Krankheit, nicht näher bezeichnet
zh_cn: 未特指的先天性传染病和寄生虫病

# model:gnuhealth.pathology,name:P38
source: Omphalitis of newborn with or without mild haemorrhage
de: Omphalitis beim Neugeborenen mit oder ohne leichte Blutung
fr_fr: Omphalite du nouveau-né, avec ou sans hémorragie légère
zh_cn: 新生儿脐炎伴或不伴轻度出血

# model:gnuhealth.pathology,name:P39
source: Other infections specific to the perinatal period
de: Sonstige Infektionen, die für die Perinatalperiode spezifisch sind
fr_fr: Autres infections spécifiques de la période périnatale
zh_cn: 特发于围生期的其他感染

# model:gnuhealth.pathology,name:P390
source: Neonatal infective mastitis
de: Infektiöse Mastitis beim Neugeborenen
fr_fr: Mastite infectieuse néonatale
zh_cn: 新生儿感染性乳腺炎

# model:gnuhealth.pathology,name:P391
source: Neonatal conjunctivitis and dacryocystitis
de: Konjunktivitis und Dakryozystitis beim Neugeborenen
fr_fr: Conjonctivite et dacryocystite néonatales
zh_cn: 新生儿结膜炎和泪囊炎

# model:gnuhealth.pathology,name:P392
source: Intra-amniotic infection of fetus, not elsewhere classified
de: Intraamniale Infektion des Fetus, anderenorts nicht klassifiziert
zh_cn: 胎儿羊膜腔内感染，不可归类在他处者

# model:gnuhealth.pathology,name:P393
source: Neonatal urinary tract infection
de: Harnwegsinfektion beim Neugeborenen
fr_fr: Infection néonatale des voies urinaires
zh_cn: 新生儿泌尿道感染

# model:gnuhealth.pathology,name:P394
source: Neonatal skin infection
de: Hautinfektion beim Neugeborenen
fr_fr: Infection néonatale de la peau
zh_cn: 新生儿皮肤感染

# model:gnuhealth.pathology,name:P398
source: Other specified infections specific to the perinatal period
de: Sonstige näher bezeichnete Infektionen, die für die Perinatalperiode spezifisch sind
fr_fr: Autres infections spécifiques précisées de la période périnatale
zh_cn: 特发于围生期的其他特指感染

# model:gnuhealth.pathology,name:P399
source: Infection specific to the perinatal period, unspecified
de: Infektion, die für die Perinatalperiode spezifisch ist, nicht näher bezeichnet
fr_fr: Infection spécifique de la période périnatale, sans précision
zh_cn: 特发于围生期未特指的感染

# model:gnuhealth.pathology,name:P50
source: Fetal blood loss
de: Fetaler Blutverlust
zh_cn: 胎儿失血

# model:gnuhealth.pathology,name:P500
source: Fetal blood loss from vasa praevia
de: Fetaler Blutverlust bei Insertio velamentosa [Vasa praevia]
zh_cn: 前置血管所致的胎儿失血

# model:gnuhealth.pathology,name:P501
source: Fetal blood loss from ruptured cord
de: Fetaler Blutverlust aus der rupturierten Nabelschnur
zh_cn: 脐带破裂所致的胎儿失血

# model:gnuhealth.pathology,name:P502
source: Fetal blood loss from placenta
de: Fetaler Blutverlust aus der Plazenta
zh_cn: 胎盘所致的胎儿失血

# model:gnuhealth.pathology,name:P503
source: Haemorrhage into co-twin
de: Blutung in den anderen Mehrling (fetofetal)
fr_fr: Hémorragie vers un jumeau
zh_cn: 出血流入双胎之另一胎儿

# model:gnuhealth.pathology,name:P504
source: Haemorrhage into maternal circulation
de: Blutung in den Kreislauf der Mutter (fetomaternal)
fr_fr: Hémorragie vers la circulation maternelle
zh_cn: 出血流入母体循环

# model:gnuhealth.pathology,name:P505
source: Fetal blood loss from cut end of co-twin's cord
de: Fetaler Blutverlust aus dem durchtrennten Ende der Nabelschnur eines anderen Mehrlings
zh_cn: 双胎之另一胎儿的脐带断端所致的胎儿失血

# model:gnuhealth.pathology,name:P508
source: Other fetal blood loss
de: Sonstiger fetaler Blutverlust
zh_cn: 其他的胎儿失血

# model:gnuhealth.pathology,name:P509
source: Fetal blood loss, unspecified
de: Fetaler Blutverlust, nicht näher bezeichnet
zh_cn: 未特指的胎儿失血

# model:gnuhealth.pathology,name:P51
source: Umbilical haemorrhage of newborn
de: Nabelblutung beim Neugeborenen
fr_fr: Hémorragie ombilicale du nouveau-né
zh_cn: 新生儿脐带出血

# model:gnuhealth.pathology,name:P510
source: Massive umbilical haemorrhage of newborn
de: Massive Nabelblutung beim Neugeborenen
fr_fr: Hémorragie ombilicale massive du nouveau-né
zh_cn: 新生儿脐带大量出血

# model:gnuhealth.pathology,name:P518
source: Other umbilical haemorrhages of newborn
de: Sonstige Nabelblutungen beim Neugeborenen
fr_fr: Autres hémorragies ombilicales du nouveau-né
zh_cn: 新生儿其他的脐带出血

# model:gnuhealth.pathology,name:P519
source: Umbilical haemorrhage of newborn, unspecified
de: Nabelblutung beim Neugeborenen, nicht näher bezeichnet
fr_fr: Hémorragie ombilicale du nouveau-né, sans précision
zh_cn: 新生儿未特指的脐带出血

# model:gnuhealth.pathology,name:P52
source: Intracranial nontraumatic haemorrhage of fetus and newborn
de: Intrakranielle nichttraumatische Blutung beim Fetus und Neugeborenen
zh_cn: 胎儿和新生儿颅内非创伤性出血

# model:gnuhealth.pathology,name:P520
source: Intraventricular (nontraumatic) haemorrhage, grade 1, of fetus and newborn
de: Intraventrikuläre (nichttraumatische) Blutung 1. Grades beim Fetus und Neugeborenen
zh_cn: 胎儿和新生儿脑室内(非创伤性)出血，Ⅰ度

# model:gnuhealth.pathology,name:P521
source: Intraventricular (nontraumatic) haemorrhage, grade 2, of fetus and newborn
de: Intraventrikuläre (nichttraumatische) Blutung 2. Grades beim Fetus und Neugeborenen
zh_cn: 胎儿和新生儿脑室内(非创伤性)出血，Ⅱ度

# model:gnuhealth.pathology,name:P522
source: Intraventricular (nontraumatic) haemorrhage, grade 3, and grade 4 of fetus and newborn
de: Intraventrikuläre (nichttraumatische) Blutung 3. und 4. Grades beim Fetus und Neugeborenen
zh_cn: 胎儿和新生儿脑室内(非创伤性)出血，Ⅲ度

# model:gnuhealth.pathology,name:P523
source: Unspecified intraventricular (nontraumatic) haemorrhage of fetus and newborn
de: Nicht näher bezeichnete intraventrikuläre (nichttraumatische) Blutung beim Fetus und Neugeborenen
zh_cn: 胎儿和新生儿未特指的脑室内(非创伤性)出血

# model:gnuhealth.pathology,name:P524
source: Intracerebral (nontraumatic) haemorrhage of fetus and newborn
de: Intrazerebrale (nichttraumatische) Blutung beim Fetus und Neugeborenen
zh_cn: 胎儿和新生儿大脑内(非创伤性)出血

# model:gnuhealth.pathology,name:P525
source: Subarachnoid (nontraumatic) haemorrhage of fetus and newborn
de: Subarachnoidalblutung (nichttraumatisch) beim Fetus und Neugeborenen
zh_cn: 胎儿和新生儿蛛网膜下(非创伤性)出血

# model:gnuhealth.pathology,name:P526
source: Cerebellar (nontraumatic) and posterior fossa haemorrhage of fetus and newborn
de: Kleinhirnblutung (nichttraumatisch) und Blutung in die Fossa cranii posterior beim Fetus und Neugeborenen
zh_cn: 胎儿和新生儿小脑(非创伤性)和后颅凹出血

# model:gnuhealth.pathology,name:P528
source: Other intracranial (nontraumatic) haemorrhages of fetus and newborn
de: Sonstige intrakranielle (nichttraumatische) Blutungen beim Fetus und Neugeborenen
zh_cn: 胎儿和新生儿其他颅内(非创伤性)出血

# model:gnuhealth.pathology,name:P529
source: Intracranial (nontraumatic) haemorrhage of fetus and newborn, unspecified
de: Intrakranielle (nichttraumatische) Blutung beim Fetus und Neugeborenen, nicht näher bezeichnet
zh_cn: 胎儿和新生儿未特指的颅内(非创伤性)出血

# model:gnuhealth.pathology,name:P53
source: Haemorrhagic disease of fetus and newborn
de: Hämorrhagische Krankheit beim Fetus und Neugeborenen
zh_cn: 胎儿和新生儿出血性疾病

# model:gnuhealth.pathology,name:P54
source: Other neonatal haemorrhages
de: Sonstige Blutungen beim Neugeborenen
fr_fr: Autres hémorragies néonatales
zh_cn: 新生儿其他出血

# model:gnuhealth.pathology,name:P540
source: Neonatal haematemesis
de: Hämatemesis beim Neugeborenen
fr_fr: Hématémèse néonatale
zh_cn: 新生儿呕血

# model:gnuhealth.pathology,name:P541
source: Neonatal melaena
de: Meläna beim Neugeborenen
fr_fr: Mélæna néonatal
zh_cn: 新生儿黑粪症

# model:gnuhealth.pathology,name:P542
source: Neonatal rectal haemorrhage
de: Rektumblutung beim Neugeborenen
fr_fr: Hémorragie rectale néonatale
zh_cn: 新生儿直肠出血

# model:gnuhealth.pathology,name:P543
source: Other neonatal gastrointestinal haemorrhage
de: Sonstige gastrointestinale Blutung beim Neugeborenen
zh_cn: 其他的新生儿胃肠道出血

# model:gnuhealth.pathology,name:P544
source: Neonatal adrenal haemorrhage
de: Nebennierenblutung beim Neugeborenen
fr_fr: Hémorragie surrénalienne néonatale
zh_cn: 新生儿肾上腺出血

# model:gnuhealth.pathology,name:P545
source: Neonatal cutaneous haemorrhage
de: Hautblutung beim Neugeborenen
fr_fr: Hémorragie cutanée néonatale
zh_cn: 新生儿皮肤出血

# model:gnuhealth.pathology,name:P546
source: Neonatal vaginal haemorrhage
de: Blutung aus der Vagina beim Neugeborenen
fr_fr: Hémorragie vaginale néonatale
zh_cn: 新生儿阴道出血

# model:gnuhealth.pathology,name:P548
source: Other specified neonatal haemorrhages
de: Sonstige näher bezeichnete Blutungen beim Neugeborenen
fr_fr: Autres hémorragies néonatales précisées
zh_cn: 其他特指的新生儿出血

# model:gnuhealth.pathology,name:P549
source: Neonatal haemorrhage, unspecified
de: Blutung beim Neugeborenen, nicht näher bezeichnet
fr_fr: Hémorragie néonatale, sans précision
zh_cn: 未特指的新生儿出血

# model:gnuhealth.pathology,name:P55
source: Haemolytic disease of fetus and newborn
de: Hämolytische Krankheit beim Fetus und Neugeborenen
zh_cn: 胎儿和新生儿的溶血性疾病

# model:gnuhealth.pathology,name:P550
source: Rh isoimmunization of fetus and newborn
de: Rh-Isoimmunisierung beim Fetus und Neugeborenen
zh_cn: 胎儿和新生儿的Rh同种免疫

# model:gnuhealth.pathology,name:P551
source: ABO isoimmunization of fetus and newborn
de: AB0-Isoimmunisierung beim Fetus und Neugeborenen
zh_cn: 胎儿和新生儿的ABO同种免疫

# model:gnuhealth.pathology,name:P558
source: Other haemolytic diseases of fetus and newborn
de: Sonstige hämolytische Krankheiten beim Fetus und Neugeborenen
zh_cn: 胎儿和新生儿其他的溶血性疾病

# model:gnuhealth.pathology,name:P559
source: Haemolytic disease of fetus and newborn, unspecified
de: Hämolytische Krankheit beim Fetus und Neugeborenen, nicht näher bezeichnet
zh_cn: 胎儿和新生儿未特指的溶血性疾病

# model:gnuhealth.pathology,name:P56
source: Hydrops fetalis due to haemolytic disease
de: Hydrops fetalis durch hämolytische Krankheit
zh_cn: 溶血性疾病引起的胎儿水肿

# model:gnuhealth.pathology,name:P560
source: Hydrops fetalis due to isoimmunization
de: Hydrops fetalis durch Isoimmunisierung
zh_cn: 同种免疫引起的胎儿水肿

# model:gnuhealth.pathology,name:P569
source: Hydrops fetalis due to other and unspecified haemolytic disease
de: Hydrops fetalis durch sonstige und nicht näher bezeichnete hämolytische Krankheit
zh_cn: 其他和未特指溶血性疾病引起的胎儿水肿

# model:gnuhealth.pathology,name:P57
source: Kernicterus
de: Kernikterus
fr_fr: Ictère nucléaire
zh_cn: 核黄疸

# model:gnuhealth.pathology,name:P570
source: Kernicterus due to isoimmunization
de: Kernikterus durch Isoimmunisierung
zh_cn: 同种免疫引起的核黄疸

# model:gnuhealth.pathology,name:P578
source: Other specified kernicterus
de: Sonstiger näher bezeichneter Kernikterus
fr_fr: Autres formes précisées d'ictère nucléaire
zh_cn: 其他特指的核黄疸

# model:gnuhealth.pathology,name:P579
source: Kernicterus, unspecified
de: Kernikterus, nicht näher bezeichnet
fr_fr: Ictère nucléaire, sans précision
zh_cn: 未特指的核黄疸

# model:gnuhealth.pathology,name:P58
source: Neonatal jaundice due to other excessive haemolysis
de: Neugeborenenikterus durch sonstige gesteigerte Hämolyse
fr_fr: Ictère néonatal dû à d'autres hémolyses excessives
zh_cn: 其他过度溶血引起的新生儿黄疸

# model:gnuhealth.pathology,name:P580
source: Neonatal jaundice due to bruising
de: Neugeborenenikterus durch Quetschwunde
fr_fr: Ictère néonatal dû à des contusions
zh_cn: 挫伤引起的新生儿黄疸

# model:gnuhealth.pathology,name:P581
source: Neonatal jaundice due to bleeding
de: Neugeborenenikterus durch Blutung
fr_fr: Ictère néonatal dû à un saignement
zh_cn: 出血引起的新生儿黄疸

# model:gnuhealth.pathology,name:P582
source: Neonatal jaundice due to infection
de: Neugeborenenikterus durch Infektion
fr_fr: Ictère néonatal dû à une infection
zh_cn: 感染引起的新生儿黄疸

# model:gnuhealth.pathology,name:P583
source: Neonatal jaundice due to polycythaemia
de: Neugeborenenikterus durch Polyglobulie
fr_fr: Ictère néonatal dû à une polycythémie
zh_cn: 红细胞增多引起的新生儿黄疸

# model:gnuhealth.pathology,name:P584
source: Neonatal jaundice due to drugs or toxins transmitted from mother or given to newborn
de: Neugeborenenikterus durch Arzneimittel oder Toxine, die von der Mutter übertragen oder dem Neugeborenen verabreicht wurden
fr_fr: Ictère néonatal dû à des médicaments ou des toxines transmis par la mère ou administrés au nouveau-né
zh_cn: 自母体传给或新生儿服用的药物或毒素引起的新生儿黄疸

# model:gnuhealth.pathology,name:P585
source: Neonatal jaundice due to swallowed maternal blood
de: Neugeborenenikterus durch Verschlucken mütterlichen Blutes
fr_fr: Ictère néonatal dû à une déglutition de sang maternel
zh_cn: 吞咽母血引起的新生儿黄疸

# model:gnuhealth.pathology,name:P588
source: Neonatal jaundice due to other specified excessive haemolysis
de: Neugeborenenikterus durch sonstige näher bezeichnete gesteigerte Hämolyse
fr_fr: Ictère néonatal dû à d'autres hémolyses excessives précisées
zh_cn: 其他特指的过度溶血引起的新生儿黄疸

# model:gnuhealth.pathology,name:P589
source: Neonatal jaundice due to excessive haemolysis, unspecified
de: Neugeborenenikterus durch gesteigerte Hämolyse, nicht näher bezeichnet
fr_fr: Ictère néonatal dû à une hémolyse excessive, sans précision
zh_cn: 未特指的过度溶血引起的新生儿黄疸

# model:gnuhealth.pathology,name:P59
source: Neonatal jaundice from other and unspecified causes
de: Neugeborenenikterus durch sonstige und nicht näher bezeichnete Ursachen
fr_fr: Ictère néonatal dû à des causes autres et sans précision
zh_cn: 其他和未特指原因所致的新生儿黄疸

# model:gnuhealth.pathology,name:P590
source: Neonatal jaundice associated with preterm delivery
de: Neugeborenenikterus in Verbindung mit vorzeitiger Geburt
fr_fr: Ictère néonatal associé à un accouchement avant terme
zh_cn: 与早产有关的新生儿黄疸

# model:gnuhealth.pathology,name:P591
source: Inspissated bile syndrome
de: Gallepfropf-Syndrom
fr_fr: Syndrome de la "bile épaisse"
zh_cn: 胆汁浓缩综合征

# model:gnuhealth.pathology,name:P592
source: Neonatal jaundice from other and unspecified hepatocellular damage
de: Neugeborenenikterus durch sonstige und nicht näher bezeichnete Leberzellschädigung
fr_fr: Ictère néonatal dû à des lésions hépatocellulaires, autres et sans précision
zh_cn: 其他和未特指的肝细胞损害所致的新生儿黄疸

# model:gnuhealth.pathology,name:P593
source: Neonatal jaundice from breast milk inhibitor
de: Neugeborenenikterus durch Muttermilch-Inhibitor
fr_fr: Ictère néonatal dû à des inhibiteurs de la lactation
zh_cn: 母乳抑制剂所致的新生儿黄疸

# model:gnuhealth.pathology,name:P598
source: Neonatal jaundice from other specified causes
de: Neugeborenenikterus durch sonstige näher bezeichnete Ursachen
fr_fr: Ictère néonatal dû à d'autres causes précisées
zh_cn: 其他特指原因所致的新生儿黄疸

# model:gnuhealth.pathology,name:P599
source: Neonatal jaundice, unspecified
de: Neugeborenenikterus, nicht näher bezeichnet
fr_fr: Ictère néonatal, sans précision
zh_cn: 未特指的新生儿黄疸

# model:gnuhealth.pathology,name:P60
source: Disseminated intravascular coagulation of fetus and newborn
de: Disseminierte intravasale Gerinnung beim Fetus und Neugeborenen
zh_cn: 胎儿和新生儿播散性血管内凝血

# model:gnuhealth.pathology,name:P61
source: Other perinatal haematological disorders
de: Sonstige hämatologische Krankheiten in der Perinatalperiode
fr_fr: Autres affections hématologiques de la période périnatale
zh_cn: 其他围生期血液疾患

# model:gnuhealth.pathology,name:P610
source: Transient neonatal thrombocytopenia
de: Transitorische Thrombozytopenie beim Neugeborenen
fr_fr: Thrombopénie néonatale transitoire
zh_cn: 短暂性新生儿血小板减少

# model:gnuhealth.pathology,name:P611
source: Polycythaemia neonatorum
de: Polyglobulie beim Neugeborenen
fr_fr: Polycythémie du nouveau-né
zh_cn: 新生儿红细胞增多症

# model:gnuhealth.pathology,name:P612
source: Anaemia of prematurity
de: Anämie bei Prämaturität
fr_fr: Anémie de la prématurité
zh_cn: 早产性贫血

# model:gnuhealth.pathology,name:P613
source: Congenital anaemia from fetal blood loss
de: Angeborene Anämie durch fetalen Blutverlust
zh_cn: 胎儿失血所致的先天性贫血

# model:gnuhealth.pathology,name:P614
source: Other congenital anaemias, not elsewhere classified
de: Sonstige angeborene Anämien, anderenorts nicht klassifiziert
fr_fr: Autres anémies congénitales, non classées ailleurs
zh_cn: 其他先天性贫血，不可归类在他处者

# model:gnuhealth.pathology,name:P615
source: Transient neonatal neutropenia
de: Transitorische Neutropenie beim Neugeborenen
fr_fr: Neutropénie néonatale transitoire
zh_cn: 短暂性新生儿中性粒细胞减少

# model:gnuhealth.pathology,name:P616
source: Other transient neonatal disorders of coagulation
de: Sonstige transitorische Gerinnungsstörungen beim Neugeborenen
fr_fr: Autres affections transitoires de la coagulation pendant la période néonatale
zh_cn: 其他短暂性新生儿凝血疾患

# model:gnuhealth.pathology,name:P618
source: Other specified perinatal haematological disorders
de: Sonstige näher bezeichnete hämatologische Krankheiten in der Perinatalperiode
fr_fr: Autres affections hématologiques précisées de la période périnatale
zh_cn: 其他特指的围生期血液疾患

# model:gnuhealth.pathology,name:P619
source: Perinatal haematological disorder, unspecified
de: Hämatologische Krankheit in der Perinatalperiode, nicht näher bezeichnet
fr_fr: Affection hématologique de la période périnatale, sans précision
zh_cn: 未特指的围生期血液疾患

# model:gnuhealth.pathology,name:P70
source: Transitory disorders of carbohydrate metabolism specific to fetus and newborn
de: Transitorische Störungen des Kohlenhydratstoffwechsels, die für den Fetus und das Neugeborene spezifisch sind
zh_cn: 特发于胎儿和新生儿的暂时性碳水化合物代谢紊乱

# model:gnuhealth.pathology,name:P700
source: Syndrome of infant of mother with gestational diabetes
de: Syndrom des Kindes einer Mutter mit gestationsbedingtem Diabetes mellitus
fr_fr: Syndrome de l'enfant dont la mère a un diabète de la grossesse
zh_cn: 母亲伴妊娠糖尿病的婴儿综合征

# model:gnuhealth.pathology,name:P701
source: Syndrome of infant of a diabetic mother
de: Syndrom des Kindes einer diabetischen Mutter
fr_fr: Syndrome de l'enfant de mère diabétique
zh_cn: 糖尿病母亲的婴儿综合征

# model:gnuhealth.pathology,name:P702
source: Neonatal diabetes mellitus
de: Diabetes mellitus beim Neugeborenen
fr_fr: Diabète sucré néonatal
zh_cn: 新生儿糖尿病

# model:gnuhealth.pathology,name:P703
source: Iatrogenic neonatal hypoglycaemia
de: Iatrogene Hypoglykämie beim Neugeborenen
fr_fr: Hypoglycémie néonatale iatrogène
zh_cn: 医源性新生儿低血糖症

# model:gnuhealth.pathology,name:P704
source: Other neonatal hypoglycaemia
de: Sonstige Hypoglykämie beim Neugeborenen
fr_fr: Autres hypoglycémies néonatales
zh_cn: 其他的新生儿低血糖症

# model:gnuhealth.pathology,name:P708
source: Other transitory disorders of carbohydrate metabolism of fetus and newborn
de: Sonstige transitorische Störungen des Kohlenhydratstoffwechsels beim Fetus und Neugeborenen
zh_cn: 胎儿和新生儿的其他暂时性碳水化合物代谢疾患

# model:gnuhealth.pathology,name:P709
source: Transitory disorder of carbohydrate metabolism of fetus and newborn, unspecified
de: Transitorische Störung des Kohlenhydratstoffwechsels beim Fetus und Neugeborenen, nicht näher bezeichnet
zh_cn: 胎儿和新生儿未特指的暂时性碳水化合物代谢疾患

# model:gnuhealth.pathology,name:P71
source: Transitory neonatal disorders of calcium and magnesium metabolism
de: Transitorische Störungen des Kalzium- und Magnesiumstoffwechsels beim Neugeborenen
fr_fr: Anomalies transitoires du métabolisme du calcium et du magnésium du nouveau-né
zh_cn: 暂时性新生儿钙和镁代谢紊乱

# model:gnuhealth.pathology,name:P710
source: Cow milk hypocalcaemia in newborn
de: Kuhmilch-Hypokalzämie beim Neugeborenen
zh_cn: 新生儿牛乳性低钙血症

# model:gnuhealth.pathology,name:P711
source: Other neonatal hypocalcaemia
de: Sonstige Hypokalzämie beim Neugeborenen
fr_fr: Autres hypocalcémies du nouveau-né
zh_cn: 其他的新生儿低钙血症

# model:gnuhealth.pathology,name:P712
source: Neonatal hypomagnesaemia
de: Hypomagnesiämie beim Neugeborenen
fr_fr: Hypomagnésémie néonatale
zh_cn: 新生儿低镁血症

# model:gnuhealth.pathology,name:P713
source: Neonatal tetany without calcium or magnesium deficiency
de: Tetanie beim Neugeborenen, ohne Kalzium- oder Magnesiummangel
fr_fr: Tétanie néonatale sans carence en calcium ou magnésium
zh_cn: 新生儿手足搐搦不伴钙或镁的缺乏
