Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology.category,name:icdcat16
source: XVI Certain conditions originating in the perinatal period
de: XVI Bestimmte Zustände, die ihren Ursprung in der Perinatalperiode haben
fr_fr: XVI Certaines affections dont l'origine se situe dans la période périnatale
zh_cn: 第16章 起源于围生期的某些情况

# model:gnuhealth.pathology.category,name:icdcat16-1
source: (P00-P04) Fetus and newborn affected by maternal factors and by complications of pregnancy, labour and delivery
de: (P00-P04) Schädigung des Fetus und Neugeborenen durch mütterliche Faktoren und durch Komplikationen bei Schwangerschaft, Wehentätigkeit und Entbindung
fr_fr: Fœtus et nouveau-né affectés par des troubles maternels et par des complications de la grossesse, du travail et de l'accouchement(P00-P04)
zh_cn: (P00-P04) 胎儿和新生儿受母体因素及妊娠、产程和分娩并发症的影响

# model:gnuhealth.pathology.category,name:icdcat16-10
source: (P90-P96) Other disorders originating in the perinatal period
de: (P90-P96) Sonstige Störungen, die ihren Ursprung in der Perinatalperiode haben
fr_fr: Autres affections dont l'origine se situe dans la période périnatale(P90-P96)
zh_cn: (P90-P96) 起源于围生期的其他疾患

# model:gnuhealth.pathology.category,name:icdcat16-2
source: (P05-P08) Disorders related to length of gestation and foetal growth
de: (P05-P08) Störungen im Zusammenhang mit der Schwangerschaftsdauer und dem fetalen Wachstum
fr_fr: Anomalies liées à la durée de la gestation et à la croissance du fœtus(P05-P08)
zh_cn: (P05-P08) 与妊娠期长短和胎儿生长有关的疾患

# model:gnuhealth.pathology.category,name:icdcat16-3
source: (P10-P15) Birth trauma
de: (P10-P15) Geburtstrauma
fr_fr: Traumatismes obstétricaux(P10-P15)
zh_cn: (P10-P15) 产伤

# model:gnuhealth.pathology.category,name:icdcat16-4
source: (P20-P29) Respiratory and cardiovascular disorders specific to the perinatal period
de: (P20-P29) Krankheiten des Atmungs- und Herz-Kreislaufsystems, die für die Perinatalperiode spezifisch sind
fr_fr: Affections respiratoires et cardio-vasculaires spécifiques de la période périnatale(P20-P29)
zh_cn: (P20-P29) 特发于围生期的呼吸和心血管疾患

# model:gnuhealth.pathology.category,name:icdcat16-5
source: (P35-P39) Infections specific to the perinatal period
de: (P35-P39) Infektionen, die für die Perinatalperiode spezifisch sind
fr_fr: Infections spécifiques de la période périnatale(P35-P39)
zh_cn: (P35-P39) 特发于围生期的感染

# model:gnuhealth.pathology.category,name:icdcat16-6
source: (P50-P61) Haemorrhagic and haematological disorders of foetus and newborn
de: (P50-P61) Hämorrhagische und hämatologische Krankheiten beim Fetus und Neugeborenen
fr_fr: Affections hémorragiques et hématologiques du fœtus et du nouveau-né(P50-P61)
zh_cn: (P50-P61) 胎儿和新生儿出血性和血液学疾患

# model:gnuhealth.pathology.category,name:icdcat16-7
source: (P70-P74) Transitory endocrine and metabolic disorders specific to foetus and newborn
de: (P70-P74) Transitorische endokrine und Stoffwechselstörungen, die für den Fetus und das Neugeborene spezifisch sind
fr_fr: Anomalies endocriniennes et métaboliques transitoires spécifiques du fœtus et du nouveau-né(P70-P74)
zh_cn: (P70-P74) 特发于胎儿和新生儿的暂时性内分泌和代谢疾患

# model:gnuhealth.pathology.category,name:icdcat16-8
source: (P75-P78) Digestive system disorders of foetus and newborn
de: (P75-P78) Krankheiten des Verdauungssystems beim Fetus und Neugeborenen
fr_fr: Affections de l'appareil digestif du fœtus et du nouveau-né(P75-P78)
zh_cn: (P75-P78) 胎儿和新生儿的消化系统疾患

# model:gnuhealth.pathology.category,name:icdcat16-9
source: (P80-P83) Conditions involving the integument and temperature regulation of foetus and newborn
de: (P80-P83) Krankheitszustände mit Beteiligung der Haut und der Temperaturregulation beim Fetus und Neugeborenen
fr_fr: Affections intéressant les téguments et la régulation thermique du fœtus et du nouveau-né(P80-P83)
zh_cn: (P80-P83) 累及胎儿和新生儿体被和体温调节的情况

# model:gnuhealth.pathology.category,name:icdcat17
source: XVII Congenital malformations, deformations and chromosomal abnormalities
de: XVII Angeborene Fehlbildungen, Deformitäten und Chromosomenanomalien
fr_fr: XVII Malformations congénitales et anomalies chromosomiques
zh_cn: 第17章 先天性畸形、变形和染色体异常

# model:gnuhealth.pathology.category,name:icdcat17-1
source: (Q00-Q07) Congenital malformations of the nervous system
de: (Q00-Q07) Angeborene Fehlbildungen des Nervensystems
fr_fr: Malformations congénitales du système nerveux(Q00-Q07)
zh_cn: (Q00-Q07) 神经系统先天性畸形

# model:gnuhealth.pathology.category,name:icdcat17-10
source: (Q80-Q89) Other congenital malformations
de: (Q80-Q89) Sonstige angeborene Fehlbildungen
fr_fr: Autres malformations congénitales(Q80-Q89)
zh_cn: (Q80-Q89) 其他先天性畸形

# model:gnuhealth.pathology.category,name:icdcat17-11
source: (Q90-Q99) Chromosomal abnormalities, not elsewhere classified
de: (Q90-Q99) Chromosomenanomalien, anderenorts nicht klassifiziert
fr_fr: Anomalies chromosomiques, non classées ailleurs(Q90-Q99)
zh_cn: (Q90-Q99) 染色体异常,不可归类在他处者

# model:gnuhealth.pathology.category,name:icdcat17-2
source: (Q10-Q18) Congenital malformations of eye, ear, face and neck
de: (Q10-Q18) Angeborene Fehlbildungen des Auges, des Ohres, des Gesichtes und des Halses
fr_fr: Malformations congénitales de l'œil, de l'oreille, de la face et du cou(Q10-Q18)
zh_cn: (Q10-Q18) 眼、耳、面和颈部先天性畸形

# model:gnuhealth.pathology.category,name:icdcat17-3
source: (Q20-Q28) Congenital malformations of the circulatory system
de: (Q20-Q28) Angeborene Fehlbildungen des Kreislaufsystems
fr_fr: Malformations congénitales de l'appareil circulatoire(Q20-Q28)
zh_cn: (Q20-Q28) 循环系统先天性畸形

# model:gnuhealth.pathology.category,name:icdcat17-4
source: (Q30-Q34) Congenital malformations of the respiratory system
de: (Q30-Q34) Angeborene Fehlbildungen des Atmungssystems
fr_fr: Malformations congénitales de l'appareil respiratoire(Q30-Q34)
zh_cn: (Q30-Q34) 呼吸系统先天性畸形

# model:gnuhealth.pathology.category,name:icdcat17-5
source: (Q35-Q37) Cleft lip and cleft palate
de: (Q35-Q37) Lippen-, Kiefer- und Gaumenspalte
fr_fr: Fente labiale et fente palatine(Q35-Q37)
zh_cn: (Q35-Q37) 唇裂和腭裂

# model:gnuhealth.pathology.category,name:icdcat17-6
source: (Q38-Q45) Other congenital malformations of the digestive system
de: (Q38-Q45) Sonstige angeborene Fehlbildungen des Verdauungssystems
fr_fr: Autres malformations congénitales de l'appareil digestif(Q38-Q45)
zh_cn: (Q38-Q45) 消化系统的其他先天性畸形

# model:gnuhealth.pathology.category,name:icdcat17-7
source: (Q50-Q56) Congenital malformations of genital organs
de: (Q50-Q56) Angeborene Fehlbildungen der Genitalorgane
fr_fr: Malformations congénitales des organes génitaux(Q50-Q56)
zh_cn: (Q50-Q56) 生殖器官先天性畸形

# model:gnuhealth.pathology.category,name:icdcat17-8
source: (Q60-Q64) Congenital malformations of the urinary system
de: (Q60-Q64) Angeborene Fehlbildungen des Harnsystems
fr_fr: Malformations congénitales de l'appareil urinaire(Q60-Q64)
zh_cn: (Q60-Q64) 泌尿系统先天性畸形

# model:gnuhealth.pathology.category,name:icdcat17-9
source: (Q65-Q79) Congenital malformations and deformations of the musculoskeletal system
de: (Q65-Q79) Angeborene Fehlbildungen und Deformitäten des Muskel-Skelett-Systems
fr_fr: Malformations congénitales du système ostéo-articulaire et des muscles(Q65-Q79)
zh_cn: (Q65-Q79) 肌肉骨骼系统先天性畸形和变形

# model:gnuhealth.pathology.category,name:icdcat18
source: XVIII Symptoms, signs and abnormal clinical and laboratory findings, not elsewhere classified
de: XVIII Symptome und abnorme klinische und Laborbefunde, die anderenorts nicht klassifiziert sind
fr_fr: XVIII Symptômes, signes et résultats anormaux d'examens cliniques et de laboratoire, non classés ailleurs
zh_cn: 第18章 症状、体征和临床与实验室异常所见，不可归类在他处者

# model:gnuhealth.pathology.category,name:icdcat18-1
source: (R00-R09) Symptoms and signs involving the circulatory and respiratory systems
de: (R00-R09) Symptome, die das Kreislaufsystem und das Atmungssystem betreffen
fr_fr: Symptômes et signes relatifs aux appareils circulatoire et respiratoire(R00-R09)
zh_cn: (R00-R09) 累及循环和呼吸系统的症状和体征

# model:gnuhealth.pathology.category,name:icdcat18-10
source: (R80-R82) Abnormal findings on examination of urine, without diagnosis
de: (R80-R82) Abnorme Urinuntersuchungsbefunde ohne Vorliegen einer Diagnose
fr_fr: Résultats anormaux de l'examen des urines, sans diagnostic(R80-R82)
zh_cn: (R80-R82) 尿检查的异常所见,无诊断者

# model:gnuhealth.pathology.category,name:icdcat18-11
source: (R83-R89) Abnormal findings on examination of other body fluids, substances and tissues, without diagnosis
de: (R83-R89) Abnorme Befunde ohne Vorliegen einer Diagnose bei der Untersuchung anderer Körperflüssigkeiten, Substanzen und Gewebe
fr_fr: Résultats anormaux de l'examen d'autres liquides, substances et tissus, sans diagnostic(R83-R89)
zh_cn: (R83-R89) 异常所见,无诊断者

# model:gnuhealth.pathology.category,name:icdcat18-12
source: (R90-R94) Abnormal findings on diagnostic imaging and in function studies, without diagnosis
de: (R90-R94) Abnorme Befunde ohne Vorliegen einer Diagnose bei bildgebender Diagnostik und Funktionsprüfungen
fr_fr: Résultats anormaux d'imagerie diagnostique et d'épreuves fonctionnelles, sans diagnostic(R90-R94)
zh_cn: (R90-R94) 诊断性影像和功能检查的异常所见,无诊断者

# model:gnuhealth.pathology.category,name:icdcat18-13
source: (R95-R99) Ill-defined and unknown causes of mortality
de: (R95-R99) Ungenau bezeichnete und unbekannte Todesursachen
fr_fr: Causes de mortalité mal définies et inconnues(R95-R99)
zh_cn: (R95-R99) 原因不明确和原因不知的死亡

# model:gnuhealth.pathology.category,name:icdcat18-2
source: (R10-R19) Symptoms and signs involving the digestive system and abdomen
de: (R10-R19) Symptome, die das Verdauungssystem und das Abdomen betreffen
fr_fr: Symptômes et signes relatifs à l'appareil digestif et à l'abdomen(R10-R19)
zh_cn: (R10-R19) 累及消化系统和腹部的症状和体征

# model:gnuhealth.pathology.category,name:icdcat18-3
source: (R20-R23) Symptoms and signs involving the skin and subcutaneous tissue
de: (R20-R23) Symptome, die die Haut und das Unterhautgewebe betreffen
fr_fr: Symptômes et signes relatifs à la peau et au tissu cellulaire sous-cutané(R20-R23)
zh_cn: (R20-R23) 累及皮肤和皮下组织的症状和体征

# model:gnuhealth.pathology.category,name:icdcat18-4
source: (R25-R29) Symptoms and signs involving the nervous and musculoskeletal systems
de: (R25-R29) Symptome, die das Nervensystem und das Muskel-Skelett-System betreffen
fr_fr: Symptômes et signes relatifs aux systèmes nerveux et ostéo-musculaire(R25-R29)
zh_cn: (R25-R29) 累及神经和肌肉骨骼系统的症状和体征

# model:gnuhealth.pathology.category,name:icdcat18-5
source: (R30-R39) Symptoms and signs involving the urinary system
de: (R30-R39) Symptome, die das Harnsystem betreffen
fr_fr: Symptômes et signes relatifs à l'appareil urinaire(R30-R39)
zh_cn: (R30-R39) 累及泌尿系统的症状和体征

# model:gnuhealth.pathology.category,name:icdcat18-6
source: (R40-R46) Symptoms and signs involving cognition, perception, emotional state and behaviour
de: (R40-R46) Symptome, die das Erkennungs- und Wahrnehmungsvermögen, die Stimmung und das Verhalten betreffen
fr_fr: Symptômes et signes relatifs à la connaissance, la perception, l'humeur et le comportement(R40-R46)
zh_cn: (R40-R46) 累及认知、知觉、情绪状态和行为的症状和体征

# model:gnuhealth.pathology.category,name:icdcat18-7
source: (R47-R49) Symptoms and signs involving speech and voice
de: (R47-R49) Symptome, die die Sprache und die Stimme betreffen
fr_fr: Symptômes et signes relatifs au langage et à la voix(R47-R49)
zh_cn: (R47-R49) 累及言语和语音的症状和体征

# model:gnuhealth.pathology.category,name:icdcat18-8
source: (R50-R69) General symptoms and signs
de: (R50-R69) Allgemeinsymptome
fr_fr: Symptômes et signes généraux(R50-R69)
zh_cn: (R50-R69) 一般症状和体征

# model:gnuhealth.pathology.category,name:icdcat18-9
source: (R70-R79) Abnormal findings on examination of blood, without diagnosis
de: (R70-R79) Abnorme Blutuntersuchungsbefunde ohne Vorliegen einer Diagnose
fr_fr: Résultats anormaux de l'examen du sang, sans diagnostic(R70-R79)
zh_cn: (R70-R79) 血液检查的异常所见。无诊断者

# model:gnuhealth.pathology.category,name:icdcat19
source: XIX Injury, poisoning and certain other consequences of external causes
de: XIX Verletzungen, Vergiftungen und bestimmte andere Folgen äußerer Ursachen
fr_fr: XIX Lésions traumatiques, empoisonnements et certaines autres conséquences de causes externes
zh_cn: 第19章 损伤、中毒和外因的某些其他后果

# model:gnuhealth.pathology.category,name:icdcat19-1
source: (S00-S09) Injuries to the head
de: (S00-S09) Verletzungen des Kopfes
fr_fr: Lésions traumatiques de la tête(S00-S09)
zh_cn: (S00-S09) 头部损伤

# model:gnuhealth.pathology.category,name:icdcat19-10
source: (S90-S99) Injuries to the ankle and foot
de: (S90-S99) Verletzungen der Knöchelregion und des Fußes
fr_fr: Lésions traumatiques de la cheville et du pied(S90-S99)
zh_cn: (S90-S99) 踝和足损伤

# model:gnuhealth.pathology.category,name:icdcat19-11
source: (T00-T07) Injuries involving multiple body regions
de: (T00-T07) Verletzungen mit Beteiligung mehrerer Körperregionen
fr_fr: Lésions traumatiques de plusieurs parties du corps(T00-T07)
zh_cn: (T00-T07) 累及身体多个部位的损伤

# model:gnuhealth.pathology.category,name:icdcat19-12
source: (T08-T14) Injuries to unspecified part of trunk, limb or body region
de: (T08-T14) Verletzungen nicht näher bezeichneter Teile des Rumpfes, der Extremitäten oder anderer Körperregionen
fr_fr: Lésions traumatiques de siège non précisé du tronc, membre ou autre région du corps(T08-T14)
zh_cn: (T08-T14) 躯干、四肢或身体未特指部位的损伤

# model:gnuhealth.pathology.category,name:icdcat19-13
source: (T15-T19) Effects of foreign body entering through natural orifice
de: (T15-T19) Folgen des Eindringens eines Fremdkörpers durch eine natürliche Körperöffnung
fr_fr: Effets dus à un corps étranger ayant pénétré dans un orifice naturel(T15-T19)
zh_cn: (T15-T19) 通过自然腔口进入异物的效应

# model:gnuhealth.pathology.category,name:icdcat19-14
source: (T20-T25) Burns and corrosions of external body surface, specified by site
de: (T20-T25) Verbrennungen oder Verätzungen der äußeren Körperoberfläche, Lokalisation bezeichnet
fr_fr: Brûlures et corrosions de la surface externe du corps, selon la localisation(T20-T25)
zh_cn: (T20-T25) 身体外表面烧伤和腐蚀伤,按部位特指者

# model:gnuhealth.pathology.category,name:icdcat19-15
source: (T26-T28) Burns and corrosions confined to eye and internal organs
de: (T26-T28) Verbrennungen oder Verätzungen, die auf das Auge und auf innere Organe begrenzt sind
fr_fr: Brûlures et corrosions de l'œil et des organes internes(T26-T28)
zh_cn: (T26-T28) 限于眼和内部器官的烧伤和腐蚀伤

# model:gnuhealth.pathology.category,name:icdcat19-16
source: (T29-T32) Burns and corrosions of multiple and unspecified body regions
de: (T29-T32) Verbrennungen oder Verätzungen mehrerer und nicht näher bezeichneter Körperregionen
fr_fr: Brûlures et corrosions de parties du corps, multiples et non précisées(T29-T32)
zh_cn: (T29-T32) 身体多个部位和未特指部位的烧伤和瘸蚀伤

# model:gnuhealth.pathology.category,name:icdcat19-17
source: (T33-T35) Frostbite
de: (T33-T35) Erfrierungen
fr_fr: Gelures(T33-T35)
zh_cn: (T33-T35) 冻伤

# model:gnuhealth.pathology.category,name:icdcat19-18
source: (T36-T50) Poisoning by drugs, medicaments and biological substances
de: (T36-T50) Vergiftungen durch Arzneimittel, Drogen und biologisch aktive Substanzen
fr_fr: Intoxications par des médicaments et des substances biologiques(T36-T50)
zh_cn: (T36-T50) 药物、药剂和生物制品中毒

# model:gnuhealth.pathology.category,name:icdcat19-19
source: (T51-T65) Toxic effects of substances chiefly nonmedicinal as to source
de: (T51-T65) Toxische Wirkungen von vorwiegend nicht medizinisch verwendeten Substanzen
fr_fr: Effets toxiques de substances d'origine essentiellement non médicinale(T51-T65)
zh_cn: (T51-T65) 主要为非药用物质的毒性效应

# model:gnuhealth.pathology.category,name:icdcat19-2
source: (S10-S19) Injuries to the neck
de: (S10-S19) Verletzungen des Halses
fr_fr: Lésions traumatiques du cou(S10-S19)
zh_cn: (S10-S19) 颈部损伤

# model:gnuhealth.pathology.category,name:icdcat19-20
source: (T66-T78) Other and unspecified effects of external causes
de: (T66-T78) Sonstige und nicht näher bezeichnete Schäden durch äußere Ursachen
fr_fr: Effets de causes externes, autres et non précisés(T66-T78)
zh_cn: (T66-T78) 外因的其他和未特指的效应

# model:gnuhealth.pathology.category,name:icdcat19-21
source: (T79-T79) Certain early complications of trauma
de: (T79-T79) Bestimmte Frühkomplikationen eines Traumas
fr_fr: Certaines complications précoces des traumatismes(T79-T79)
zh_cn: (T79-T79) 某些早期并发症的创伤

# model:gnuhealth.pathology.category,name:icdcat19-22
source: (T80-T88) Complications of surgical and medical care, not elsewhere classified
de: (T80-T88) Komplikationen bei chirurgischen Eingriffen und medizinischer Behandlung, anderenorts nicht klassifiziert
fr_fr: Complications de soins chirurgicaux et médicaux, non classées ailleurs(T80-T88)
zh_cn: (T80-T88) 手术和医疗的并发症,不可归类在他处者

# model:gnuhealth.pathology.category,name:icdcat19-23
source: (T90-T98) Sequelae of injuries, of poisoning and of other consequences of external causes
de: (T90-T98) Folgen von Verletzungen, Vergiftungen und sonstigen Auswirkungen äußerer Ursachen
fr_fr: Séquelles de lésions traumatiques, d'empoisonnements et d'autres conséquences de causes externes(T90-T98)
zh_cn: (T90-T98) 损伤、中毒和外因的其他后果的后遗症

# model:gnuhealth.pathology.category,name:icdcat19-3
source: (S20-S29) Injuries to the thorax
de: (S20-S29) Verletzungen des Thorax
fr_fr: Lésions traumatiques du thorax(S20-S29)
zh_cn: (S20-S29) 胸部损伤

# model:gnuhealth.pathology.category,name:icdcat19-4
source: (S30-S39) Injuries to the abdomen
de: (S30-S39) Verletzungen des Abdomens, der Lumbosakralgegend, der Lendenwirbelsäule und des Beckens
fr_fr: Lésions traumatiques de l'abdomen, des lombes, du rachis lombaire et du bassin(S30-S39)
zh_cn: (S30-S39) 腹部、下背、腰椎和骨盆损伤

# model:gnuhealth.pathology.category,name:icdcat19-5
source: (S40-S49) Injuries to the shoulder and upper arm
de: (S40-S49) Verletzungen der Schulter und des Oberarmes
fr_fr: Lésions traumatiques de l'épaule et du bras(S40-S49)
zh_cn: (S40-S49) 肩和上臂损伤

# model:gnuhealth.pathology.category,name:icdcat19-6
source: (S50-S59) Injuries to the elbow and forearm
de: (S50-S59) Verletzungen des Ellenbogens und des Unterarmes
fr_fr: Lésions traumatiques du coude et de l'avant-bras(S50-S59)
zh_cn: (S50-S59) 肘和前臂损伤

# model:gnuhealth.pathology.category,name:icdcat19-7
source: (S60-S69) Injuries to the wrist and hand
de: (S60-S69) Verletzungen des Handgelenkes und der Hand
fr_fr: Lésions traumatiques du poignet et de la main(S60-S69)
zh_cn: (S60-S69) 腕和手损伤

# model:gnuhealth.pathology.category,name:icdcat19-8
source: (S70-S79) Injuries to the hip and thigh
de: (S70-S79) Verletzungen der Hüfte und des Oberschenkels
fr_fr: Lésions traumatiques de la hanche et de la cuisse(S70-S79)
zh_cn: (S70-S79) 髋和大腿损伤

# model:gnuhealth.pathology.category,name:icdcat19-9
source: (S80-S89) Injuries to the knee and lower leg
de: (S80-S89) Verletzungen des Knies und des Unterschenkels
fr_fr: Lésions traumatiques du genou et de la jambe(S80-S89)
zh_cn: (S80-S89) 膝和小腿损伤

# model:gnuhealth.pathology.category,name:icdcat2
source: II Neoplasms
de: II Neubildungen
fr_fr: II Tumeurs
zh_cn: 第2章 肿瘤

# model:gnuhealth.pathology.category,name:icdcat2-1
source: (C00-C14) Malignant neoplasms of lip, oral cavity and pharynx
de: (C00-C14) Bösartige Neubildungen der Lippe, der Mundhöhle und des Pharynx
fr_fr: Tumeurs malignes de la lèvre, de la cavité buccale et du pharynx(C00-C14)
zh_cn: (C00-C14) 唇、口腔和咽恶性肿瘤

# model:gnuhealth.pathology.category,name:icdcat2-10
source: (C64-C68) Malignant neoplasm of urinary tract
de: (C64-C68) Bösartige Neubildungen der Harnorgane
fr_fr: Tumeurs malignes des voies urinaires(C64-C68)
zh_cn: (C64-C68) 泌尿道恶性肿瘤

# model:gnuhealth.pathology.category,name:icdcat2-11
source: (C69-C72) Malignant neoplasms of eye, brain and other parts of central nervous system
de: (C69-C72) Bösartige Neubildungen des Auges, des Gehirns und sonstiger Teile des Zentralnervensystems
fr_fr: Tumeurs malignes de l'œil, de l'encéphale et d'autres parties du système nerveux central(C69-C72)
zh_cn: (C69-C72) 眼、脑和中枢神经系统其他部位的恶性肿瘤

# model:gnuhealth.pathology.category,name:icdcat2-12
source: (C73-C75) Malignant neoplasms of thyroid and other endocrine glands
de: (C73-C75) Bösartige Neubildungen der Schilddrüse und sonstiger endokriner Drüsen
fr_fr: Tumeurs malignes de la thyroïde et d'autres glandes endocrines(C73-C75)
zh_cn: (C73-C75) 甲状腺和其他内分泌腺恶性肿瘤

# model:gnuhealth.pathology.category,name:icdcat2-13
source: (C76-C80) Malignant neoplasms of ill-defined, secondary and unspecified sites
de: (C76-C80) Bösartige Neubildungen ungenau bezeichneter, sekundärer und nicht näher bezeichneter Lokalisationen
fr_fr: Tumeurs malignes de sièges mal définis, secondaires et non précisés(C76-C80)
zh_cn: (C76-C80) 不明确、继发和未特指部位的恶性肿瘤

# model:gnuhealth.pathology.category,name:icdcat2-14
source: (C81-C96) Malignant neoplasms, stated or presumed to be primary, of lymphoid, haematopoietic and related tissue
de: (C81-C96) Bösartige Neubildungen des lymphatischen, blutbildenden und verwandten Gewebes, als primär festgestellt oder vermutet
fr_fr: Tumeurs malignes primitives ou présumées primitives des tissus lymphoïde, hématopoïétique et apparentés(C81-C96)
zh_cn: (C81-C96) 淋巴、造血和有关组织的恶性肿瘤

# model:gnuhealth.pathology.category,name:icdcat2-15
source: (C97-C97) Malignant neoplasms of independent (primary) multiple sites
de: (C97-C97) Bösartige Neubildungen als Primärtumoren an mehreren Lokalisationen
fr_fr: Tumeurs malignes de sièges multiples indépendants (primitifs)(C97-C97)
zh_cn: (C97-C97) 独立（初级）多个站点恶性肿瘤

# model:gnuhealth.pathology.category,name:icdcat2-16
source: (D00-D09) In situ neoplasms
de: (D00-D09) In-situ-Neubildungen
fr_fr: Tumeurs in situ(D00-D09)
zh_cn: (D00-D09) 原位肿瘤

# model:gnuhealth.pathology.category,name:icdcat2-17
source: (D10-D36) Benign neoplasms
de: (D10-D36) Gutartige Neubildungen
fr_fr: Tumeurs bénignes(D10-D36)
zh_cn: (D10-D36) 良性肿瘤

# model:gnuhealth.pathology.category,name:icdcat2-18
source: (D37-D48) Neoplasms of uncertain or unknown behaviour
de: (D37-D48) Neubildungen unsicheren oder unbekannten Verhaltens
fr_fr: Tumeurs à évolution imprévisible ou inconnue(D37-D48)
zh_cn: (D37-D48) 动态未定或动态未知的肿瘤

# model:gnuhealth.pathology.category,name:icdcat2-2
source: (C15-C26) Malignant neoplasms of digestive organs
de: (C15-C26) Bösartige Neubildungen der Verdauungsorgane
fr_fr: Tumeurs malignes des organes digestifs(C15-C26)
zh_cn: (C15-C26) 消化器官恶性肿瘤

# model:gnuhealth.pathology.category,name:icdcat2-3
source: (C30-C39) Malignant neoplasm of respiratory and intrathoracic organs
de: (C30-C39) Bösartige Neubildungen der Atmungsorgane und sonstiger intrathorakaler Organe
fr_fr: Tumeurs malignes des organes respiratoires et intrathoraciques(C30-C39)
zh_cn: (C30-C39) 呼吸和胸腔内器官恶性肿瘤

# model:gnuhealth.pathology.category,name:icdcat2-4
source: (C40-C41) Malignant neoplasm of bone and articular cartilage
de: (C40-C41) Bösartige Neubildungen des Knochens und des Gelenkknorpels
fr_fr: Tumeurs malignes des os et du cartilage articulaire(C40-C41)
zh_cn: (C40-C41) 骨和关节软骨恶性肿瘤

# model:gnuhealth.pathology.category,name:icdcat2-5
source: (C43-C44) Melanoma and other malignant neoplasms of skin
de: (C43-C44) Melanom und sonstige bösartige Neubildungen der Haut
fr_fr: Mélanome malin et autres tumeurs malignes de la peau(C43-C44)
zh_cn: (C43-C44) 皮肤黑色素瘤和其他恶性肿瘤

# model:gnuhealth.pathology.category,name:icdcat2-6
source: (C45-C49) Malignant neoplasms of mesothelial and soft tissue
de: (C45-C49) Bösartige Neubildungen des mesothelialen Gewebes und des Weichteilgewebes
fr_fr: Tumeurs malignes du tissu mésothélial et des tissus mous(C45-C49)
zh_cn: (C45-C49) 间皮组织和软组织恶性肿瘤

# model:gnuhealth.pathology.category,name:icdcat2-7
source: (C50-C50) Malignant neoplasm of breast
de: (C50-C50) Bösartige Neubildungen der Brustdrüse [Mamma]
fr_fr: Tumeur maligne du sein(C50-C50)
zh_cn: (C50-C50) 乳房恶性肿瘤
