Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Y771
source: Ophthalmic devices associated with adverse incidents: Therapeutic (nonsurgical) and rehabilitative devices
de: Zur ophthalmologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Therapeutische (nichtchirurgische) sowie für die Rehabilitation verwendete Geräte und Hilfsmittel
zh_cn: 与有害事件有关的眼科装置，治疗和康复装置(非手术的)

# model:gnuhealth.pathology,name:Y772
source: Ophthalmic devices associated with adverse incidents: Prosthetic and other implants, materials and accessory devices
de: Zur ophthalmologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Prothetische und sonstige Implantate, Materialien und Zusatzgeräte
zh_cn: 与有害事件有关的眼科装置，假体和其他植入物、材料和附件装置

# model:gnuhealth.pathology,name:Y773
source: Ophthalmic devices associated with adverse incidents: Surgical instruments, materials and devices (including sutures)
de: Zur ophthalmologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Chirurgische Instrumente, Materialien und Gegenstände (einschließlich Nahtmaterial)
zh_cn: 与有害事件有关的眼科装置，手术器械、材料和装置(包括缝线)

# model:gnuhealth.pathology,name:Y778
source: Ophthalmic devices associated with adverse incidents: Miscellaneous devices, not elsewhere classified
de: Zur ophthalmologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Verschiedenartige Geräte, anderenorts nicht klassifiziert
zh_cn: 与有害事件有关的眼科装置，多用途装置，不可归类在他处者

# model:gnuhealth.pathology,name:Y78
source: Radiological devices associated with adverse incidents
de: Zur radiologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen
fr_fr: Appareils utilisés en radiologie, associés à des accidents
zh_cn: 与有害事件有关的放射学装置

# model:gnuhealth.pathology,name:Y780
source: Radiological devices associated with adverse incidents: Diagnostic and monitoring devices
de: Zur radiologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Geräte zur Diagnostik und Überwachung
zh_cn: 与有害事件有关的放射学装置，诊断和监测装置

# model:gnuhealth.pathology,name:Y781
source: Radiological devices associated with adverse incidents: Therapeutic (nonsurgical) and rehabilitative devices
de: Zur radiologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Therapeutische (nichtchirurgische) sowie für die Rehabilitation verwendete Geräte und Hilfsmittel
zh_cn: 与有害事件有关的放射学装置治疗和康复装置(非手术的)

# model:gnuhealth.pathology,name:Y782
source: Radiological devices associated with adverse incidents: Prosthetic and other implants, materials and accessory devices
de: Zur radiologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Prothetische und sonstige Implantate, Materialien und Zusatzgeräte
zh_cn: 与有害事件有关的放射学装置假体和其他植入物、材料和附件装置

# model:gnuhealth.pathology,name:Y783
source: Radiological devices associated with adverse incidents: Surgical instruments, materials and devices (including sutures)
de: Zur radiologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Chirurgische Instrumente, Materialien und Gegenstände (einschließlich Nahtmaterial)
zh_cn: 与有害事件有关的放射学装置手术器械、材料和装置(包括缝线)

# model:gnuhealth.pathology,name:Y788
source: Radiological devices associated with adverse incidents: Miscellaneous devices, not elsewhere classified
de: Zur radiologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Verschiedenartige Geräte, anderenorts nicht klassifiziert
zh_cn: 与有害事件有关的放射学装置多用途装置，不可归类在他处者

# model:gnuhealth.pathology,name:Y79
source: Orthopaedic devices associated with adverse incidents
de: Zur orthopädischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen
fr_fr: Appareils orthopédiques, associés à des accidents
zh_cn: 与有害事件有关的矫形外科装置

# model:gnuhealth.pathology,name:Y790
source: Orthopaedic devices associated with adverse incidents: Diagnostic and monitoring devices
de: Zur orthopädischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Geräte zur Diagnostik und Überwachung
zh_cn: 与有害事件有关的矫形外科装置，诊断和监测装置

# model:gnuhealth.pathology,name:Y791
source: Orthopaedic devices associated with adverse incidents: Therapeutic (nonsurgical) and rehabilitative devices
de: Zur orthopädischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Therapeutische (nichtchirurgische) sowie für die Rehabilitation verwendete Geräte und Hilfsmittel
zh_cn: 与有害事件有关的矫形外科装置，治疗和康复装置(非手术的)

# model:gnuhealth.pathology,name:Y792
source: Orthopaedic devices associated with adverse incidents: Prosthetic and other implants, materials and accessory devices
de: Zur orthopädischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Prothetische und sonstige Implantate, Materialien und Zusatzgeräte
zh_cn: 与有害事件有关的矫形外科装置，假体和其他植入物、材料和附件装置

# model:gnuhealth.pathology,name:Y793
source: Orthopaedic devices associated with adverse incidents: Surgical instruments, materials and devices (including sutures)
de: Zur orthopädischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Chirurgische Instrumente, Materialien und Gegenstände (einschließlich Nahtmaterial)
zh_cn: 与有害事件有关的矫形外科装置，手术器械、材料和装置(包括缝线)

# model:gnuhealth.pathology,name:Y798
source: Orthopaedic devices associated with adverse incidents: Miscellaneous devices, not elsewhere classified
de: Zur orthopädischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Verschiedenartige Geräte, anderenorts nicht klassifiziert
zh_cn: 与有害事件有关的矫形外科装置，多用途装置，不可归类在他处者

# model:gnuhealth.pathology,name:Y80
source: Physical medicine devices associated with adverse incidents
de: Zur physiotherapeutischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen
fr_fr: Appareils de médecine physique, associés à des accidents
zh_cn: 与有害事件有关的理疗装置

# model:gnuhealth.pathology,name:Y800
source: Physical medicine devices associated with adverse incidents: Diagnostic and monitoring devices
de: Zur physiotherapeutischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Geräte zur Diagnostik und Überwachung
zh_cn: 与有害事件有关的理疗装置，诊断和监测装置

# model:gnuhealth.pathology,name:Y801
source: Physical medicine devices associated with adverse incidents: Therapeutic (nonsurgical) and rehabilitative devices
de: Zur physiotherapeutischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Therapeutische (nichtchirurgische) sowie für die Rehabilitation verwendete Geräte und Hilfsmittel
zh_cn: 与有害事件有关的理疗装置治疗和康复装置(非手术的)

# model:gnuhealth.pathology,name:Y802
source: Physical medicine devices associated with adverse incidents: Prosthetic and other implants, materials and accessory devices
de: Zur physiotherapeutischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Prothetische und sonstige Implantate, Materialien und Zusatzgeräte
zh_cn: 与有害事件有关的理疗装置假体和其他植入物、材料和附件装置

# model:gnuhealth.pathology,name:Y803
source: Physical medicine devices associated with adverse incidents: Surgical instruments, materials and devices (including sutures)
de: Zur physiotherapeutischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Chirurgische Instrumente, Materialien und Gegenstände (einschließlich Nahtmaterial)
zh_cn: 与有害事件有关的理疗装置手术器械、材料和装置(包括缝线)

# model:gnuhealth.pathology,name:Y808
source: Physical medicine devices associated with adverse incidents: Miscellaneous devices, not elsewhere classified
de: Zur physiotherapeutischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Verschiedenartige Geräte, anderenorts nicht klassifiziert
zh_cn: 与有害事件有关的理疗装置多用途装置，不可归类在他处者

# model:gnuhealth.pathology,name:Y81
source: General- and plastic-surgery devices associated with adverse incidents
de: In der allgemeinen und plastischen Chirurgie benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen
fr_fr: Appareils utilisés en chirurgie générale et esthétique, associés à des accidents
zh_cn: 与有害事件有关的普通外科和整形外科装置

# model:gnuhealth.pathology,name:Y810
source: General- and plastic-surgery devices associated with adverse incidents: Diagnostic and monitoring devices
de: In der allgemeinen und plastischen Chirurgie benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Geräte zur Diagnostik und Überwachung
zh_cn: 与有害事件有关的普通外科和整形外科装置，诊断和监测装置

# model:gnuhealth.pathology,name:Y811
source: General- and plastic-surgery devices associated with adverse incidents: Therapeutic (nonsurgical) and rehabilitative devices
de: In der allgemeinen und plastischen Chirurgie benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Therapeutische (nichtchirurgische) sowie für die Rehabilitation verwendete Geräte und Hilfsmittel
zh_cn: 与有害事件有关的普通外科和整形外科装置，治疗和康复装置(非手术的)

# model:gnuhealth.pathology,name:Y812
source: General- and plastic-surgery devices associated with adverse incidents: Prosthetic and other implants, materials and accessory devices
de: In der allgemeinen und plastischen Chirurgie benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Prothetische und sonstige Implantate, Materialien und Zusatzgeräte
zh_cn: 与有害事件有关的普通外科和整形外科装置，假体和其他植入物、材料和附件装置

# model:gnuhealth.pathology,name:Y813
source: General- and plastic-surgery devices associated with adverse incidents: Surgical instruments, materials and devices (including sutures)
de: In der allgemeinen und plastischen Chirurgie benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Chirurgische Instrumente, Materialien und Gegenstände (einschließlich Nahtmaterial)
zh_cn: 与有害事件有关的普通外科和整形外科装置，手术器械、材料和装置(包括缝线)

# model:gnuhealth.pathology,name:Y818
source: General- and plastic-surgery devices associated with adverse incidents: Miscellaneous devices, not elsewhere classified
de: In der allgemeinen und plastischen Chirurgie benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Verschiedenartige Geräte, anderenorts nicht klassifiziert
zh_cn: 与有害事件有关的普通外科和整形外科装置，多用途装置，不可归类在他处者

# model:gnuhealth.pathology,name:Y82
source: Other and unspecified medical devices associated with adverse incidents
de: Sonstige und nicht näher bezeichnete medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen
fr_fr: Appareils associés à des accidents, autres et sans précision
zh_cn: 与有害事件有关的其他和未特指的医疗装置

# model:gnuhealth.pathology,name:Y820
source: Other and unspecified medical devices associated with adverse incidents: Diagnostic and monitoring devices
de: Sonstige und nicht näher bezeichnete medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Geräte zur Diagnostik und Überwachung
zh_cn: 与有害事件有关的其他和未特指的医疗装置，诊断和监测装置

# model:gnuhealth.pathology,name:Y821
source: Other and unspecified medical devices associated with adverse incidents: Therapeutic (nonsurgical) and rehabilitative devices
de: Sonstige und nicht näher bezeichnete medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Therapeutische (nichtchirurgische) sowie für die Rehabilitation verwendete Geräte und Hilfsmittel
zh_cn: 与有害事件有关的其他和未特指的医疗装置，治疗和康复装置(非手术的)

# model:gnuhealth.pathology,name:Y822
source: Other and unspecified medical devices associated with adverse incidents: Prosthetic and other implants, materials and accessory devices
de: Sonstige und nicht näher bezeichnete medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Prothetische und sonstige Implantate, Materialien und Zusatzgeräte
zh_cn: 与有害事件有关的其他和未特指的医疗装置，假体和其他植入物、材料和附件装置

# model:gnuhealth.pathology,name:Y823
source: Other and unspecified medical devices associated with adverse incidents: Surgical instruments, materials and devices (including sutures)
de: Sonstige und nicht näher bezeichnete medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Chirurgische Instrumente, Materialien und Gegenstände (einschließlich Nahtmaterial)
zh_cn: 与有害事件有关的其他和未特指的医疗装置，手术器械、材料和装置(包括缝线)

# model:gnuhealth.pathology,name:Y828
source: Other and unspecified medical devices associated with adverse incidents: Miscellaneous devices, not elsewhere classified
de: Sonstige und nicht näher bezeichnete medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Verschiedenartige Geräte, anderenorts nicht klassifiziert
zh_cn: 与有害事件有关的其他和未特指的医疗装置，多用途装置，不可归类在他处者

# model:gnuhealth.pathology,name:Y83
source: Surgical operation and other surgical procedures as the cause of abnormal reaction of the patient, or of later complication, without mention of misadventure at the time of the procedure
de: Chirurgischer Eingriff und sonstige chirurgische Maßnahmen als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme
fr_fr: Opération et autre acte chirurgical à l'origine de réactions anormales du patient ou de complications ultérieures, sans mention d'accident au cours de l'intervention
zh_cn: 外科手术和其他外科操作作为病人异常反应或以后并发症的原因，而在操作当时并未提及意外事故外科手术和其他外科手术作为病人异常反应的原因，或以后并发症，未提及意外事故的过程

# model:gnuhealth.pathology,name:Y830
source: Surgical operation with transplant of whole organ
de: Chirurgischer Eingriff mit Transplantation eines ganzen Organs als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme
fr_fr: Intervention chirurgicale avec transplantation d'un organe entier
zh_cn: 全器官移植手术作为病人异常反应或以后并发症的原因，而在操作当时并未提及意外事故

# model:gnuhealth.pathology,name:Y831
source: Surgical operation with implant of artificial internal device
de: Chirurgischer Eingriff mit Implantation eines künstlichen inneren Gerätes als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme
fr_fr: Intervention chirurgicale avec implantation d'une prothèse interne
zh_cn: 人工内部装置植入手术作为病人异常反应或以后并发症的原因，而在操作当时并耒提及意外事故

# model:gnuhealth.pathology,name:Y832
source: Surgical operation with anastomosis, bypass or graft
de: Chirurgischer Eingriff mit Anastomose, Bypass oder Transplantat als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme
fr_fr: Intervention chirurgicale avec anastomose, pontage ou greffe
zh_cn: 吻合、分流或移植手术作为病人异常反应或以后并发症的原因，而在操作当时并未提及意外事故

# model:gnuhealth.pathology,name:Y833
source: Surgical operation with formation of external stoma
de: Chirurgischer Eingriff mit Anlegung eines äußeren Stomas als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme
fr_fr: Intervention chirurgicale avec abouchement externe
zh_cn: 外造口形成手术作为病人异常反应或以后并发症的原因，而在操作当时并未提及意外事故

# model:gnuhealth.pathology,name:Y834
source: Other reconstructive surgery
de: Sonstige rekonstruktive Chirurgie als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme
fr_fr: Autres interventions chirurgicales réparatrices
zh_cn: 其他重建手术作为病人异常反应或以后并发症的原因，而在操作当时并未提及意外事故

# model:gnuhealth.pathology,name:Y835
source: Amputation of limb(s)
de: Amputation einer oder mehrerer Extremität(en) als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme
fr_fr: Amputation de membre(s)
zh_cn: 肢体截肢术作为病人异常反应或以后并发症的原因，而在操作当时并未提及意外事故

# model:gnuhealth.pathology,name:Y836
source: Removal of other organ (partial) (total)
de: Entfernung eines sonstigen Organs (partiell) (total) als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme
fr_fr: Ablation d'un autre organe (partielle) (totale)
zh_cn: 其他器官的取除(部分)(全部)作为病人异常反应或以后并发症的原因，而在操作当时并未提及意外事故

# model:gnuhealth.pathology,name:Y838
source: Other surgical procedures
de: Sonstige chirurgische Maßnahmen als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme
fr_fr: Autres interventions chirurgicales
zh_cn: 其他外科操作作为病人异常反应或以后并发症的原因，而在操作当时并未提及意外事故

# model:gnuhealth.pathology,name:Y839
source: Surgical procedure, unspecified
de: Nicht näher bezeichnete chirurgische Maßnahme als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme
fr_fr: Intervention chirurgicale, sans précision
zh_cn: 未特指的外科操作作为病人异常反应或以后并发症的原因，而在操作当时并未提及意外事故

# model:gnuhealth.pathology,name:Y84
source: Other medical procedures as the cause of abnormal reaction of the patient, or of later complication, without mention of misadventure at the time of the procedure
de: Sonstige medizinische Maßnahmen als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme
fr_fr: Autres actes médicaux à l'origine de réactions anormales du patient ou de complications ultérieures, sans mention d'accident au cours de l'intervention
zh_cn: 其他医疗操作作为病人异常反应或以后并发症的原因，而在操作当时并未提及意外事故

# model:gnuhealth.pathology,name:Y840
source: Cardiac catheterization
de: Sonstige medizinische Maßnahmen als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme: Herzkatheterisierung
zh_cn: 心导管插入术作为病人异常反应或以后并发症的原因，而在操作当时并未提及意外事故

# model:gnuhealth.pathology,name:Y841
source: Kidney dialysis
de: Sonstige medizinische Maßnahmen als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme: Hämodialyse
fr_fr: Dialyse rénale
zh_cn: 肾透析作为病人异常反应或以后并发症的原因，而在操作当时并未提及意外事故

# model:gnuhealth.pathology,name:Y842
source: Radiological procedure and radiotherapy
de: Sonstige medizinische Maßnahmen als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme: Radiologische Untersuchung und Strahlentherapie
fr_fr: Acte radiologique et radiothérapie
zh_cn: 放射学操作和放射治疗作为病人异常反应或以后并发症的原因，而在操作当时并未提及意外事故

# model:gnuhealth.pathology,name:Y843
source: Shock therapy
de: Sonstige medizinische Maßnahmen als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme: Schocktherapie
fr_fr: Choc thérapeutique
zh_cn: 休克治疗作为病人异常反应或以后并发症的原因，而在操作当时并未提及意外事故

# model:gnuhealth.pathology,name:Y844
source: Aspiration of fluid
de: Sonstige medizinische Maßnahmen als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme: Aspiration von Flüssigkeit
fr_fr: Aspiration d'un liquide
zh_cn: 液体抽吸术作为病人异常反应或以后并发症的原因。而在操作当时并未提及意外事故

# model:gnuhealth.pathology,name:Y845
source: Insertion of gastric or duodenal sound
de: Sonstige medizinische Maßnahmen als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme: Einführung einer Magen- oder Duodenalsonde
fr_fr: Mise en place d'une sonde gastrique ou duodénale
zh_cn: 胃或十二指肠探子的插入作为病人异常反应或以后并发症的原因，而在操作当时并未提及意外事故

# model:gnuhealth.pathology,name:Y846
source: Urinary catheterization
de: Sonstige medizinische Maßnahmen als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme: Harnwegkatheterisierung
zh_cn: 泌尿道导管插入术作为病人异常反应或以后并发症的原因，而在操作当时并未提及意外事故

# model:gnuhealth.pathology,name:Y847
source: Blood-sampling
de: Sonstige medizinische Maßnahmen als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme: Blutentnahme
fr_fr: Prélèvement de sang
zh_cn: 血液取样作为病人异常反应或以后并发症的原因

# model:gnuhealth.pathology,name:Y848
source: Other medical procedures
de: Sonstige medizinische Maßnahmen als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme: Sonstige medizinische Maßnahmen
fr_fr: Autres actes médicaux
zh_cn: 其他医疗操作作为病人异常反应或以后并发症的原因，而在操作当时并未提及意外事故

# model:gnuhealth.pathology,name:Y849
source: Medical procedure, unspecified
de: Sonstige medizinische Maßnahmen als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme: Medizinische Maßnahme, nicht näher bezeichnet
fr_fr: Acte médical, sans précision
zh_cn: 未特指的医疗操作作为病人异常反应或以后并发症的原因。而在操作当时并未提及意外事故

# model:gnuhealth.pathology,name:Y85
source: Sequelae of transport accidents
de: Folgezustände nach Transportmittelunfällen
fr_fr: Séquelles d'un accident de transport
zh_cn: 运输事故的后遗症

# model:gnuhealth.pathology,name:Y850
source: Sequelae of motor-vehicle accident
de: Folgezustände nach Kraftfahrzeugunfall
fr_fr: Séquelles d'un accident de véhicule à moteur
zh_cn: 机动车事故的后遗症

# model:gnuhealth.pathology,name:Y859
source: Sequelae of other and unspecified transport accidents
de: Folgezustände nach sonstigen und nicht näher bezeichneten Transportmittelunfällen
fr_fr: Séquelles d'accidents de transport, autres et sans précision
zh_cn: 其他和未特指运输事故的后遗症

# model:gnuhealth.pathology,name:Y86
source: Sequelae of other accidents
de: Folgezustände nach sonstigen Unfällen
fr_fr: Séquelles d'autres accidents
zh_cn: 其他事故的后遗症

# model:gnuhealth.pathology,name:Y87
source: Sequelae of intentional self-harm, assault and events of undetermined intent
de: Folgezustände nach vorsätzlicher Selbstbeschädigung, tätlichem Angriff oder einem Ereignis, dessen nähere Umstände unbestimmt sind
fr_fr: Séquelles d'une lésion auto-infligée, d'une agression ou d'un événement, d'intention non déterminée
zh_cn: 故意自害、加害和意图不确定事件的后遗症

# model:gnuhealth.pathology,name:Y870
source: Sequelae of intentional self-harm
de: Folgezustände nach vorsätzlicher Selbstbeschädigung
fr_fr: Séquelles d'une lésion auto-infligée
zh_cn: 故意自害的后遗症

# model:gnuhealth.pathology,name:Y871
source: Sequelae of assault
de: Folgezustände nach tätlichem Angriff
fr_fr: Séquelles d'une agression
zh_cn: 加害的后遗症

# model:gnuhealth.pathology,name:Y872
source: Sequelae of events of undetermined intent
de: Folgezustände nach einem Ereignis, dessen nähere Umstände unbestimmt sind
fr_fr: Séquelles d'un événement d'intention non déterminée
zh_cn: 意图不确定事件的后遗症

# model:gnuhealth.pathology,name:Y88
source: Sequelae with surgical and medical care as external cause
de: Folgezustände von chirurgischem Eingriff und medizinischer Behandlung als äußere Ursache
zh_cn: 手术和医疗作为外因的后遗症
