Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Q610
source: Congenital single renal cyst
de: Angeborene solitäre Nierenzyste
fr_fr: Kyste congénital unique du rein
zh_cn: 先天性单个肾囊肿

# model:gnuhealth.pathology,name:Q611
source: Polycystic kidney, autosomal recessive
de: Polyzystische Niere, autosomal-rezessiv
zh_cn: 多囊肾，常染色体隐性

# model:gnuhealth.pathology,name:Q612
source: Polycystic kidney, autosomal dominant
de: Polyzystische Niere, autosomal-dominant
zh_cn: 多囊肾，常染色体显性

# model:gnuhealth.pathology,name:Q613
source: Polycystic kidney, unspecified
de: Polyzystische Niere, nicht näher bezeichnet
fr_fr: Rein polykystique, sans précision
zh_cn: 未特指的多囊肾

# model:gnuhealth.pathology,name:Q614
source: Renal dysplasia
de: Nierendysplasie
fr_fr: Dysplasie rénale
zh_cn: 肾发育不良

# model:gnuhealth.pathology,name:Q615
source: Medullary cystic kidney
de: Medulläre Zystenniere
fr_fr: Kyste médullaire du rein
zh_cn: 髓部囊性肾

# model:gnuhealth.pathology,name:Q618
source: Other cystic kidney diseases
de: Sonstige zystische Nierenkrankheiten
fr_fr: Autres maladies kystiques du rein
zh_cn: 其他囊性肾病

# model:gnuhealth.pathology,name:Q619
source: Cystic kidney disease, unspecified
de: Zystische Nierenkrankheit, nicht näher bezeichnet
fr_fr: Maladie kystique du rein, sans précision
zh_cn: 未特指的囊性肾病

# model:gnuhealth.pathology,name:Q62
source: Congenital obstructive defects of renal pelvis and congenital malformations of ureter
de: Angeborene obstruktive Defekte des Nierenbeckens und angeborene Fehlbildungen des Ureters
fr_fr: Anomalies congénitales obstructives du bassinet et malformations congénitales de l'uretère
zh_cn: 肾盂的先天性梗阻性缺陷和输尿管先天性畸形

# model:gnuhealth.pathology,name:Q620
source: Congenital hydronephrosis
de: Angeborene Hydronephrose
fr_fr: Hydronéphrose congénitale
zh_cn: 先天性肾盂积水

# model:gnuhealth.pathology,name:Q621
source: Atresia and stenosis of ureter
de: Atresie und (angeborene) Stenose des Ureters
fr_fr: Atrésie et sténose de l'uretère
zh_cn: 输尿管闭锁和狭窄

# model:gnuhealth.pathology,name:Q622
source: Congenital megaloureter
de: Angeborener Megaureter
fr_fr: Méga-uretère congénital
zh_cn: 先天性巨输尿管

# model:gnuhealth.pathology,name:Q623
source: Other obstructive defects of renal pelvis and ureter
de: Sonstige (angeborene) obstruktive Defekte des Nierenbeckens und des Ureters
fr_fr: Autres anomalies obstructives du bassinet et de l'uretère
zh_cn: 肾盂和输尿管的其他梗阻性缺陷

# model:gnuhealth.pathology,name:Q624
source: Agenesis of ureter
de: Agenesie des Ureters
fr_fr: Agénésie de l'uretère
zh_cn: 输尿管缺如

# model:gnuhealth.pathology,name:Q625
source: Duplication of ureter
de: Duplikatur des Ureters
fr_fr: Duplication de l'uretère
zh_cn: 重复输尿管

# model:gnuhealth.pathology,name:Q626
source: Malposition of ureter
de: Lageanomalie des Ureters
fr_fr: Malposition de l'uretère
zh_cn: 输尿管错位

# model:gnuhealth.pathology,name:Q627
source: Congenital vesico-uretero-renal reflux
de: Angeborener vesiko-uretero-renaler Reflux
fr_fr: Reflux vésico-urétéro-rénal congénital
zh_cn: 先天性膀胱-输尿管-肾反流

# model:gnuhealth.pathology,name:Q628
source: Other congenital malformations of ureter
de: Sonstige angeborene Fehlbildungen des Ureters
fr_fr: Autres malformations congénitales de l'uretère
zh_cn: 输尿管的其他先天性畸形

# model:gnuhealth.pathology,name:Q63
source: Other congenital malformations of kidney
de: Sonstige angeborene Fehlbildungen der Niere
fr_fr: Autres malformations congénitales du rein
zh_cn: 肾的其他先天性畸形

# model:gnuhealth.pathology,name:Q630
source: Accessory kidney
de: Akzessorische Niere
fr_fr: Rein surnuméraire
zh_cn: 副肾

# model:gnuhealth.pathology,name:Q631
source: Lobulated, fused and horseshoe kidney
de: Gelappte Niere, verschmolzene Niere und Hufeisenniere
fr_fr: Rein lobulé, soudé et en fer à cheval
zh_cn: 分叶肾、融合肾和马蹄形肾

# model:gnuhealth.pathology,name:Q632
source: Ectopic kidney
de: Ektope Niere
fr_fr: Rein ectopique
zh_cn: 异位肾

# model:gnuhealth.pathology,name:Q633
source: Hyperplastic and giant kidney
de: Hyperplastische Niere und Riesenniere
fr_fr: Rein hyperplasique et géant
zh_cn: 增生性和巨大肾

# model:gnuhealth.pathology,name:Q638
source: Other specified congenital malformations of kidney
de: Sonstige näher bezeichnete angeborene Fehlbildungen der Niere
fr_fr: Autres malformations congénitales précisées du rein
zh_cn: 肾的其他特指先天性畸形

# model:gnuhealth.pathology,name:Q639
source: Congenital malformation of kidney, unspecified
de: Angeborene Fehlbildung der Niere, nicht näher bezeichnet
fr_fr: Malformation congénitale du rein, sans précision
zh_cn: 肾未特指的先天性畸形

# model:gnuhealth.pathology,name:Q64
source: Other congenital malformations of urinary system
de: Sonstige angeborene Fehlbildungen des Harnsystems
fr_fr: Autres malformations congénitales de l'appareil urinaire
zh_cn: 泌尿系统的其他先天性畸形

# model:gnuhealth.pathology,name:Q640
source: Epispadias
de: Epispadie
zh_cn: 尿道上裂

# model:gnuhealth.pathology,name:Q641
source: Exstrophy of urinary bladder
de: Ekstrophie der Harnblase
fr_fr: Exstrophie vésicale
zh_cn: 膀胱外翻

# model:gnuhealth.pathology,name:Q642
source: Congenital posterior urethral valves
de: Angeborene Urethralklappen im hinteren Teil der Harnröhre
fr_fr: Valvules urétrales postérieures congénitales
zh_cn: 先天性后尿道瓣

# model:gnuhealth.pathology,name:Q643
source: Other atresia and stenosis of urethra and bladder neck
de: Sonstige Atresie und (angeborene) Stenose der Urethra und des Harnblasenhalses
fr_fr: Autres formes d'atrésie et de sténose de l'urètre et du col de la vessie
zh_cn: 尿道和膀胱颈的其他闭锁和狭窄

# model:gnuhealth.pathology,name:Q644
source: Malformation of urachus
de: Fehlbildung des Urachus
fr_fr: Malformation de l'ouraque
zh_cn: 脐尿管畸形

# model:gnuhealth.pathology,name:Q645
source: Congenital absence of bladder and urethra
de: Angeborenes Fehlen der Harnblase und der Urethra
fr_fr: Absence congénitale de la vessie et de l'urètre
zh_cn: 膀胱和尿道先天性缺如

# model:gnuhealth.pathology,name:Q646
source: Congenital diverticulum of bladder
de: Angeborenes Divertikel der Harnblase
fr_fr: Diverticule congénital de la vessie
zh_cn: 先天性膀胱憩室

# model:gnuhealth.pathology,name:Q647
source: Other congenital malformations of bladder and urethra
de: Sonstige angeborene Fehlbildungen der Harnblase und der Urethra
fr_fr: Autres malformations congénitales de la vessie et de l'urètre
zh_cn: 膀胱和尿道的其他先天性畸形

# model:gnuhealth.pathology,name:Q648
source: Other specified congenital malformations of urinary system
de: Sonstige näher bezeichnete angeborene Fehlbildungen des Harnsystems
fr_fr: Autres malformations congénitales précisées de l'appareil urinaire
zh_cn: 泌尿系统的其他特指先天性畸形

# model:gnuhealth.pathology,name:Q649
source: Congenital malformation of urinary system, unspecified
de: Angeborene Fehlbildung des Harnsystems, nicht näher bezeichnet
fr_fr: Malformation congénitale de l'appareil urinaire, sans précision
zh_cn: 泌尿系统未特指的先天性畸形

# model:gnuhealth.pathology,name:Q65
source: Congenital deformities of hip
de: Angeborene Deformitäten der Hüfte
fr_fr: Anomalies morphologiques congénitales de la hanche
zh_cn: 髋先天性变形

# model:gnuhealth.pathology,name:Q650
source: Congenital dislocation of hip, unilateral
de: Angeborene Luxation des Hüftgelenkes, einseitig
fr_fr: Luxation congénitale de la hanche, unilatérale
zh_cn: 先天性髋脱位，单侧

# model:gnuhealth.pathology,name:Q651
source: Congenital dislocation of hip, bilateral
de: Angeborene Luxation des Hüftgelenkes, beidseitig
fr_fr: Luxation congénitale de la hanche, bilatérale
zh_cn: 先天性髋脱位，双侧

# model:gnuhealth.pathology,name:Q652
source: Congenital dislocation of hip, unspecified
de: Angeborene Luxation des Hüftgelenkes, nicht näher bezeichnet
fr_fr: Luxation congénitale de la hanche, sans précision
zh_cn: 先天性髋脱位，未特指

# model:gnuhealth.pathology,name:Q653
source: Congenital subluxation of hip, unilateral
de: Angeborene Subluxation des Hüftgelenkes, einseitig
fr_fr: Subluxation congénitale de la hanche, unilatérale
zh_cn: 先天性髋半脱位，单侧

# model:gnuhealth.pathology,name:Q654
source: Congenital subluxation of hip, bilateral
de: Angeborene Subluxation des Hüftgelenkes, beidseitig
fr_fr: Subluxation congénitale de la hanche, bilatérale
zh_cn: 先天性髋半脱位，双侧

# model:gnuhealth.pathology,name:Q655
source: Congenital subluxation of hip, unspecified
de: Angeborene Subluxation des Hüftgelenkes, nicht näher bezeichnet
fr_fr: Subluxation congénitale de la hanche, sans précision
zh_cn: 未特指的先天性髋半脱位

# model:gnuhealth.pathology,name:Q656
source: Unstable hip
de: Instabiles Hüftgelenk (angeboren)
fr_fr: Hanche instable
zh_cn: 不稳定髋

# model:gnuhealth.pathology,name:Q658
source: Other congenital deformities of hip
de: Sonstige angeborene Deformitäten der Hüfte
fr_fr: Autres malformations congénitales de la hanche
zh_cn: 髋的其他先天性变形

# model:gnuhealth.pathology,name:Q659
source: Congenital deformity of hip, unspecified
de: Angeborene Deformität der Hüfte, nicht näher bezeichnet
fr_fr: Malformation congénitale de la hanche, sans précision
zh_cn: 髋未特指的先天性变形

# model:gnuhealth.pathology,name:Q66
source: Congenital deformities of feet
de: Angeborene Deformitäten der Füße
fr_fr: Anomalies morphologiques congénitales du pied
zh_cn: 足先天性变形

# model:gnuhealth.pathology,name:Q660
source: Talipes equinovarus
de: Pes equinovarus congenitus
fr_fr: Pied bot varus équin
zh_cn: 马蹄内翻足

# model:gnuhealth.pathology,name:Q661
source: Talipes calcaneovarus
de: Pes calcaneovarus congenitus
fr_fr: Pied bot talus varus
zh_cn: 仰趾内翻足

# model:gnuhealth.pathology,name:Q662
source: Metatarsus varus
de: Pes adductus (congenitus)
zh_cn: 内翻跖

# model:gnuhealth.pathology,name:Q663
source: Other congenital varus deformities of feet
de: Sonstige angeborene Varusdeformitäten der Füße
fr_fr: Autres anomalies morphologiques congénitales du pied en varus
zh_cn: 足的其他先天性内翻变形

# model:gnuhealth.pathology,name:Q664
source: Talipes calcaneovalgus
de: Pes calcaneovalgus congenitus
fr_fr: Pied bot talus valgus
zh_cn: 仰趾外翻足

# model:gnuhealth.pathology,name:Q665
source: Congenital pes planus
de: Pes planus congenitus
fr_fr: Pied plat congénital
zh_cn: 先天性平足

# model:gnuhealth.pathology,name:Q666
source: Other congenital valgus deformities of feet
de: Sonstige angeborene Valgusdeformitäten der Füße
fr_fr: Autres anomalies morphologiques congénitales du pied en valgus
zh_cn: 足的其他先天性外翻变形

# model:gnuhealth.pathology,name:Q668
source: Other congenital deformities of feet
de: Sonstige angeborene Deformitäten der Füße
fr_fr: Autres anomalies morphologiques congénitales du pied
zh_cn: 足的其他先天性变形

# model:gnuhealth.pathology,name:Q669
source: Congenital deformity of feet, unspecified
de: Angeborene Deformität der Füße, nicht näher bezeichnet
fr_fr: Anomalie morphologique congénitale du pied, sans précision
zh_cn: 足未特指的先天性变形

# model:gnuhealth.pathology,name:Q67
source: Congenital musculoskeletal deformities of head, face, spine and chest
de: Angeborene Muskel-Skelett-Deformitäten des Kopfes, des Gesichtes, der Wirbelsäule und des Thorax
fr_fr: Anomalies morphologiques congénitales de la tête, de la face, du rachis et du thorax
zh_cn: 头、面、脊柱和胸的先天性肌肉骨骼变形

# model:gnuhealth.pathology,name:Q670
source: Facial asymmetry
de: Gesichtsasymmetrie
fr_fr: Asymétrie faciale
zh_cn: 面不对称

# model:gnuhealth.pathology,name:Q671
source: Compression facies
de: Flach gedrücktes Gesicht [Compression facies]
fr_fr: Anomalie morphologique faciale par compression
zh_cn: 面受压[扁脸]

# model:gnuhealth.pathology,name:Q672
source: Dolichocephaly
de: Dolichozephalie
fr_fr: Dolichocéphalie
zh_cn: 长头

# model:gnuhealth.pathology,name:Q673
source: Plagiocephaly
de: Plagiozephalie
fr_fr: Plagiocéphalie
zh_cn: 斜形头

# model:gnuhealth.pathology,name:Q674
source: Other congenital deformities of skull, face and jaw
de: Sonstige angeborene Deformitäten des Schädels, des Gesichtes und des Kiefers
fr_fr: Autres anomalies morphologiques congénitales du crâne, de la face et de la mâchoire
zh_cn: 颅、面和颌的其他先天性变形

# model:gnuhealth.pathology,name:Q675
source: Congenital deformity of spine
de: Angeborene Deformitäten der Wirbelsäule
fr_fr: Anomalie morphologique congénitale du rachis
zh_cn: 脊柱先天性变形

# model:gnuhealth.pathology,name:Q678
source: Other congenital deformities of chest
de: Sonstige angeborene Deformitäten des Thorax
fr_fr: Autres anomalies morphologiques congénitales du thorax
zh_cn: 胸的其他先天性变形

# model:gnuhealth.pathology,name:Q68
source: Other congenital musculoskeletal deformities
de: Sonstige angeborene Muskel-Skelett-Deformitäten
fr_fr: Autres anomalies morphologiques congénitales ostéo-articulaires et des muscles
zh_cn: 肌肉骨骼的其他先天性变形

# model:gnuhealth.pathology,name:Q680
source: Congenital deformity of sternocleidomastoid muscle
de: Angeborene Deformitäten des M. sternocleidomastoideus
fr_fr: Anomalie morphologique congénitale des muscles sterno-cléido-mastoïdiens
zh_cn: 胸锁乳突肌先天性变形

# model:gnuhealth.pathology,name:Q681
source: Congenital deformity of hand
de: Angeborene Deformität der Hand
fr_fr: Anomalie morphologique congénitale de la main
zh_cn: 手先天性变形

# model:gnuhealth.pathology,name:Q682
source: Congenital deformity of knee
de: Angeborene Deformität des Knies
fr_fr: Anomalie morphologique congénitale du genou
zh_cn: 膝先天性变形

# model:gnuhealth.pathology,name:Q683
source: Congenital bowing of femur
de: Angeborene Verbiegung des Femurs
fr_fr: Incurvation congénitale du fémur
zh_cn: 先天性股骨弯曲

# model:gnuhealth.pathology,name:Q684
source: Congenital bowing of tibia and fibula
de: Angeborene Verbiegung der Tibia und der Fibula
fr_fr: Incurvation congénitale du tibia et du péroné
zh_cn: 先天性胫骨和腓骨弯曲

# model:gnuhealth.pathology,name:Q685
source: Congenital bowing of long bones of leg, unspecified
de: Angeborene Verbiegung der langen Beinknochen, nicht näher bezeichnet
fr_fr: Incurvation congénitale des os longs du membre inférieur, sans précision
zh_cn: 未特指的先天性腿长骨弯曲

# model:gnuhealth.pathology,name:Q688
source: Other specified congenital musculoskeletal deformities
de: Sonstige näher bezeichnete angeborene Muskel-Skelett-Deformitäten
fr_fr: Autres anomalies morphologiques congénitales ostéo-articulaires et des muscles précisées
zh_cn: 肌肉骨骼的其他特指先天性变形

# model:gnuhealth.pathology,name:Q69
source: Polydactyly
de: Polydaktylie
fr_fr: Polydactylie
zh_cn: 多指[趾]畸形

# model:gnuhealth.pathology,name:Q690
source: Accessory finger(s)
de: Akzessorische(r) Finger
fr_fr: Doigt(s) surnuméraire(s)
zh_cn: 副指

# model:gnuhealth.pathology,name:Q691
source: Accessory thumb(s)
de: Akzessorische(r) Daumen
fr_fr: Pouce(s) surnuméraire(s)
zh_cn: 副拇指

# model:gnuhealth.pathology,name:Q692
source: Accessory toe(s)
de: Akzessorische Zehe(n)
fr_fr: Orteil(s) surnuméraire(s)
zh_cn: 副趾

# model:gnuhealth.pathology,name:Q699
source: Polydactyly, unspecified
de: Polydaktylie, nicht näher bezeichnet
fr_fr: Polydactylie, sans précision
zh_cn: 未特指的多指[趾]畸形

# model:gnuhealth.pathology,name:Q70
source: Syndactyly
de: Syndaktylie
fr_fr: Syndactylie
zh_cn: 并指[趾]畸形

# model:gnuhealth.pathology,name:Q700
source: Fused fingers
de: Miteinander verwachsene Finger
fr_fr: Coalescence des doigts
zh_cn: 指融合

# model:gnuhealth.pathology,name:Q701
source: Webbed fingers
de: Schwimmhautbildung an den Fingern
fr_fr: Palmure des doigts
zh_cn: 蹼状指

# model:gnuhealth.pathology,name:Q702
source: Fused toes
de: Miteinander verwachsene Zehen
fr_fr: Coalescence des orteils
zh_cn: 趾融合

# model:gnuhealth.pathology,name:Q703
source: Webbed toes
de: Schwimmhautbildung an den Zehen
fr_fr: Palmure des orteils
zh_cn: 蹼状趾

# model:gnuhealth.pathology,name:Q704
source: Polysyndactyly
de: Polysyndaktylie
fr_fr: Polysyndactylie
zh_cn: 多指[趾]和并指[趾]畸形

# model:gnuhealth.pathology,name:Q709
source: Syndactyly, unspecified
de: Syndaktylie, nicht näher bezeichnet
fr_fr: Syndactylie, sans précision
zh_cn: 未特指的并指[趾]畸形

# model:gnuhealth.pathology,name:Q71
source: Reduction defects of upper limb
de: Reduktionsdefekte der oberen Extremität
fr_fr: Raccourcissement du membre supérieur
zh_cn: 上肢短小缺陷

# model:gnuhealth.pathology,name:Q710
source: Congenital complete absence of upper limb(s)
de: Angeborenes vollständiges Fehlen der oberen Extremität(en)
fr_fr: Absence congénitale complète d'un (des) membre(s) supérieur(s)
zh_cn: 上肢先天性完全缺如

# model:gnuhealth.pathology,name:Q711
source: Congenital absence of upper arm and forearm with hand present
de: Angeborenes Fehlen des Ober- und Unterarmes bei vorhandener Hand
fr_fr: Absence congénitale du bras et de l'avant-bras, main présente
zh_cn: 上臂和前臂先天性缺如伴手的存在

# model:gnuhealth.pathology,name:Q712
source: Congenital absence of both forearm and hand
de: Angeborenes Fehlen sowohl des Unterarmes als auch der Hand
fr_fr: Absence congénitale de l'avant-bras et de la main
zh_cn: 前臂和手的先天性缺如

# model:gnuhealth.pathology,name:Q713
source: Congenital absence of hand and finger(s)
de: Angeborenes Fehlen der Hand oder eines oder mehrerer Finger
fr_fr: Absence congénitale de la main et de(s) doigt(s)
zh_cn: 手和手指的先天性缺如

# model:gnuhealth.pathology,name:Q714
source: Longitudinal reduction defect of radius
de: Longitudinaler Reduktionsdefekt des Radius
fr_fr: Raccourcissement longitudinal du radius
zh_cn: 桡骨纵向短小缺陷

# model:gnuhealth.pathology,name:Q715
source: Longitudinal reduction defect of ulna
de: Longitudinaler Reduktionsdefekt der Ulna
fr_fr: Raccourcissement longitudinal du cubitus
zh_cn: 尺骨纵向短小缺陷

# model:gnuhealth.pathology,name:Q716
source: Lobster-claw hand
de: Spalthand
fr_fr: Main en pince de homard
zh_cn: 虾爪状手

# model:gnuhealth.pathology,name:Q718
source: Other reduction defects of upper limb(s)
de: Sonstige Reduktionsdefekte der oberen Extremität(en)
fr_fr: Autres raccourcissements d'un (des) membre(s) supérieur(s)
zh_cn: 上肢的其他短小缺陷

# model:gnuhealth.pathology,name:Q719
source: Reduction defect of upper limb, unspecified
de: Reduktionsdefekt der oberen Extremität, nicht näher bezeichnet
fr_fr: Raccourcissement du membre supérieur, sans précision
zh_cn: 上肢未特指的短小缺陷

# model:gnuhealth.pathology,name:Q72
source: Reduction defects of lower limb
de: Reduktionsdefekte der unteren Extremität
fr_fr: Raccourcissement du membre inférieur
zh_cn: 下肢短小缺陷

# model:gnuhealth.pathology,name:Q720
source: Congenital complete absence of lower limb(s)
de: Angeborenes vollständiges Fehlen der unteren Extremität(en)
fr_fr: Absence congénitale complète d'un (des) membre(s) inférieur(s)
zh_cn: 下肢先天性完全缺如

# model:gnuhealth.pathology,name:Q721
source: Congenital absence of thigh and lower leg with foot present
de: Angeborenes Fehlen des Ober- und Unterschenkels bei vorhandenem Fuß
fr_fr: Absence congénitale de la cuisse et de la jambe, pied présent
zh_cn: 大腿和小腿先天性缺如伴足的存在

# model:gnuhealth.pathology,name:Q722
source: Congenital absence of both lower leg and foot
de: Angeborenes Fehlen sowohl des Unterschenkels als auch des Fußes
fr_fr: Absence congénitale de la jambe et du pied
zh_cn: 小腿和足先天性缺如

# model:gnuhealth.pathology,name:Q723
source: Congenital absence of foot and toe(s)
de: Angeborenes Fehlen des Fußes oder einer oder mehrerer Zehen
fr_fr: Absence congénitale du pied et d'un (des) orteil(s)
zh_cn: 足和趾先天性缺如

# model:gnuhealth.pathology,name:Q724
source: Longitudinal reduction defect of femur
de: Longitudinaler Reduktionsdefekt des Femurs
fr_fr: Raccourcissement longitudinal du fémur
zh_cn: 股骨纵向短小缺陷

# model:gnuhealth.pathology,name:Q725
source: Longitudinal reduction defect of tibia
de: Longitudinaler Reduktionsdefekt der Tibia
fr_fr: Raccourcissement longitudinal du tibia
zh_cn: 胫骨纵向短小缺陷

# model:gnuhealth.pathology,name:Q726
source: Longitudinal reduction defect of fibula
de: Longitudinaler Reduktionsdefekt der Fibula
fr_fr: Raccourcissement longitudinal du péroné
zh_cn: 腓骨纵向短小缺陷

# model:gnuhealth.pathology,name:Q727
source: Split foot
de: Spaltfuß
fr_fr: Pied bifide
zh_cn: 足裂

# model:gnuhealth.pathology,name:Q728
source: Other reduction defects of lower limb(s)
de: Sonstige Reduktionsdefekte der unteren Extremität(en)
fr_fr: Autres raccourcissements d'un (des) membre(s) inférieur(s)
zh_cn: 下肢的其他短小缺陷

# model:gnuhealth.pathology,name:Q729
source: Reduction defect of lower limb, unspecified
de: Reduktionsdefekt der unteren Extremität, nicht näher bezeichnet
fr_fr: Raccourcissement du membre inférieur, sans précision
zh_cn: 下肢未特指的短小缺陷

# model:gnuhealth.pathology,name:Q73
source: Reduction defects of unspecified limb
de: Reduktionsdefekte nicht näher bezeichneter Extremität(en)
fr_fr: Raccourcissement d'un membre non précisé
zh_cn: 未特指四肢的短小缺陷

# model:gnuhealth.pathology,name:Q730
source: Congenital absence of unspecified limb(s)
de: Angeborenes Fehlen nicht näher bezeichneter Extremität(en)
fr_fr: Absence congénitale d'un (des) membre(s) non précisé(s)
zh_cn: 四肢未特指的先天性缺如

# model:gnuhealth.pathology,name:Q731
source: Phocomelia, unspecified limb(s)
de: Phokomelie nicht näher bezeichneter Extremität(en)
fr_fr: Phocomélie, membre(s) non précisé(s)
zh_cn: 四肢未特指的短肢[海豹肢畸形]

# model:gnuhealth.pathology,name:Q738
source: Other reduction defects of unspecified limb(s)
de: Sonstige Reduktionsdefekte nicht näher bezeichneter Extremität(en)
fr_fr: Autres raccourcissements d'un (des) membre(s) non précisé(s)
zh_cn: 四肢未特指的其他短小缺陷

# model:gnuhealth.pathology,name:Q74
source: Other congenital malformations of limb(s)
de: Sonstige angeborene Fehlbildungen der Extremität(en)
fr_fr: Autres malformations congénitales d'un (des) membre(s)
zh_cn: 四肢的其他先天性畸形

# model:gnuhealth.pathology,name:Q740
source: Other congenital malformations of upper limb(s), including shoulder girdle
de: Sonstige angeborene Fehlbildungen der oberen Extremität(en) und des Schultergürtels
fr_fr: Autres malformations congénitales d'un (des) membre(s) supérieur(s), y compris la ceinture scapulaire
zh_cn: 上肢(包括上肢带骨)的其他先天性畸形

# model:gnuhealth.pathology,name:Q741
source: Congenital malformation of knee
de: Angeborene Fehlbildung des Knies
fr_fr: Malformation congénitale du genou
zh_cn: 膝先天性畸形

# model:gnuhealth.pathology,name:Q742
source: Other congenital malformations of lower limb(s), including pelvic girdle
de: Sonstige angeborene Fehlbildungen der unteren Extremität(en) und des Beckengürtels
fr_fr: Autres malformations congénitales d'un (des) membre(s) inférieur(s), y compris la ceinture pelvienne
zh_cn: 下肢(包括骨盆带)的其他先天性畸形

# model:gnuhealth.pathology,name:Q748
source: Other specified congenital malformations of limb(s)
de: Sonstige näher bezeichnete angeborene Fehlbildungen der Extremität(en)
fr_fr: Autres malformations congénitales précisées d'un (des) membre(s) non précisé(s)
zh_cn: 四肢的其他特指先天性畸形

# model:gnuhealth.pathology,name:Q749
source: Unspecified congenital malformation of limb(s)
de: Nicht näher bezeichnete angeborene Fehlbildung der Extremität(en)
fr_fr: Malformation congénitale d'un (des) membre(s) non précisé(s), sans précision
zh_cn: 四肢未特指的先天性畸形

# model:gnuhealth.pathology,name:Q75
source: Other congenital malformations of skull and face bones
de: Sonstige angeborene Fehlbildungen der Schädel- und Gesichtsschädelknochen
fr_fr: Autres malformations congénitales des os du crâne et de la face
zh_cn: 颅和面骨的其他先天性畸形

# model:gnuhealth.pathology,name:Q750
source: Craniosynostosis
de: Kraniosynostose
fr_fr: Craniosynostose
zh_cn: 颅缝早闭

# model:gnuhealth.pathology,name:Q751
source: Craniofacial dysostosis
de: Dysostosis craniofacialis
fr_fr: Dysostose crânio-faciale
zh_cn: 颅面骨发育不全

# model:gnuhealth.pathology,name:Q752
source: Hypertelorism
de: Hypertelorismus
fr_fr: Hypertélorisme
zh_cn: (器官)距离过远

# model:gnuhealth.pathology,name:Q753
source: Macrocephaly
de: Makrozephalie
fr_fr: Macrocéphalie
zh_cn: 大头畸形

# model:gnuhealth.pathology,name:Q754
source: Mandibulofacial dysostosis
de: Dysostosis mandibulofacialis
fr_fr: Dysostose mandibulo-faciale
zh_cn: 下颌骨颜面发育不全

# model:gnuhealth.pathology,name:Q755
source: Oculomandibular dysostosis
de: Okulo-mandibulo-faziales Syndrom
fr_fr: Dysostose oculo-mandibulaire
zh_cn: 眼下颌发育不全
