Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Y54
source: Agents primarily affecting water-balance and mineral and uric acid metabolism
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Primär auf den Wasserhaushalt sowie auf den Mineral- und Harnsäurestoffwechsel wirkende Mittel
fr_fr: Médicaments agissant essentiellement sur le métabolisme de l'eau, des sels minéraux et de l'acide urique
zh_cn: 主要影响水平衡和矿物质及尿酸代谢制剂的有害效应

# model:gnuhealth.pathology,name:Y540
source: Mineralocorticoids
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Mineralokortikoide
fr_fr: Minéralocorticoïdes
zh_cn: 盐(肾上腺)皮质激素类的有害效应

# model:gnuhealth.pathology,name:Y541
source: Mineralocorticoid antagonists [aldosterone antagonists]
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Mineralokortikoid-Antagonisten [Aldosteron-Antagonisten]
fr_fr: Antagonistes des minéralocorticoïdes [antagonistes de l'aldostérone]
zh_cn: 盐(肾上腺)皮质激素类拮抗剂

# model:gnuhealth.pathology,name:Y542
source: Carbonic-anhydrase inhibitors
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Carboanhydrase-Hemmer
fr_fr: Inhibiteurs de l'anhydrase carbonique
zh_cn: 碳酸脱水酶抑制剂的有害效应

# model:gnuhealth.pathology,name:Y543
source: Benzothiadiazine derivatives
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Benzothiadiazin-Derivate
fr_fr: Dérivés de la benzothiadiazine
zh_cn: 苯并噻二嗪衍生物的有害效应

# model:gnuhealth.pathology,name:Y544
source: Loop [high-ceiling] diuretics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Schleifendiuretika [High-ceiling-Diuretika]
fr_fr: Diurétiques de l'anse
zh_cn: 袢[强效]利尿剂的有害效应

# model:gnuhealth.pathology,name:Y545
source: Other diuretics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige Diuretika
fr_fr: Autres diurétiques
zh_cn: 其他利尿剂的有害效应

# model:gnuhealth.pathology,name:Y546
source: Electrolytic, caloric and water-balance agents
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Auf den Elektrolyt-, Wärme- und Wasserhaushalt wirkende Mittel
fr_fr: Produits agissant sur l'équilibre électrolytique, calorique et hydrique
zh_cn: 电解质、热量和水平衡剂的有害效应

# model:gnuhealth.pathology,name:Y547
source: Agents affecting calcification
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Mittel, die die Kalzifikation beeinflussen
fr_fr: Médicaments agissant sur le métabolisme du calcium
zh_cn: 影响钙化的制剂的有害效应

# model:gnuhealth.pathology,name:Y548
source: Agents affecting uric acid metabolism
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Auf den Harnsäurestoffwechsel wirkende Mittel
fr_fr: Médicaments agissant sur le métabolisme de l'acide urique
zh_cn: 影响尿酸代谢的制剂的有害效应

# model:gnuhealth.pathology,name:Y549
source: Mineral salts, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Mineralsalze, anderenorts nicht klassifiziert
fr_fr: Sels minéraux, non classés ailleurs
zh_cn: 矿物质盐类的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y55
source: Agents primarily acting on smooth and skeletal muscles and the respiratory system
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Primär auf die glatte Muskulatur, die Skelettmuskulatur und das Atmungssystem wirkende Mittel
fr_fr: Substances agissant essentiellement sur les muscles lisses et striés et l'appareil respiratoire
zh_cn: 主要作用于平滑肌和骨骼肌及呼吸系统制剂的有害效应

# model:gnuhealth.pathology,name:Y550
source: Oxytocic drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Oxytozin [Ocytocin] und ähnlich wirkende Wehenmittel
fr_fr: Ocytociques
zh_cn: 催产药的有害效应

# model:gnuhealth.pathology,name:Y551
source: Skeletal muscle relaxants [neuromuscular blocking agents]
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Muskelrelaxanzien [Neuromuskuläre Blocker]
fr_fr: Myorelaxants
zh_cn: 骨骼肌松弛剂[神经肌肉阻滞剂]的有害效应

# model:gnuhealth.pathology,name:Y552
source: Other and unspecified agents primarily acting on muscles
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige und nicht näher bezeichnete, primär auf die Muskeln wirkende Mittel
fr_fr: Médicaments agissant essentiellement sur les muscles, autres et sans précision
zh_cn: 主要作用于肌肉的其他和未特指制剂的有害效应

# model:gnuhealth.pathology,name:Y553
source: Antitussives
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antitussiva
fr_fr: Antitussifs
zh_cn: 镇咳剂的有害效应

# model:gnuhealth.pathology,name:Y554
source: Expectorants
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Expektoranzien
zh_cn: 祛痰剂的有害效应

# model:gnuhealth.pathology,name:Y555
source: Anti-common-cold drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Arzneimittel gegen Erkältungskrankheiten
zh_cn: 抗感冒药的有害效应

# model:gnuhealth.pathology,name:Y556
source: Antiasthmatics, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antiasthmatika, anderenorts nicht klassifiziert
fr_fr: Antiasthmatiques, non classés ailleurs
zh_cn: 抗哮喘药的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y557
source: Other and unspecified agents primarily acting on the respiratory system
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige und nicht näher bezeichnete, primär auf das Atmungssystem wirkende Mittel
fr_fr: Substances agissant essentiellement sur l'appareil respiratoire, autres et sans précision
zh_cn: 主要作用于呼吸系统的其他和未特指制剂的有害效应

# model:gnuhealth.pathology,name:Y56
source: Topical agents primarily affecting skin and mucous membrane and ophthalmological, otorhinolaryngological and dental drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Primär auf Haut und Schleimhaut wirkende sowie in der Augen-, der Hals-Nasen-Ohren- und der Zahnheilkunde topisch angewendete Arzneimittel
fr_fr: Substances à usage topique agissant essentiellement sur la peau et les muqueuses, médicaments à usage ophtalmologique, oto-rhino-laryngologique et dentaire
zh_cn: 主要影响皮肤和粘膜的局部制剂及眼科、耳鼻喉科和牙科药物的有害效应

# model:gnuhealth.pathology,name:Y560
source: Local antifungal, anti-infective and anti-inflammatory drugs, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antimykotika, Antiinfektiva und Antiphlogistika zur lokalen Anwendung, anderenorts nicht klassifiziert
fr_fr: Médicaments antifongiques, anti-infectieux et anti-inflammatoires pour application locale, non classés ailleurs
zh_cn: 局部抗真菌、抗感染和消炎药的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y561
source: Antipruritics
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antipruriginosa
fr_fr: Antiprurigineux
zh_cn: 止痒药的有害效应

# model:gnuhealth.pathology,name:Y562
source: Local astringents and local detergents
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Adstringenzien und Detergenzien zur lokalen Anwendung
fr_fr: Astringents et détergents locaux
zh_cn: 局部收敛药和局部去污剂的有害效应

# model:gnuhealth.pathology,name:Y563
source: Emollients, demulcents and protectants
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Hauterweichende [Emollienzien], hautpflegende [Demulzenzien] und hautschützende Mittel
fr_fr: Emollients, adoucissants et protecteurs
zh_cn: 润滑药、缓和剂和保护药的有害效应

# model:gnuhealth.pathology,name:Y564
source: Keratolytics, keratoplastics and other hair treatment drugs and preparations
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Keratolytika, Keratoplastika und sonstige Arzneimittel und Präparate zur Haarbehandlung
fr_fr: Kératolytiques, kératoplastiques et autres médicaments et préparations capillaires
zh_cn: 角质层分离药、角质层增生药和其他毛发治疗的药物和制剂的有害效应

# model:gnuhealth.pathology,name:Y565
source: Ophthalmological drugs and preparations
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Ophthalmika
fr_fr: Médicaments et préparations ophtalmologiques
zh_cn: 眼科用药和制剂的有害效应

# model:gnuhealth.pathology,name:Y566
source: Otorhinolaryngological drugs and preparations
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: In der Hals-Nasen-Ohrenheilkunde angewendete Arzneimittel und Präparate
fr_fr: Médicaments et préparations utilisés en oto-rhino-laryngologie
zh_cn: 耳鼻喉科药物和制剂的有害效应

# model:gnuhealth.pathology,name:Y567
source: Dental drugs, topically applied
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Dentalpharmaka bei topischer Anwendung
fr_fr: Médicaments dentaires pour application locale
zh_cn: 局部应用的牙科药物的有害效应

# model:gnuhealth.pathology,name:Y568
source: Other topical agents
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige Mittel bei topischer Anwendung
fr_fr: Autres topiques agissant essentiellement sur la peau et les muqueuses
zh_cn: 其他局部制剂的有害效应

# model:gnuhealth.pathology,name:Y569
source: Topical agent, unspecified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Mittel bei topischer Anwendung, nicht näher bezeichnet
fr_fr: Topique agissant essentiellement sur la peau et les muqueuses, sans précision
zh_cn: 未特指局部制剂的有害效应

# model:gnuhealth.pathology,name:Y57
source: Other and unspecified drugs and medicaments
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige und nicht näher bezeichnete Arzneimittel oder Drogen
fr_fr: Substances médicamenteuses, autres et sans précision
zh_cn: 其他和未特指药物和药剂的有害效应

# model:gnuhealth.pathology,name:Y570
source: Appetite depressants [anorectics]
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Appetitzügler [Anorektika]
fr_fr: Dépresseurs de l'appétit [anorexigènes]
zh_cn: 食欲抑制剂的有害效应

# model:gnuhealth.pathology,name:Y571
source: Lipotropic drugs
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Lipotrope Substanzen
fr_fr: Lipotropes
zh_cn: 抗脂肪肝药的有害效应

# model:gnuhealth.pathology,name:Y572
source: Antidotes and chelating agents, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Antidote und Chelatbildner, anderenorts nicht klassifiziert
fr_fr: Antidotes et chélateurs, non classés ailleurs
zh_cn: 解毒剂和螯合剂的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y573
source: Alcohol deterrents
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Alkoholentwöhnungsmittel
fr_fr: Produits de désintoxication alcoolique
zh_cn: 解酒药的有害效应

# model:gnuhealth.pathology,name:Y574
source: Pharmaceutical excipients
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Pharmazeutische Arzneimittelträgersubstanzen
fr_fr: Excipients pharmaceutiques
zh_cn: 药用赋形剂的有害效应

# model:gnuhealth.pathology,name:Y575
source: X-ray contrast media
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Röntgenkontrastmittel
fr_fr: Produit de contraste utilisé en radiologie
zh_cn: X线造影剂[对比剂]的有害效应

# model:gnuhealth.pathology,name:Y576
source: Other diagnostic agents
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige Diagnostika
fr_fr: Autres agents de diagnostic
zh_cn: 其他诊断性制剂的有害效应

# model:gnuhealth.pathology,name:Y577
source: Vitamins, not elsewhere classified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Vitamine, anderenorts nicht klassifiziert
fr_fr: Vitamines, non classées ailleurs
zh_cn: 维生素类的有害效应，不可归类在他处者

# model:gnuhealth.pathology,name:Y578
source: Other drugs and medicaments
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige Arzneimittel oder Drogen
fr_fr: Autres substances et médicaments
zh_cn: 其他药物和药剂的有害效应

# model:gnuhealth.pathology,name:Y579
source: Drug or medicament, unspecified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Arzneimittel oder Droge, nicht näher bezeichnet
fr_fr: Substance et médicament, sans précision
zh_cn: 未特指药物或药剂的有害效应

# model:gnuhealth.pathology,name:Y58
source: Bacterial vaccines
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Bakterielle Impfstoffe
fr_fr: Vaccins bactériens
zh_cn: 细菌疫苗类的有害效应

# model:gnuhealth.pathology,name:Y580
source: BCG vaccine
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: BCG-Impfstoff
fr_fr: BCG
zh_cn: 卡介苗[BCG疫苗]的有害效应

# model:gnuhealth.pathology,name:Y581
source: Typhoid and paratyphoid vaccine
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Typhus- und Paratyphusimpfstoff
fr_fr: Antityphoïdique et paratyphoïdique
zh_cn: 伤寒和副伤寒疫苗的有害效应

# model:gnuhealth.pathology,name:Y582
source: Cholera vaccine
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Choleraimpfstoff
fr_fr: Anticholérique
zh_cn: 霍乱疫苗的有害效应

# model:gnuhealth.pathology,name:Y583
source: Plague vaccine
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Pestimpfstoff
fr_fr: Antipesteux
zh_cn: 鼠疫疫苗的有害效应

# model:gnuhealth.pathology,name:Y584
source: Tetanus vaccine
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Tetanusimpfstoff
fr_fr: Antitétanique
zh_cn: 破伤风疫苗的有害效应

# model:gnuhealth.pathology,name:Y585
source: Diphtheria vaccine
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Diphtherieimpfstoff
fr_fr: Antidiphtérique
zh_cn: 白喉疫苗的有害效应

# model:gnuhealth.pathology,name:Y586
source: Pertussis vaccine, including combinations with a pertussis component
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Pertussisimpfstoff, einschließlich Kombinationen mit Pertussiskomponente
fr_fr: Anticoquelucheux, y compris en association
zh_cn: 百日咳疫苗(包括含有百日咳成分的联合疫苗)的有害效应

# model:gnuhealth.pathology,name:Y588
source: Mixed bacterial vaccines, except combinations with a pertussis component
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Kombinierte bakterielle Impfstoffe, ausgenommen Kombinationen mit Pertussiskomponente
fr_fr: Vaccins bactériens mixtes, sauf ceux qui contiennent du vaccin anticoquelucheux
zh_cn: 联合细菌疫苗类(除外含有百日咳成分)的有害效应

# model:gnuhealth.pathology,name:Y589
source: Other and unspecified bacterial vaccines
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige und nicht näher bezeichnete bakterielle Impfstoffe
fr_fr: Vaccins bactériens, autres et sans précision
zh_cn: 其他和未特指细菌疫苗类的有害效应

# model:gnuhealth.pathology,name:Y59
source: Other and unspecified vaccines and biological substances
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige und nicht näher bezeichnete Impfstoffe und biologisch aktive Substanzen
fr_fr: Vaccins et substances biologiques, autres et sans précision
zh_cn: 其他和未特指疫苗类和生物制品的有害效应

# model:gnuhealth.pathology,name:Y590
source: Viral vaccines
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Virusimpfstoffe
fr_fr: Vaccins antiviraux
zh_cn: 病毒疫苗类的有害效应

# model:gnuhealth.pathology,name:Y591
source: Rickettsial vaccines
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Rickettsienimpfstoffe
fr_fr: Vaccins antirickettsies
zh_cn: 立克次体疫苗类的有害效应

# model:gnuhealth.pathology,name:Y592
source: Protozoal vaccines
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Protozoenimpfstoffe
fr_fr: Vaccins antiprotozoaires
zh_cn: 原虫疫苗类的有害效应

# model:gnuhealth.pathology,name:Y593
source: Immunoglobulin
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Immunglobulin
fr_fr: Immunoglobulines
zh_cn: 免疫球蛋白的有害效应

# model:gnuhealth.pathology,name:Y598
source: Other specified vaccines and biological substances
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Sonstige näher bezeichnete Impfstoffe und biologisch aktive Substanzen
fr_fr: Autres vaccins et substances biologiques précisés
zh_cn: 其他特指的疫苗类和生物制品的有害效应

# model:gnuhealth.pathology,name:Y599
source: Vaccine or biological substance, unspecified
de: Unerwünschte Nebenwirkungen bei therapeutischer Anwendung: Impfstoff oder biologisch aktive Substanz, nicht näher bezeichnet
fr_fr: Vaccin ou substance biologique, sans précision
zh_cn: 未特指疫苗类或生物制品的有害效应

# model:gnuhealth.pathology,name:Y60
source: Unintentional cut, puncture, perforation or haemorrhage during surgical and medical care
de: Versehentliche(r) Schnitt, Punktion, Perforation oder Blutung bei chirurgischem Eingriff und medizinischer Behandlung
fr_fr: Coupure, piqûre, perforation ou hémorragie accidentelles au cours d'actes médicaux et chirurgicaux
zh_cn: 在手术和医疗中非故意的切割、针刺、穿孔或出血

# model:gnuhealth.pathology,name:Y600
source: During surgical operation
de: Versehentliche(r) Schnitt, Punktion, Perforation oder Blutung: Bei chirurgischem Eingriff
fr_fr: Au cours d'une intervention chirurgicale
zh_cn: 在手术中非故意的切割、针刺、穿孔或出血

# model:gnuhealth.pathology,name:Y601
source: During infusion or transfusion
de: Versehentliche(r) Schnitt, Punktion, Perforation oder Blutung: Bei Infusion oder Transfusion
fr_fr: Au cours d'une perfusion ou transfusion
zh_cn: 在输液或输血中非故意的切割、针刺、穿孔或出血

# model:gnuhealth.pathology,name:Y602
source: During kidney dialysis or other perfusion
de: Versehentliche(r) Schnitt, Punktion, Perforation oder Blutung: Bei Hämodialyse oder sonstiger Perfusion
fr_fr: Au cours d'une dialyse rénale ou autre perfusion
zh_cn: 在肾透析或其他灌注中非故意的切割、针刺、穿孔或出血

# model:gnuhealth.pathology,name:Y603
source: During injection or immunization
de: Versehentliche(r) Schnitt, Punktion, Perforation oder Blutung: Bei Injektion oder Impfung
zh_cn: 在注射或人工免疫中非故意的切割、针刺、穿孔或出血

# model:gnuhealth.pathology,name:Y604
source: During endoscopic examination
de: Versehentliche(r) Schnitt, Punktion, Perforation oder Blutung: Bei Endoskopie
fr_fr: Au cours d'une endoscopie
zh_cn: 在内镜检查中非故意的切割、针刺、穿孔或出血

# model:gnuhealth.pathology,name:Y605
source: During heart catheterization
de: Versehentliche(r) Schnitt, Punktion, Perforation oder Blutung: Bei Herzkatheterisierung
zh_cn: 在心导管插入术中非故意的切割、针刺、穿孔或出血

# model:gnuhealth.pathology,name:Y606
source: During aspiration, puncture and other catheterization
de: Versehentliche(r) Schnitt, Punktion, Perforation oder Blutung: Bei Aspiration, Punktion und sonstiger Katheterisierung
zh_cn: 在抽吸、穿刺和其他导管插入手术中非故意的切割、针刺、穿孔或出血

# model:gnuhealth.pathology,name:Y607
source: During administration of enema
de: Versehentliche(r) Schnitt, Punktion, Perforation oder Blutung: Bei Verabreichung eines Klistiers
fr_fr: Au cours de l'administration d'un lavement
zh_cn: 在施行灌肠中非故意的切割、针刺、穿孔或出血

# model:gnuhealth.pathology,name:Y608
source: During other surgical and medical care
de: Versehentliche(r) Schnitt, Punktion, Perforation oder Blutung: Bei sonstigen chirurgischen Eingriffen und medizinischen Behandlungen
fr_fr: Au cours d'un autre acte médical et chirurgical
zh_cn: 在其他手术和医疗中非故意的切割、针刺、穿孔或出血

# model:gnuhealth.pathology,name:Y609
source: During unspecified surgical and medical care
de: Versehentliche(r) Schnitt, Punktion, Perforation oder Blutung: Bei chirurgischem Eingriff und medizinischer Behandlung, nicht näher bezeichnet
fr_fr: Au cours d'un acte médical et chirurgical, sans précision
zh_cn: 在未特指的手术和医疗中非故意的切割、针刺、穿孔或出血

# model:gnuhealth.pathology,name:Y61
source: Foreign object accidentally left in body during surgical and medical care
de: Fremdkörper, versehentlich bei chirurgischem Eingriff oder bei medizinischer Behandlung im Körper zurückgeblieben
fr_fr: Corps étranger accidentellement laissé dans l'organisme au cours d'actes médicaux et chirurgicaux
zh_cn: 在手术和医疗中异物意外地遗留在体内

# model:gnuhealth.pathology,name:Y610
source: During surgical operation
de: Fremdkörper, versehentlich im Körper zurückgeblieben: Bei chirurgischem Eingriff
fr_fr: Au cours d'une intervention chirurgicale
zh_cn: 在手术中异物意外地遗留在体内

# model:gnuhealth.pathology,name:Y611
source: During infusion or transfusion
de: Fremdkörper, versehentlich im Körper zurückgeblieben: Bei Infusion oder Transfusion
fr_fr: Au cours d'une perfusion ou transfusion
zh_cn: 在输液或输血中异物意外地遗留在体内

# model:gnuhealth.pathology,name:Y612
source: During kidney dialysis or other perfusion
de: Fremdkörper, versehentlich im Körper zurückgeblieben: Bei Hämodialyse oder sonstiger Perfusion
fr_fr: Au cours d'une dialyse rénale ou autre perfusion
zh_cn: 在肾透析或其他灌注中异物意外地遗留在体内

# model:gnuhealth.pathology,name:Y613
source: During injection or immunization
de: Fremdkörper, versehentlich im Körper zurückgeblieben: Bei Injektion oder Impfung
zh_cn: 在注射或人工免疫中异物意外地遗留在体内

# model:gnuhealth.pathology,name:Y614
source: During endoscopic examination
de: Fremdkörper, versehentlich im Körper zurückgeblieben: Bei Endoskopie
fr_fr: Au cours d'une endoscopie
zh_cn: 在内镜检查中异物意外地遗留在体内

# model:gnuhealth.pathology,name:Y615
source: During heart catheterization
de: Fremdkörper, versehentlich im Körper zurückgeblieben: Bei Herzkatheterisierung
zh_cn: 在心导管插入术中异物意外地遗留在体内

# model:gnuhealth.pathology,name:Y616
source: During aspiration, puncture and other catheterization
de: Fremdkörper, versehentlich im Körper zurückgeblieben: Bei Aspiration, Punktion und sonstiger Katheterisierung
zh_cn: 在抽吸、穿刺和其他导管插入手术中异物意外地遗留在体内

# model:gnuhealth.pathology,name:Y617
source: During removal of catheter or packing
de: Fremdkörper, versehentlich im Körper zurückgeblieben: Bei Entfernung von Katheter oder Tamponade
fr_fr: Au cours de l'extraction d'un cathéter ou d'un tamponnement
zh_cn: 在取除导管或填塞物中异物意外地遗留在体内

# model:gnuhealth.pathology,name:Y618
source: During other surgical and medical care
de: Fremdkörper, versehentlich im Körper zurückgeblieben: Bei sonstigen chirurgischen Eingriffen und medizinischen Behandlungen
fr_fr: Au cours d'autres actes médicaux et chirurgicaux
zh_cn: 在其他手术和医疗中异物意外地遗留在体内

# model:gnuhealth.pathology,name:Y619
source: During unspecified surgical and medical care
de: Fremdkörper, versehentlich im Körper zurückgeblieben: Bei chirurgischem Eingriff und medizinischer Behandlung, nicht näher bezeichnet
fr_fr: Au cours d'un acte médical et chirurgical, sans précision
zh_cn: 在未特指的手术和医疗中异物意外地遗留在体内

# model:gnuhealth.pathology,name:Y62
source: Failure of sterile precautions during surgical and medical care
de: Unzulängliche aseptische Kautelen bei chirurgischem Eingriff und medizinischer Behandlung
fr_fr: Asepsie insuffisante au cours d'actes médicaux et chirurgicaux
zh_cn: 在手术和医疗中无菌预防措施的失败

# model:gnuhealth.pathology,name:Y620
source: During surgical operation
de: Unzulängliche aseptische Kautelen: Bei chirurgischem Eingriff
fr_fr: Au cours d'une intervention chirurgicale
zh_cn: 在手术中无菌预防措施的失败

# model:gnuhealth.pathology,name:Y621
source: During infusion or transfusion
de: Unzulängliche aseptische Kautelen: Bei Infusion oder Transfusion
fr_fr: Au cours d'une perfusion ou transfusion
zh_cn: 在输液或输血中无菌预防措施的失败

# model:gnuhealth.pathology,name:Y622
source: During kidney dialysis or other perfusion
de: Unzulängliche aseptische Kautelen: Bei Hämodialyse oder sonstiger Perfusion
fr_fr: Au cours d'une dialyse rénale ou autre perfusion
zh_cn: 在肾透析或其他灌注中无菌预防措施的失败

# model:gnuhealth.pathology,name:Y623
source: During injection or immunization
de: Unzulängliche aseptische Kautelen: Bei Injektion oder Impfung
zh_cn: 在注射或人工免疫中无菌预防措施的失败

# model:gnuhealth.pathology,name:Y624
source: During endoscopic examination
de: Unzulängliche aseptische Kautelen: Bei Endoskopie
fr_fr: Au cours d'une endoscopie
zh_cn: 在内镜检查中无菌预防措施的失败

# model:gnuhealth.pathology,name:Y625
source: During heart catheterization
de: Unzulängliche aseptische Kautelen: Bei Herzkatheterisierung
zh_cn: 在心导管插入术中无菌预防措施的失败

# model:gnuhealth.pathology,name:Y626
source: During aspiration, puncture and other catheterization
de: Unzulängliche aseptische Kautelen: Bei Aspiration, Punktion und sonstiger Katheterisierung
zh_cn: 在抽吸、穿刺和其他导管插入手术中无菌预防措施的失败

# model:gnuhealth.pathology,name:Y628
source: During other surgical and medical care
de: Unzulängliche aseptische Kautelen: Bei sonstigen chirurgischen Eingriffen und medizinischen Behandlungen
fr_fr: Au cours d'autres actes médicaux et chirurgicaux
zh_cn: 在其他手术和医疗中无菌预防措施的失败

# model:gnuhealth.pathology,name:Y629
source: During unspecified surgical and medical care
de: Unzulängliche aseptische Kautelen: Bei chirurgischem Eingriff und medizinischer Behandlung, nicht näher bezeichnet
fr_fr: Au cours d'un acte médical et chirurgical, sans précision
zh_cn: 在未特指的手术和医疗中无菌预防措施的失败
