Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V462
source: Car occupant injured in collision with other nonmotor vehicle: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 小汽车的车辆外人员在小汽车与其他非机动车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V463
source: Car occupant injured in collision with other nonmotor vehicle: Unspecified car occupant injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的小汽车乘员在小汽车与其他非机动车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V464
source: Car occupant injured in collision with other nonmotor vehicle: Person injured while boarding or alighting
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V465
source: Car occupant injured in collision with other nonmotor vehicle: Driver injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V466
source: Car occupant injured in collision with other nonmotor vehicle: Passenger injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V467
source: Car occupant injured in collision with other nonmotor vehicle: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 小汽车的车辆外人员在小汽车与其他非机动车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V469
source: Car occupant injured in collision with other nonmotor vehicle: Unspecified car occupant injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的小汽车乘员在小汽车与其他非机动车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V47
source: Car occupant injured in collision with fixed or stationary object
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt
fr_fr: Occupant d'une automobile blessé dans une collision avec un objet fixe ou stationnaire
zh_cn: 小汽车乘员在小汽车与固定或静止物体碰撞中的损伤

# model:gnuhealth.pathology,name:V470
source: Car occupant injured in collision with fixed or stationary object: Driver injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V471
source: Car occupant injured in collision with fixed or stationary object: Passenger injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V472
source: Car occupant injured in collision with fixed or stationary object: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 小汽车的车辆外人员在小汽车与固定或静止物体碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V473
source: Car occupant injured in collision with fixed or stationary object: Unspecified car occupant injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的小汽车乘员在小汽车与固定或静止物体碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V474
source: Car occupant injured in collision with fixed or stationary object: Person injured while boarding or alighting
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V475
source: Car occupant injured in collision with fixed or stationary object: Driver injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V476
source: Car occupant injured in collision with fixed or stationary object: Passenger injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V477
source: Car occupant injured in collision with fixed or stationary object: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 小汽车的车辆外人员在小汽车与固定或静止物体碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V479
source: Car occupant injured in collision with fixed or stationary object: Unspecified car occupant injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Zusammenstoß mit feststehendem Gegenstand verletzt: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的小汽车乘员在小汽车与固定或静止物体碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V48
source: Car occupant injured in noncollision transport accident
de: Benutzer eines Personenkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt
fr_fr: Occupant d'une automobile blessé dans un accident de transport, sans collision
zh_cn: 小汽车乘员在非碰撞性运输事故中的损伤

# model:gnuhealth.pathology,name:V480
source: Car occupant injured in noncollision transport accident: Driver injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V481
source: Car occupant injured in noncollision transport accident: Passenger injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V482
source: Car occupant injured in noncollision transport accident: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 小汽车的车辆外人员在非碰撞性运输事故非交通事故中的损伤

# model:gnuhealth.pathology,name:V483
source: Car occupant injured in noncollision transport accident: Unspecified car occupant injured in nontraffic accident
de: Benutzer eines Personenkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的小汽车乘员在非碰撞性运输事故非交通事故中的损伤

# model:gnuhealth.pathology,name:V484
source: Car occupant injured in noncollision transport accident: Person injured while boarding or alighting
de: Benutzer eines Personenkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V485
source: Car occupant injured in noncollision transport accident: Driver injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V486
source: Car occupant injured in noncollision transport accident: Passenger injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V487
source: Car occupant injured in noncollision transport accident: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 小汽车的车辆外人员在非碰撞性运输事故交通事故中的损伤

# model:gnuhealth.pathology,name:V489
source: Car occupant injured in noncollision transport accident: Unspecified car occupant injured in traffic accident
de: Benutzer eines Personenkraftwagens bei Transportmittelunfall ohne Zusammenstoß verletzt: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的小汽车乘员在非碰撞性运输事故交通事故中的损伤

# model:gnuhealth.pathology,name:V49
source: Car occupant injured in other and unspecified transport accidents
de: Benutzer eines Personenkraftwagens bei sonstigen und nicht näher bezeichneten Transportmittelunfällen verletzt
fr_fr: Occupant d'une automobile blessé dans des accidents de transport, autres et sans précision
zh_cn: 小汽车乘员在其他和未特指的运输事故中的损伤

# model:gnuhealth.pathology,name:V490
source: Car occupant injured in other and unspecified transport accidents: Driver injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Fahrer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中小汽车与其他机动车辆碰撞造成小汽车司机的损伤

# model:gnuhealth.pathology,name:V491
source: Car occupant injured in other and unspecified transport accidents: Passenger injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Fahrgast bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中小汽车与其他机动车辆碰撞造成小汽车乘客的损伤

# model:gnuhealth.pathology,name:V492
source: Car occupant injured in other and unspecified transport accidents: Unspecified car occupant injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中小汽车与其他机动车辆碰撞造成的小汽车乘员的损伤

# model:gnuhealth.pathology,name:V493
source: Car occupant injured in other and unspecified transport accidents: Car occupant [any] injured in unspecified nontraffic accident
de: Benutzer eines Personenkraftwagens [jeder Art] bei nicht näher bezeichnetem Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: [任何]小汽车乘员在未特指的非交通事故中的损伤

# model:gnuhealth.pathology,name:V494
source: Car occupant injured in other and unspecified transport accidents: Driver injured in collision with other and unspecified motor vehicles in traffic accident
de: Fahrer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中小汽车与其他机动车辆碰撞造成小汽车司机损伤

# model:gnuhealth.pathology,name:V495
source: Car occupant injured in other and unspecified transport accidents: Passenger injured in collision with other and unspecified motor vehicles in traffic accident
de: Fahrgast bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中小汽车与其他机动车辆碰撞造成小汽车乘客的损伤

# model:gnuhealth.pathology,name:V496
source: Car occupant injured in other and unspecified transport accidents: Unspecified car occupant injured in collision with other and unspecified motor vehicles in traffic accident
de: Nicht näher bezeichneter Benutzer eines Personenkraftwagens bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中小汽车与其他和未特指机动车辆碰撞造成的小汽车乘员的损伤

# model:gnuhealth.pathology,name:V498
source: Car occupant injured in other and unspecified transport accidents: Car occupant [any] injured in other specified transport accidents
de: Benutzer eines Personenkraftwagens [jeder Art] bei sonstigen näher bezeichneten Transportmittelunfällen verletzt
zh_cn: 小汽车乘员在其他特指运输事故中的损伤

# model:gnuhealth.pathology,name:V499
source: Car occupant injured in other and unspecified transport accidents: Car occupant [any] injured in unspecified traffic accident
de: Benutzer eines Personenkraftwagens [jeder Art] bei nicht näher bezeichnetem Verkehrsunfall verletzt
zh_cn: [任何]小汽车乘员在未特指交通事故中的损伤

# model:gnuhealth.pathology,name:V50
source: Occupant of pick-up truck or van injured in collision with pedestrian or animal
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt
fr_fr: Occupant d'une camionnette blessé dans une collision avec un piéton ou un animal
zh_cn: 轻型货车或篷车乘员在轻型货车或篷车与行人或牲畜碰撞中的损伤

# model:gnuhealth.pathology,name:V500
source: Occupant of pick-up truck or van injured in collision with pedestrian or animal: Driver injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V501
source: Occupant of pick-up truck or van injured in collision with pedestrian or animal: Passenger injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V502
source: Occupant of pick-up truck or van injured in collision with pedestrian or animal: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 轻型货车或篷车的车辆外人员在轻型货车或篷车与行人或牲畜碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V503
source: Occupant of pick-up truck or van injured in collision with pedestrian or animal: Unspecified occupant of pick-up truck or van injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的轻型货车或篷车乘员在轻型货车或篷车与行人或牲畜碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V504
source: Occupant of pick-up truck or van injured in collision with pedestrian or animal: Person injured while boarding or alighting
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V505
source: Occupant of pick-up truck or van injured in collision with pedestrian or animal: Driver injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V506
source: Occupant of pick-up truck or van injured in collision with pedestrian or animal: Passenger injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V507
source: Occupant of pick-up truck or van injured in collision with pedestrian or animal: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 轻型货车或篷车的车辆外人员在轻型货车或篷车与行人或牲畜碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V509
source: Occupant of pick-up truck or van injured in collision with pedestrian or animal: Unspecified occupant of pick-up truck or van injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fußgänger oder Tier verletzt: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的轻型货车或篷车乘员在轻型货车或篷车与行人或牲畜碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V51
source: Occupant of pick-up truck or van injured in collision with pedal cycle
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fahrrad verletzt
fr_fr: Occupant d'une camionnette blessé dans une collision avec un cycle
zh_cn: 轻型货车或篷车乘员在轻型货车或篷车与脚踏车碰撞中的损伤

# model:gnuhealth.pathology,name:V510
source: Occupant of pick-up truck or van injured in collision with pedal cycle: Driver injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fahrrad verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V511
source: Occupant of pick-up truck or van injured in collision with pedal cycle: Passenger injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fahrrad verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V512
source: Occupant of pick-up truck or van injured in collision with pedal cycle: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fahrrad verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 轻型货车或篷车的车辆外人员在轻型货车或篷车与脚踏车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V513
source: Occupant of pick-up truck or van injured in collision with pedal cycle: Unspecified occupant of pick-up truck or van injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fahrrad verletzt: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的轻型货车或篷车乘员在轻型货车或篷车与脚踏车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V514
source: Occupant of pick-up truck or van injured in collision with pedal cycle: Person injured while boarding or alighting
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fahrrad verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V515
source: Occupant of pick-up truck or van injured in collision with pedal cycle: Driver injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fahrrad verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V516
source: Occupant of pick-up truck or van injured in collision with pedal cycle: Passenger injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fahrrad verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V517
source: Occupant of pick-up truck or van injured in collision with pedal cycle: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fahrrad verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 轻型货车或篷车的车辆外人员在轻型货车或篷车与脚踏车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V519
source: Occupant of pick-up truck or van injured in collision with pedal cycle: Unspecified occupant of pick-up truck or van injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Fahrrad verletzt: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的轻型货车或篷车乘员在轻型货车或篷车与脚踏车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V52
source: Occupant of pick-up truck or van injured in collision with two- or three-wheeled motor vehicle
de: Benutzer eines Lieferwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt
fr_fr: Occupant d'une camionnette blessé dans une collision avec un véhicule à moteur à deux ou trois roues
zh_cn: 轻型货车或篷车乘员在轻型货车或篷车与两轮或三轮机动车碰撞中的损伤

# model:gnuhealth.pathology,name:V520
source: Occupant of pick-up truck or van injured in collision with two- or three-wheeled motor vehicle: Driver injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V521
source: Occupant of pick-up truck or van injured in collision with two- or three-wheeled motor vehicle: Passenger injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V522
source: Occupant of pick-up truck or van injured in collision with two- or three-wheeled motor vehicle: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 轻型货车或篷车的车辆外人员在轻型货车或篷车与两轮或三轮机动车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V523
source: Occupant of pick-up truck or van injured in collision with two- or three-wheeled motor vehicle: Unspecified occupant of pick-up truck or van injured in nontraffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的轻型货车或篷车乘员在轻型货车或篷车与两轮或三轮机动车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V524
source: Occupant of pick-up truck or van injured in collision with two- or three-wheeled motor vehicle: Person injured while boarding or alighting
de: Benutzer eines Lieferwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V525
source: Occupant of pick-up truck or van injured in collision with two- or three-wheeled motor vehicle: Driver injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V526
source: Occupant of pick-up truck or van injured in collision with two- or three-wheeled motor vehicle: Passenger injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V527
source: Occupant of pick-up truck or van injured in collision with two- or three-wheeled motor vehicle: Person on outside of vehicle injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 轻型货车或篷车的车辆外人员在轻型货车或篷车与两轮或三轮机动车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V529
source: Occupant of pick-up truck or van injured in collision with two- or three-wheeled motor vehicle: Unspecified occupant of pick-up truck or van injured in traffic accident
de: Benutzer eines Lieferwagens bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Lieferwagens bei Verkehrsunfall verletzt
zh_cn: 未特指的轻型货车或篷车乘员在轻型货车或篷车与两轮或三轮机动车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V53
source: Occupant of pick-up truck or van injured in collision with car, pick-up truck or van
de: Benutzer eines Lieferwagens bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt
fr_fr: Occupant d'une camionnette blessé dans une collision avec une automobile ou une camionnette
zh_cn: 轻型货车或篷车乘员在轻型货车或篷车与小汽车、轻型货车或篷车碰撞中的损伤
