Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:S159
source: Injury of unspecified blood vessel at neck level
de: Verletzung eines nicht näher bezeichneten Blutgefäßes in Höhe des Halses
fr_fr: Lésion traumatique de vaisseaux sanguins non précisés au niveau du cou
zh_cn: 在颈水平的未特指血管的损伤

# model:gnuhealth.pathology,name:S16
source: Injury of muscle and tendon at neck level
de: Verletzung von Muskeln und Sehnen in Halshöhe
fr_fr: Lésion traumatique des muscles et des tendons au niveau du cou
zh_cn: 在颈水平的肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S17
source: Crushing injury of neck
de: Zerquetschung des Halses
fr_fr: Ecrasement du cou
zh_cn: 颈部挤压伤

# model:gnuhealth.pathology,name:S170
source: Crushing injury of larynx and trachea
de: Zerquetschung des Kehlkopfes und der Trachea
zh_cn: 喉和气管挤压伤

# model:gnuhealth.pathology,name:S178
source: Crushing injury of other parts of neck
de: Zerquetschung sonstiger Teile des Halses
fr_fr: Ecrasement d'autres parties du cou
zh_cn: 颈部其他部位的挤压伤

# model:gnuhealth.pathology,name:S179
source: Crushing injury of neck, part unspecified
de: Zerquetschung des Halses, Teil nicht näher bezeichnet
fr_fr: Ecrasement du cou, partie non précisée
zh_cn: 颈部部位未特指的挤压伤

# model:gnuhealth.pathology,name:S18
source: Traumatic amputation at neck level
de: Traumatische Amputation in Halshöhe
fr_fr: Amputation traumatique au niveau du cou
zh_cn: 在颈水平的创伤性切断

# model:gnuhealth.pathology,name:S19
source: Other and unspecified injuries of neck
de: Sonstige und nicht näher bezeichnete Verletzungen des Halses
fr_fr: Lésions traumatiques du cou, autres et sans précision
zh_cn: 颈部其他和未特指的损伤

# model:gnuhealth.pathology,name:S197
source: Multiple injuries of neck
de: Multiple Verletzungen des Halses
fr_fr: Lésions traumatiques multiples du cou
zh_cn: 颈部多处损伤

# model:gnuhealth.pathology,name:S198
source: Other specified injuries of neck
de: Sonstige näher bezeichnete Verletzungen des Halses
fr_fr: Autres lésions traumatiques précisées du cou
zh_cn: 颈部其他特指的损伤

# model:gnuhealth.pathology,name:S199
source: Unspecified injury of neck
de: Nicht näher bezeichnete Verletzung des Halses
fr_fr: Lésion traumatique du cou, sans précision
zh_cn: 颈部未特指的损伤

# model:gnuhealth.pathology,name:S20
source: Superficial injury of thorax
de: Oberflächliche Verletzung des Thorax
fr_fr: Lésion traumatique superficielle du thorax
zh_cn: 胸部浅表损伤

# model:gnuhealth.pathology,name:S200
source: Contusion of breast
de: Prellung der Mamma [Brustdrüse]
fr_fr: Contusion du sein
zh_cn: 乳房挫伤

# model:gnuhealth.pathology,name:S201
source: Other and unspecified superficial injuries of breast
de: Sonstige und nicht näher bezeichnete oberflächliche Verletzungen der Mamma [Brustdrüse]
fr_fr: Lésions traumatiques superficielles du sein, autres et non précisées
zh_cn: 乳房其他和未特指的浅表损伤

# model:gnuhealth.pathology,name:S202
source: Contusion of thorax
de: Prellung des Thorax
fr_fr: Contusion du thorax
zh_cn: 胸部挫伤

# model:gnuhealth.pathology,name:S203
source: Other superficial injuries of front wall of thorax
de: Sonstige oberflächliche Verletzungen der vorderen Thoraxwand
fr_fr: Autres lésions traumatiques superficielles de la paroi thoracique antérieure
zh_cn: 胸前壁其他浅表损伤

# model:gnuhealth.pathology,name:S204
source: Other superficial injuries of back wall of thorax
de: Sonstige oberflächliche Verletzungen der hinteren Thoraxwand
fr_fr: Autres lésions traumatiques superficielles de la paroi thoracique postérieure
zh_cn: 胸后壁其他浅表损伤

# model:gnuhealth.pathology,name:S207
source: Multiple superficial injuries of thorax
de: Multiple oberflächliche Verletzungen des Thorax
fr_fr: Lésions traumatiques superficielles multiples du thorax
zh_cn: 胸部多处浅表损伤

# model:gnuhealth.pathology,name:S208
source: Superficial injury of other and unspecified parts of thorax
de: Oberflächliche Verletzung sonstiger und nicht näher bezeichneter Teile des Thorax
zh_cn: 胸部其他和未特指部位的浅表损伤

# model:gnuhealth.pathology,name:S21
source: Open wound of thorax
de: Offene Wunde des Thorax
fr_fr: Plaie ouverte du thorax
zh_cn: 胸部开放性伤口

# model:gnuhealth.pathology,name:S210
source: Open wound of breast
de: Offene Wunde der Mamma [Brustdrüse]
fr_fr: Plaie ouverte du sein
zh_cn: 乳房开放性伤口

# model:gnuhealth.pathology,name:S211
source: Open wound of front wall of thorax
de: Offene Wunde der vorderen Thoraxwand
fr_fr: Plaie ouverte de la paroi thoracique antérieure
zh_cn: 胸前壁开放性伤口

# model:gnuhealth.pathology,name:S212
source: Open wound of back wall of thorax
de: Offene Wunde der hinteren Thoraxwand
fr_fr: Plaie ouverte de la paroi thoracique postérieure
zh_cn: 胸后壁开放性伤口

# model:gnuhealth.pathology,name:S217
source: Multiple open wounds of thoracic wall
de: Multiple offene Wunden der Thoraxwand
fr_fr: Plaies ouvertes multiples de la paroi thoracique
zh_cn: 胸壁多处开放性伤口

# model:gnuhealth.pathology,name:S218
source: Open wound of other parts of thorax
de: Offene Wunde sonstiger Teile des Thorax
fr_fr: Plaie ouverte d'autres parties du thorax
zh_cn: 胸部其他部位的开放性伤口

# model:gnuhealth.pathology,name:S219
source: Open wound of thorax, part unspecified
de: Offene Wunde des Thorax, Teil nicht näher bezeichnet
fr_fr: Plaie ouverte du thorax, partie non précisée
zh_cn: 胸部部位未特指的开放性伤口

# model:gnuhealth.pathology,name:S22
source: Fracture of rib(s), sternum and thoracic spine
de: Fraktur der Rippe(n), des Sternums und der Brustwirbelsäule
fr_fr: Fracture de côte(s), du sternum et du rachis dorsal
zh_cn: 肋骨、胸骨和胸部脊柱骨折

# model:gnuhealth.pathology,name:S220
source: Fracture of thoracic vertebra
de: Fraktur eines Brustwirbels
fr_fr: Fracture d'une vertèbre dorsale
zh_cn: 胸椎骨折

# model:gnuhealth.pathology,name:S221
source: Multiple fractures of thoracic spine
de: Multiple Frakturen der Brustwirbelsäule
fr_fr: Fractures multiples du rachis dorsal
zh_cn: 胸椎多处骨折

# model:gnuhealth.pathology,name:S222
source: Fracture of sternum
de: Fraktur des Sternums
fr_fr: Fracture du sternum
zh_cn: 胸骨骨折

# model:gnuhealth.pathology,name:S223
source: Fracture of rib
de: Rippenfraktur
fr_fr: Fracture de côte
zh_cn: 肋骨骨折

# model:gnuhealth.pathology,name:S224
source: Multiple fractures of ribs
de: Rippenserienfraktur
fr_fr: Fractures multiples de côtes
zh_cn: 肋骨多处骨折

# model:gnuhealth.pathology,name:S225
source: Flail chest
de: Instabiler Thorax
fr_fr: Volet costal
zh_cn: 连枷胸

# model:gnuhealth.pathology,name:S228
source: Fracture of other parts of bony thorax
de: Fraktur sonstiger Teile des knöchernen Thorax
fr_fr: Fractures d'autres parties des os du thorax
zh_cn: 骨性胸廓其他部位的骨折

# model:gnuhealth.pathology,name:S229
source: Fracture of bony thorax, part unspecified
de: Fraktur des knöchernen Thorax, Teil nicht näher bezeichnet
fr_fr: Fracture des os du thorax, partie non précisée
zh_cn: 骨性胸廓部位未特指的骨折

# model:gnuhealth.pathology,name:S23
source: Dislocation, sprain and strain of joints and ligaments of thorax
de: Luxation, Verstauchung und Zerrung von Gelenken und Bändern im Bereich des Thorax
fr_fr: Luxation, entorse et foulure des articulations et des ligaments du thorax
zh_cn: 胸部关节和韧带脱位、扭伤和劳损

# model:gnuhealth.pathology,name:S230
source: Traumatic rupture of thoracic intervertebral disc
de: Traumatische Ruptur einer thorakalen Bandscheibe
zh_cn: 胸椎间盘创伤性破裂

# model:gnuhealth.pathology,name:S231
source: Dislocation of thoracic vertebra
de: Luxation eines Brustwirbels
fr_fr: Luxation d'une vertèbre dorsale
zh_cn: 胸椎脱位

# model:gnuhealth.pathology,name:S232
source: Dislocation of other and unspecified parts of thorax
de: Luxation sonstiger und nicht näher bezeichneter Teile des Thorax
fr_fr: Luxation de parties autres et non précisées du thorax
zh_cn: 胸部其他和未特指部位的脱位

# model:gnuhealth.pathology,name:S233
source: Sprain and strain of thoracic spine
de: Verstauchung und Zerrung der Brustwirbelsäule
fr_fr: Entorse et foulure du rachis dorsal
zh_cn: 胸椎扭伤和劳损

# model:gnuhealth.pathology,name:S234
source: Sprain and strain of ribs and sternum
de: Verstauchung und Zerrung der Rippen und des Sternums
fr_fr: Entorse et foulure des côtes et du sternum
zh_cn: 肋骨和胸骨扭伤和劳损

# model:gnuhealth.pathology,name:S235
source: Sprain and strain of other and unspecified parts of thorax
de: Verstauchung und Zerrung sonstiger und nicht näher bezeichneter Teile des Thorax
fr_fr: Entorse et foulure de parties autres et non précisées du thorax
zh_cn: 胸部其他和未特指部位的扭伤和劳损

# model:gnuhealth.pathology,name:S24
source: Injury of nerves and spinal cord at thorax level
de: Verletzung der Nerven und des Rückenmarkes in Thoraxhöhe
fr_fr: Lésion traumatique des nerfs et de la moelle épinière au niveau du thorax
zh_cn: 在胸水平的神经和脊髓损伤

# model:gnuhealth.pathology,name:S240
source: Concussion and oedema of thoracic spinal cord
de: Kontusion und Ödem des thorakalen Rückenmarkes
fr_fr: Commotion et œdème de la moelle dorsale
zh_cn: 胸部脊髓震荡和水肿

# model:gnuhealth.pathology,name:S241
source: Other and unspecified injuries of thoracic spinal cord
de: Sonstige und nicht näher bezeichnete Verletzungen des thorakalen Rückenmarkes
fr_fr: Lésions traumatiques autres et non précisées de la moelle dorsale
zh_cn: 胸部脊髓其他和未特指的损伤

# model:gnuhealth.pathology,name:S242
source: Injury of nerve root of thoracic spine
de: Verletzung von Nervenwurzeln der Brustwirbelsäule
fr_fr: Lésion traumatique d'une racine nerveuse du rachis dorsal
zh_cn: 胸椎神经根损伤

# model:gnuhealth.pathology,name:S243
source: Injury of peripheral nerves of thorax
de: Verletzung peripherer Nerven des Thorax
fr_fr: Lésion traumatique de nerfs périphériques du thorax
zh_cn: 胸部周围神经损伤

# model:gnuhealth.pathology,name:S244
source: Injury of thoracic sympathetic nerves
de: Verletzung thorakaler sympathischer Nerven
fr_fr: Lésion traumatique de nerfs sympathiques du thorax
zh_cn: 胸部交感神经损伤

# model:gnuhealth.pathology,name:S245
source: Injury of other nerves of thorax
de: Verletzung sonstiger Nerven des Thorax
fr_fr: Lésion traumatique d'autres nerfs du thorax
zh_cn: 胸部其他神经的损伤

# model:gnuhealth.pathology,name:S246
source: Injury of unspecified nerve of thorax
de: Verletzung eines nicht näher bezeichneten Nervs des Thorax
fr_fr: Lésion traumatique d'un nerf non précisé du thorax
zh_cn: 胸部未特指神经的损伤

# model:gnuhealth.pathology,name:S25
source: Injury of blood vessels of thorax
de: Verletzung von Blutgefäßen des Thorax
fr_fr: Lésion traumatique de vaisseaux sanguins du thorax
zh_cn: 胸部血管损伤

# model:gnuhealth.pathology,name:S250
source: Injury of thoracic aorta
de: Verletzung der Aorta thoracica
fr_fr: Lésion traumatique de l'aorte thoracique
zh_cn: 胸主动脉损伤

# model:gnuhealth.pathology,name:S251
source: Injury of innominate or subclavian artery
de: Verletzung des Truncus brachiocephalicus oder der A. subclavia
fr_fr: Lésion traumatique de l'artère innominée ou sous-clavière
zh_cn: 无名动脉或锁骨下动脉损伤

# model:gnuhealth.pathology,name:S252
source: Injury of superior vena cava
de: Verletzung der V. cava superior
fr_fr: Lésion traumatique de la veine cave supérieure
zh_cn: 上腔静脉损伤

# model:gnuhealth.pathology,name:S253
source: Injury of innominate or subclavian vein
de: Verletzung der V. brachiocephalica oder der V. subclavia
fr_fr: Lésion traumatique de la veine innominée ou sous-clavière
zh_cn: 无名静脉或锁骨下静脉损

# model:gnuhealth.pathology,name:S254
source: Injury of pulmonary blood vessels
de: Verletzung von Pulmonalgefäßen
fr_fr: Lésion traumatique de vaisseaux sanguins du poumon
zh_cn: 肺血管损伤

# model:gnuhealth.pathology,name:S255
source: Injury of intercostal blood vessels
de: Verletzung von Interkostalgefäßen
fr_fr: Lésion traumatique de vaisseaux sanguins intercostaux
zh_cn: 肋间血管损伤

# model:gnuhealth.pathology,name:S257
source: Injury of multiple blood vessels of thorax
de: Verletzung mehrerer Blutgefäße des Thorax
fr_fr: Lésions traumatiques de multiples vaisseaux sanguins du thorax
zh_cn: 胸部多处血管损伤

# model:gnuhealth.pathology,name:S258
source: Injury of other blood vessels of thorax
de: Verletzung sonstiger Blutgefäße des Thorax
fr_fr: Lésion traumatique d'autres vaisseaux sanguins du thorax
zh_cn: 胸部其他血管的损伤

# model:gnuhealth.pathology,name:S259
source: Injury of unspecified blood vessel of thorax
de: Verletzung eines nicht näher bezeichneten Blutgefäßes des Thorax
fr_fr: Lésion traumatique d'un vaisseau sanguin non précisé du thorax
zh_cn: 胸部未特指血管的损伤

# model:gnuhealth.pathology,name:S26
source: Injury of heart
de: Verletzung des Herzens
fr_fr: Lésion traumatique du cœur
zh_cn: 心脏损伤

# model:gnuhealth.pathology,name:S260
source: Injury of heart with haemopericardium
de: Verletzung des Herzens mit Hämoperikard
fr_fr: Lésion traumatique du cœur avec hémopéricarde
zh_cn: 伴有心包积血的心脏损伤

# model:gnuhealth.pathology,name:S268
source: Other injuries of heart
de: Sonstige Verletzungen des Herzens
fr_fr: Autres lésions traumatiques du cœur
zh_cn: 心脏其他损伤

# model:gnuhealth.pathology,name:S269
source: Injury of heart, unspecified
de: Verletzung des Herzens, nicht näher bezeichnet
fr_fr: Lésion traumatique du cœur, sans précision
zh_cn: 心脏未特指的损伤

# model:gnuhealth.pathology,name:S27
source: Injury of other and unspecified intrathoracic organs
de: Verletzung sonstiger und nicht näher bezeichneter intrathorakaler Organe
fr_fr: Lésions traumatiques d'organes intrathoraciques, autres et non précisés
zh_cn: 其他和未特指胸内器官损伤

# model:gnuhealth.pathology,name:S270
source: Traumatic pneumothorax
de: Traumatischer Pneumothorax
fr_fr: Pneumothorax traumatique
zh_cn: 创伤性气胸

# model:gnuhealth.pathology,name:S271
source: Traumatic haemothorax
de: Traumatischer Hämatothorax
fr_fr: Hémothorax traumatique
zh_cn: 创伤性血胸

# model:gnuhealth.pathology,name:S272
source: Traumatic haemopneumothorax
de: Traumatischer Hämatopneumothorax
zh_cn: 创伤性血气胸

# model:gnuhealth.pathology,name:S273
source: Other injuries of lung
de: Sonstige Verletzungen der Lunge
fr_fr: Autres lésions traumatiques du poumon
zh_cn: 肺的其他损伤

# model:gnuhealth.pathology,name:S274
source: Injury of bronchus
de: Verletzung eines Bronchus
fr_fr: Lésion traumatique des bronches
zh_cn: 支气管损伤

# model:gnuhealth.pathology,name:S275
source: Injury of thoracic trachea
de: Verletzung der Trachea, Pars thoracica
fr_fr: Lésion traumatique de la trachée thoracique
zh_cn: 胸部气管损伤

# model:gnuhealth.pathology,name:S276
source: Injury of pleura
de: Verletzung der Pleura
fr_fr: Lésion traumatique de la plèvre
zh_cn: 胸膜损伤

# model:gnuhealth.pathology,name:S277
source: Multiple injuries of intrathoracic organs
de: Multiple Verletzungen intrathorakaler Organe
fr_fr: Lésions traumatiques multiples des organes intrathoraciques
zh_cn: 胸内器官多处损伤

# model:gnuhealth.pathology,name:S278
source: Injury of other specified intrathoracic organs
de: Verletzung sonstiger näher bezeichneter intrathorakaler Organe
fr_fr: Lésion traumatique d'autres organes intrathoraciques précisés
zh_cn: 其他特指胸内器官损伤

# model:gnuhealth.pathology,name:S279
source: Injury of unspecified intrathoracic organ
de: Verletzung eines nicht näher bezeichneten intrathorakalen Organs
fr_fr: Lésion traumatique d'organes intrathoraciques non précisés
zh_cn: 未特指胸内器官的损伤

# model:gnuhealth.pathology,name:S28
source: Crushing injury of thorax and traumatic amputation of part of thorax
de: Zerquetschung des Thorax und traumatische Amputation von Teilen des Thorax
fr_fr: Ecrasement du thorax et amputation traumatique d'une partie du thorax
zh_cn: 胸部挤压伤和胸的部分创伤性切断

# model:gnuhealth.pathology,name:S280
source: Crushed chest
de: Brustkorbzerquetschung
fr_fr: Ecrasement du thorax
zh_cn: 胸部挤压伤

# model:gnuhealth.pathology,name:S281
source: Traumatic amputation of part of thorax
de: Traumatische Amputation eines Teiles des Thorax
fr_fr: Amputation traumatique d'une partie du thorax
zh_cn: 胸的部分创伤性切断

# model:gnuhealth.pathology,name:S29
source: Other and unspecified injuries of thorax
de: Sonstige und nicht näher bezeichnete Verletzungen des Thorax
fr_fr: Lésions traumatiques du thorax, autres et sans précision
zh_cn: 胸部其他和未特指的损伤

# model:gnuhealth.pathology,name:S290
source: Injury of muscle and tendon at thorax level
de: Verletzung von Muskeln und Sehnen in Thoraxhöhe
fr_fr: Lésion traumatique des muscles et des tendons au niveau du thorax
zh_cn: 在胸水平的肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S297
source: Multiple injuries of thorax
de: Multiple Verletzungen des Thorax
fr_fr: Lésions traumatiques multiples du thorax
zh_cn: 胸部多处损伤

# model:gnuhealth.pathology,name:S298
source: Other specified injuries of thorax
de: Sonstige näher bezeichnete Verletzungen des Thorax
fr_fr: Autres lésions traumatiques précisées du thorax
zh_cn: 胸部其他特指的损伤

# model:gnuhealth.pathology,name:S299
source: Unspecified injury of thorax
de: Nicht näher bezeichnete Verletzung des Thorax
fr_fr: Lésion traumatique du thorax, sans précision
zh_cn: 胸部未特指的损伤

# model:gnuhealth.pathology,name:S30
source: Superficial injury of abdomen, lower back and pelvis
de: Oberflächliche Verletzung des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Lésion traumatique superficielle de l'abdomen, des lombes et du bassin
zh_cn: 腹部、下背和骨盆浅表损伤

# model:gnuhealth.pathology,name:S300
source: Contusion of lower back and pelvis
de: Prellung der Lumbosakralgegend und des Beckens
fr_fr: Contusion des lombes et du bassin
zh_cn: 下背和骨盆挫伤

# model:gnuhealth.pathology,name:S301
source: Contusion of abdominal wall
de: Prellung der Bauchdecke
fr_fr: Contusion de la paroi abdominale
zh_cn: 腹壁挫伤

# model:gnuhealth.pathology,name:S302
source: Contusion of external genital organs
de: Prellung der äußeren Genitalorgane
fr_fr: Contusion des organes génitaux externes
zh_cn: 外生殖器挫伤

# model:gnuhealth.pathology,name:S307
source: Multiple superficial injuries of abdomen, lower back and pelvis
de: Multiple oberflächliche Verletzungen des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Lésions traumatiques superficielles multiples de l'abdomen, des lombes et du bassin
zh_cn: 腹部、下背和骨盆多处浅表损伤

# model:gnuhealth.pathology,name:S308
source: Other superficial injuries of abdomen, lower back and pelvis
de: Sonstige oberflächliche Verletzungen des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Autres lésions traumatiques superficielles de l'abdomen, des lombes et du bassin
zh_cn: 腹部、下背和骨盆其他的浅表损伤

# model:gnuhealth.pathology,name:S309
source: Superficial injury of abdomen, lower back and pelvis, part unspecified
de: Oberflächliche Verletzung des Abdomens, der Lumbosakralgegend und des Beckens, Teil nicht näher bezeichnet
fr_fr: Lésion traumatique superficielle de l'abdomen, des lombes et du bassin, partie non précisée
zh_cn: 腹部、下背和骨盆部位未特指的浅表损伤

# model:gnuhealth.pathology,name:S31
source: Open wound of abdomen, lower back and pelvis
de: Offene Wunde des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Plaie ouverte de l'abdomen, des lombes et du bassin
zh_cn: 腹部、下背和骨盆开放性伤口

# model:gnuhealth.pathology,name:S310
source: Open wound of lower back and pelvis
de: Offene Wunde der Lumbosakralgegend und des Beckens
fr_fr: Plaie ouverte des lombes et du bassin
zh_cn: 下背和骨盆开放性伤口

# model:gnuhealth.pathology,name:S311
source: Open wound of abdominal wall
de: Offene Wunde der Bauchdecke
fr_fr: Plaie ouverte de la paroi abdominale
zh_cn: 腹壁开放性伤口

# model:gnuhealth.pathology,name:S312
source: Open wound of penis
de: Offene Wunde des Penis
fr_fr: Plaie ouverte du pénis
zh_cn: 阴茎开放性伤口

# model:gnuhealth.pathology,name:S313
source: Open wound of scrotum and testes
de: Offene Wunde des Skrotums und der Testes
fr_fr: Plaie ouverte du scrotum et des testicules
zh_cn: 阴囊和睾丸开放性伤口

# model:gnuhealth.pathology,name:S314
source: Open wound of vagina and vulva
de: Offene Wunde der Vagina und der Vulva
fr_fr: Plaie ouverte du vagin et de la vulve
zh_cn: 阴道和外阴开放性伤口

# model:gnuhealth.pathology,name:S315
source: Open wound of other and unspecified external genital organs
de: Offene Wunde sonstiger und nicht näher bezeichneter äußerer Genitalorgane
fr_fr: Plaie ouverte des organes génitaux externes, autres et non précisés
zh_cn: 其他和未特指外生殖器的开放性伤口

# model:gnuhealth.pathology,name:S317
source: Multiple open wounds of abdomen, lower back and pelvis
de: Multiple offene Wunden des Abdomens, der Lumbosakralgegend und des Beckens
fr_fr: Plaies ouvertes multiples de l'abdomen, des lombes et du bassin
zh_cn: 腹部、下背和骨盆多处开放性伤口

# model:gnuhealth.pathology,name:S318
source: Open wound of other and unspecified parts of abdomen
de: Offene Wunde sonstiger und nicht näher bezeichneter Teile des Abdomens
fr_fr: Plaie ouverte de parties autres et non précisées de l'abdomen
zh_cn: 腹部其他和未特指部位的开放性伤口

# model:gnuhealth.pathology,name:S32
source: Fracture of lumbar spine and pelvis
de: Fraktur der Lendenwirbelsäule und des Beckens
fr_fr: Fracture du rachis lombaire et du bassin
zh_cn: 腰椎和骨盆骨折

# model:gnuhealth.pathology,name:S320
source: Fracture of lumbar vertebra
de: Fraktur eines Lendenwirbels
fr_fr: Fracture d'une vertèbre lombaire
zh_cn: 腰椎骨折

# model:gnuhealth.pathology,name:S321
source: Fracture of sacrum
de: Fraktur des Os sacrum
fr_fr: Fracture du sacrum
zh_cn: 骶骨骨折

# model:gnuhealth.pathology,name:S322
source: Fracture of coccyx
de: Fraktur des Os coccygis
fr_fr: Fracture du coccyx
zh_cn: 尾骨骨折

# model:gnuhealth.pathology,name:S323
source: Fracture of ilium
de: Fraktur des Os ilium
fr_fr: Fracture de l'ilion
zh_cn: 髂骨骨折

# model:gnuhealth.pathology,name:S324
source: Fracture of acetabulum
de: Fraktur des Acetabulums
fr_fr: Fracture de l'acétabulum
zh_cn: 髋臼骨折

# model:gnuhealth.pathology,name:S325
source: Fracture of pubis
de: Fraktur des Os pubis
fr_fr: Fracture du pubis
zh_cn: 耻骨骨折

# model:gnuhealth.pathology,name:S327
source: Multiple fractures of lumbar spine and pelvis
de: Multiple Frakturen mit Beteiligung der Lendenwirbelsäule und des Beckens
fr_fr: Fractures multiples du rachis lombaire et du bassin
zh_cn: 腰椎和骨盆多处骨折

# model:gnuhealth.pathology,name:S328
source: Fracture of other and unspecified parts of lumbar spine and pelvis
de: Fraktur sonstiger und nicht näher bezeichneter Teile der Lendenwirbelsäule und des Beckens
fr_fr: Fracture de parties autres et non précisées du rachis lombaire et du bassin
zh_cn: 腰椎和骨盆其他和未特指部位的骨折

# model:gnuhealth.pathology,name:S33
source: Dislocation, sprain and strain of joints and ligaments of lumbar spine and pelvis
de: Luxation, Verstauchung und Zerrung von Gelenken und Bändern der Lendenwirbelsäule und des Beckens
fr_fr: Luxation, entorse et foulure des articulations et des ligaments du rachis lombaire et du bassin
zh_cn: 腰椎和骨盆关节和韧带脱位、扭伤和劳损

# model:gnuhealth.pathology,name:S330
source: Traumatic rupture of lumbar intervertebral disc
de: Traumatische Ruptur einer lumbalen Bandscheibe
zh_cn: 腰椎间盘创伤性破裂

# model:gnuhealth.pathology,name:S331
source: Dislocation of lumbar vertebra
de: Luxation eines Lendenwirbels
fr_fr: Luxation d'une vertèbre lombaire
zh_cn: 腰椎脱位

# model:gnuhealth.pathology,name:S332
source: Dislocation of sacroiliac and sacrococcygeal joint
de: Luxation des Iliosakral- und des Sakro-Kokzygeal-Gelenkes
zh_cn: 骶髂关节和骶尾关节脱位

# model:gnuhealth.pathology,name:S333
source: Dislocation of other and unspecified parts of lumbar spine and pelvis
de: Luxation sonstiger und nicht näher bezeichneter Teile der Lendenwirbelsäule und des Beckens
fr_fr: Luxation de parties autres et non précisées du rachis lombaire et du bassin
zh_cn: 腰椎和骨盆其他和未特指部位的脱位

# model:gnuhealth.pathology,name:S334
source: Traumatic rupture of symphysis pubis
de: Traumatische Symphysensprengung
fr_fr: Rupture traumatique de la symphyse pubienne
zh_cn: 耻骨联合创伤性破裂

# model:gnuhealth.pathology,name:S335
source: Sprain and strain of lumbar spine
de: Verstauchung und Zerrung der Lendenwirbelsäule
fr_fr: Entorse et foulure du rachis lombaire
zh_cn: 腰椎扭伤和劳损

# model:gnuhealth.pathology,name:S336
source: Sprain and strain of sacroiliac joint
de: Verstauchung und Zerrung des Iliosakralgelenkes
zh_cn: 骶髂关节扭伤和劳损
