Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:E117
source: With multiple complications
fr_fr: diabète sucré non insulino-dépendant | avec complications multiples

# model:gnuhealth.pathology,name:E118
source: With unspecified complications
fr_fr: diabète sucré non insulino-dépendant | avec complications non précisées

# model:gnuhealth.pathology,name:E119
source: Without complications
fr_fr: diabète sucré non insulino-dépendant | sans complication

# model:gnuhealth.pathology,name:E120
source: With coma
fr_fr: diabète sucré de malnutrition | avec coma

# model:gnuhealth.pathology,name:E121
source: With ketoacidosis
fr_fr: diabète sucré de malnutrition | avec acidocétose

# model:gnuhealth.pathology,name:E122
source: With renal complications
fr_fr: diabète sucré de malnutrition | avec complications rénales

# model:gnuhealth.pathology,name:E123
source: With ophthalmic complications
fr_fr: diabète sucré de malnutrition | avec complications oculaires

# model:gnuhealth.pathology,name:E124
source: With neurological complications
fr_fr: diabète sucré de malnutrition | avec complications neurologiques

# model:gnuhealth.pathology,name:E125
source: With peripheral circulatory complications
fr_fr: diabète sucré de malnutrition | avec complications vasculaires périphériques

# model:gnuhealth.pathology,name:E126
source: With other specified complications
fr_fr: diabète sucré de malnutrition | avec autres complications précisées

# model:gnuhealth.pathology,name:E127
source: With multiple complications
fr_fr: diabète sucré de malnutrition | avec complications multiples

# model:gnuhealth.pathology,name:E128
source: With unspecified complications
fr_fr: diabète sucré de malnutrition | avec complications non précisées

# model:gnuhealth.pathology,name:E129
source: Without complications
fr_fr: diabète sucré de malnutrition | sans complication

# model:gnuhealth.pathology,name:E130
source: With coma
fr_fr: autres diabètes sucrés précisés | avec coma

# model:gnuhealth.pathology,name:E131
source: With ketoacidosis
fr_fr: autres diabètes sucrés précisés | avec acidocétose

# model:gnuhealth.pathology,name:E132
source: With renal complications
fr_fr: autres diabètes sucrés précisés | avec complications rénales

# model:gnuhealth.pathology,name:E133
source: With ophthalmic complications
fr_fr: autres diabètes sucrés précisés | avec complications oculaires

# model:gnuhealth.pathology,name:E134
source: With neurological complications
fr_fr: autres diabètes sucrés précisés | avec complications neurologiques

# model:gnuhealth.pathology,name:E135
source: With peripheral circulatory complications
fr_fr: autres diabètes sucrés précisés | avec complications vasculaires périphériques

# model:gnuhealth.pathology,name:E136
source: With other specified complications
fr_fr: autres diabètes sucrés précisés | avec autres complications précisées

# model:gnuhealth.pathology,name:E137
source: With multiple complications
fr_fr: autres diabètes sucrés précisés | avec complications multiples

# model:gnuhealth.pathology,name:E138
source: With unspecified complications
fr_fr: autres diabètes sucrés précisés | avec complications non précisées

# model:gnuhealth.pathology,name:E139
source: Without complications
fr_fr: autres diabètes sucrés précisés | sans complication

# model:gnuhealth.pathology,name:E140
source: With coma
fr_fr: diabète sucré, sans précision | avec coma

# model:gnuhealth.pathology,name:E141
source: With ketoacidosis
fr_fr: diabète sucré, sans précision | avec acidocétose

# model:gnuhealth.pathology,name:E142
source: Withrenal complications
fr_fr: diabète sucré, sans précision | avec complications rénales

# model:gnuhealth.pathology,name:E143
source: With ophthalmic complications
fr_fr: diabète sucré, sans précision | avec complications oculaires

# model:gnuhealth.pathology,name:E144
source: With neurological complications
fr_fr: diabète sucré, sans précision | avec complications neurologiques

# model:gnuhealth.pathology,name:E145
source: With peripheral circulatory complications
fr_fr: diabète sucré, sans précision | avec complications vasculaires périphériques

# model:gnuhealth.pathology,name:E146
source: With other specified complications
fr_fr: diabète sucré, sans précision | avec autres complications précisées

# model:gnuhealth.pathology,name:E147
source: With multiple complications
fr_fr: diabète sucré, sans précision | avec complications multiples

# model:gnuhealth.pathology,name:E148
source: With unspecified complications
fr_fr: diabète sucré, sans précision | avec complications non précisées

# model:gnuhealth.pathology,name:E149
source: Without complications
fr_fr: diabète sucré, sans précision | sans complication

# model:gnuhealth.pathology,name:E232
source: Diabetes insipidus
fr_fr: Diabète insipide
zh_cn: 尿崩症

# model:gnuhealth.pathology,name:E24
source: Cushing's syndrome
fr_fr: Syndrome de Cushing

# model:gnuhealth.pathology,name:E240
source: Pituitary-dependent Cushing's disease
fr_fr: Maladie de Cushing hypophyso-dépendante

# model:gnuhealth.pathology,name:E241
source: Nelson's syndrome
fr_fr: Syndrome de Nelson

# model:gnuhealth.pathology,name:E242
source: Drug-induced Cushing's syndrome
fr_fr: Syndrome de Cushing médicamenteux

# model:gnuhealth.pathology,name:E244
source: Alcohol-induced pseudo-Cushing's syndrome
fr_fr: Pseudosyndrome de Cushing dû à l'alcool

# model:gnuhealth.pathology,name:E248
source: Other Cushing's syndrome
fr_fr: Autres syndromes de Cushing

# model:gnuhealth.pathology,name:E249
source: Cushing's syndrome, unspecified
fr_fr: Syndrome de Cushing, sans précision

# model:gnuhealth.pathology,name:E280
source: Oestrogen excess
fr_fr: Hyperœstrogénie

# model:gnuhealth.pathology,name:E281
source: Androgen excess
fr_fr: Hyperandrogénie

# model:gnuhealth.pathology,name:E501
source: Vitamin A deficiency with Bitot's spot and conjunctival xerosis
fr_fr: Avitaminose A avec taches de Bitot et xérosis conjonctival

# model:gnuhealth.pathology,name:E511
source: Beriberi
fr_fr: Béribéri
zh_cn: 脚气病

# model:gnuhealth.pathology,name:E512
source: Wernicke's encephalopathy
fr_fr: Encéphalopathie de Wernicke

# model:gnuhealth.pathology,name:E65
source: Localised adiposity
fr_fr: Adiposité localisée

# model:gnuhealth.pathology,name:E672
source: Megavitamin-B6 syndrome
fr_fr: Syndrome d'hypervitaminose B6

# model:gnuhealth.pathology,name:E721
source: Disorders of sulphur-bearing amino-acid metabolism
fr_fr: Anomalies du métabolisme des acides aminés soufrés

# model:gnuhealth.pathology,name:E750
source: GM2 gangliosidosis
fr_fr: Gangliosidose GM2

# model:gnuhealth.pathology,name:E770
source: Defects in posttranslational modification of lysosomal enzymes
fr_fr: Défauts de la transformation post-traductionnelle des enzymes lysosomiaux

# model:gnuhealth.pathology,name:E801
source: Porphyria cutanea tarda
fr_fr: Porphyrie cutanée tardive
zh_cn: 迟发性皮肤卟啉症

# model:gnuhealth.pathology,name:E803
source: Defects of catalase and peroxydase
fr_fr: Déficit en catalase et en peroxydase

# model:gnuhealth.pathology,name:E804
source: Gilbert's syndrome
fr_fr: Syndrome de Gilbert

# model:gnuhealth.pathology,name:E833
source: Disorders of phosphorus metabolism
fr_fr: Anomalies du métabolisme du phosphore

# model:gnuhealth.pathology,name:E850
source: Nonneuropathic heredofamilial amyloidosis
fr_fr: Amylose hérédofamiliale non neuropathique

# model:gnuhealth.pathology,name:F00
source: Dementia in Alzheimer's disease
fr_fr: Démence de la maladie d'Alzheimer (G30.-+)

# model:gnuhealth.pathology,name:F000
source: Dementia in Alzheimer's disease with early onset
fr_fr: Démence de la maladie d'Alzheimer, à début précoce (G30.0+)

# model:gnuhealth.pathology,name:F001
source: Dementia in Alzheimer's disease with late onset
fr_fr: Démence de la maladie d'Alzheimer, à début tardif (G30.1+)

# model:gnuhealth.pathology,name:F002
source: Dementia in Alzheimer's disease, atypical or mixed type
fr_fr: Démence de la maladie d'Alzheimer, forme atypique ou mixte (G30.8+)

# model:gnuhealth.pathology,name:F009
source: Dementia in Alzheimer's disease, unspecified
fr_fr: Démence de la maladie d'Alzheimer, sans précision (G30.9+)

# model:gnuhealth.pathology,name:F020
source: Dementia in Pick's disease
fr_fr: Démence de la maladie de Pick (G31.0+)

# model:gnuhealth.pathology,name:F022
source: Dementia in Huntington's disease
fr_fr: Démence de la maladie de Huntington (G10+)

# model:gnuhealth.pathology,name:F023
source: Dementia in Parkinson's disease
fr_fr: Démence de la maladie de Parkinson (G20+)

# model:gnuhealth.pathology,name:F100
source: Acute intoxication
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'alcool | intoxication aiguë

# model:gnuhealth.pathology,name:F101
source: Harmful use
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'alcool | utilisation nocive pour la santé

# model:gnuhealth.pathology,name:F102
source: Dependence syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'alcool | syndrome de dépendance

# model:gnuhealth.pathology,name:F103
source: Withdrawal state
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'alcool | syndrome de sevrage

# model:gnuhealth.pathology,name:F104
source: Withdrawal state with delirium
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'alcool | syndrome de sevrage avec delirium

# model:gnuhealth.pathology,name:F105
source: Psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'alcool | trouble psychotique

# model:gnuhealth.pathology,name:F106
source: Amnesic syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'alcool | syndrome de amnésique

# model:gnuhealth.pathology,name:F107
source: Residual and late-onset psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'alcool | trouble résiduel ou psychotique de survenue tardive

# model:gnuhealth.pathology,name:F108
source: Other mental and behavioural disorders
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'alcool | autres troubles mentaux et du comportement

# model:gnuhealth.pathology,name:F109
source: Unspecified mental and behavioural disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'alcool | trouble mental ou du comportement, sans précision

# model:gnuhealth.pathology,name:F110
source: Acute intoxication
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'opiacés | intoxication aiguë

# model:gnuhealth.pathology,name:F111
source: Harmful use
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'opiacés | utilisation nocive pour la santé

# model:gnuhealth.pathology,name:F112
source: Dependence syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'opiacés | syndrome de dépendance

# model:gnuhealth.pathology,name:F113
source: Withdrawal state
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'opiacés | syndrome de sevrage

# model:gnuhealth.pathology,name:F114
source: Withdrawal state with delirium
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'opiacés | syndrome de sevrage avec delirium

# model:gnuhealth.pathology,name:F115
source: Psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'opiacés | trouble psychotique

# model:gnuhealth.pathology,name:F116
source: Amnesic syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'opiacés | syndrome de amnésique

# model:gnuhealth.pathology,name:F117
source: Residual and late-onset psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'opiacés | trouble résiduel ou psychotique de survenue tardive

# model:gnuhealth.pathology,name:F118
source: Other mental and behavioural disorders
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'opiacés | autres troubles mentaux et du comportement

# model:gnuhealth.pathology,name:F119
source: Unspecified mental and behavioural disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'opiacés | trouble mental ou du comportement, sans précision

# model:gnuhealth.pathology,name:F12
source: Mental and behavioural disorders due to use of cannabinoids
fr_fr: Troubles mentaux et du comportement liés à l'utilisation de dérivés du cannabis

# model:gnuhealth.pathology,name:F120
source: Acute intoxication
fr_fr: troubles mentaux et du comportement liés à l'utilisation de dérivés du cannabis | intoxication aiguë

# model:gnuhealth.pathology,name:F121
source: Harmful use
fr_fr: troubles mentaux et du comportement liés à l'utilisation de dérivés du cannabis | utilisation nocive pour la santé

# model:gnuhealth.pathology,name:F122
source: Dependence syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation de dérivés du cannabis | syndrome de dépendance

# model:gnuhealth.pathology,name:F123
source: Withdrawal state
fr_fr: troubles mentaux et du comportement liés à l'utilisation de dérivés du cannabis | syndrome de sevrage

# model:gnuhealth.pathology,name:F124
source: Withdrawal state with delirium
fr_fr: troubles mentaux et du comportement liés à l'utilisation de dérivés du cannabis | syndrome de sevrage avec delirium

# model:gnuhealth.pathology,name:F125
source: Psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation de dérivés du cannabis | trouble psychotique

# model:gnuhealth.pathology,name:F126
source: Amnesic syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation de dérivés du cannabis | syndrome de amnésique

# model:gnuhealth.pathology,name:F127
source: Residual and late-onset psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation de dérivés du cannabis | trouble résiduel ou psychotique de survenue tardive

# model:gnuhealth.pathology,name:F128
source: Other mental and behavioural disorders
fr_fr: troubles mentaux et du comportement liés à l'utilisation de dérivés du cannabis | autres troubles mentaux et du comportement

# model:gnuhealth.pathology,name:F129
source: Unspecified mental and behavioural disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation de dérivés du cannabis | trouble mental ou du comportement, sans précision

# model:gnuhealth.pathology,name:F130
source: Acute intoxication
fr_fr: troubles mentaux et du comportement liés à l'utilisation de sédatifs ou d'hypnotiques | intoxication aiguë

# model:gnuhealth.pathology,name:F131
source: Harmful use
fr_fr: troubles mentaux et du comportement liés à l'utilisation de sédatifs ou d'hypnotiques | utilisation nocive pour la santé

# model:gnuhealth.pathology,name:F132
source: Dependence syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation de sédatifs ou d'hypnotiques | syndrome de dépendance

# model:gnuhealth.pathology,name:F133
source: Withdrawal state
fr_fr: troubles mentaux et du comportement liés à l'utilisation de sédatifs ou d'hypnotiques | syndrome de sevrage

# model:gnuhealth.pathology,name:F134
source: Withdrawal state with delirium
fr_fr: troubles mentaux et du comportement liés à l'utilisation de sédatifs ou d'hypnotiques | syndrome de sevrage avec delirium

# model:gnuhealth.pathology,name:F135
source: Psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation de sédatifs ou d'hypnotiques | trouble psychotique

# model:gnuhealth.pathology,name:F136
source: Amnesic syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation de sédatifs ou d'hypnotiques | syndrome amnésique

# model:gnuhealth.pathology,name:F137
source: Residual and late-onset psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation de sédatifs ou d'hypnotiques | trouble résiduel ou psychotique de survenue tardive

# model:gnuhealth.pathology,name:F138
source: Other mental and behavioural disorders
fr_fr: troubles mentaux et du comportement liés à l'utilisation de sédatifs ou d'hypnotiques | autres troubles mentaux et du comportement

# model:gnuhealth.pathology,name:F139
source: Unspecified mental and behavioural disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation de sédatifs ou d'hypnotiques | trouble mental ou du comportement, sans précision

# model:gnuhealth.pathology,name:F140
source: Acute intoxication
fr_fr: troubles mentaux et du comportement liés à l'utilisation de cocaïne | intoxication aiguë

# model:gnuhealth.pathology,name:F141
source: Harmful use
fr_fr: troubles mentaux et du comportement liés à l'utilisation de cocaïne | utilisation nocive pour la santé

# model:gnuhealth.pathology,name:F142
source: Dependence syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation de cocaïne | syndrome de dépendance

# model:gnuhealth.pathology,name:F143
source: Withdrawal state
fr_fr: troubles mentaux et du comportement liés à l'utilisation de cocaïne | syndrome de sevrage

# model:gnuhealth.pathology,name:F144
source: Withdrawal state with delirium
fr_fr: troubles mentaux et du comportement liés à l'utilisation de cocaïne | syndrome de sevrage avec delirium

# model:gnuhealth.pathology,name:F145
source: Psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation de cocaïne | trouble psychotique

# model:gnuhealth.pathology,name:F146
source: Amnesic syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation de cocaïne | syndrome de amnésique

# model:gnuhealth.pathology,name:F147
source: Residual and late-onset psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation de cocaïne | trouble résiduel ou psychotique de survenue tardive

# model:gnuhealth.pathology,name:F148
source: Other mental and behavioural disorders
fr_fr: troubles mentaux et du comportement liés à l'utilisation de cocaïne | autres troubles mentaux et du comportement

# model:gnuhealth.pathology,name:F149
source: Unspecified mental and behavioural disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation de cocaïne | trouble mental ou du comportement, sans précision

# model:gnuhealth.pathology,name:F150
source: Acute intoxication
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'autres stimulants, y compris la caféine | intoxication aiguë

# model:gnuhealth.pathology,name:F151
source: Harmful use
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'autres stimulants, y compris la caféine | utilisation nocive pour la santé

# model:gnuhealth.pathology,name:F152
source: Dependence syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'autres stimulants, y compris la caféine | syndrome de dépendance

# model:gnuhealth.pathology,name:F153
source: Withdrawal state
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'autres stimulants, y compris la caféine | syndrome de sevrage

# model:gnuhealth.pathology,name:F154
source: Withdrawal state with delirium
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'autres stimulants, y compris la caféine | syndrome de sevrage avec delirium

# model:gnuhealth.pathology,name:F155
source: Psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'autres stimulants, y compris la caféine | trouble psychotique

# model:gnuhealth.pathology,name:F156
source: Amnesic syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'autres stimulants, y compris la caféine | syndrome amnésique

# model:gnuhealth.pathology,name:F157
source: Residual and late-onset psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'autres stimulants, y compris la caféine | trouble résiduel ou psychotique de survenue tardive

# model:gnuhealth.pathology,name:F158
source: Other mental and behavioural disorders
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'autres stimulants, y compris la caféine | autres troubles mentaux et du comportement

# model:gnuhealth.pathology,name:F159
source: Unspecified mental and behavioural disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'autres stimulants, y compris la caféine | trouble mental ou du comportement, sans précision

# model:gnuhealth.pathology,name:F160
source: Acute intoxication
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'hallucinogènes | intoxication aiguë

# model:gnuhealth.pathology,name:F161
source: Harmful use
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'hallucinogènes | utilisation nocive pour la santé

# model:gnuhealth.pathology,name:F162
source: Dependence syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'hallucinogènes | syndrome de dépendance

# model:gnuhealth.pathology,name:F163
source: Withdrawal state
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'hallucinogènes | syndrome de sevrage

# model:gnuhealth.pathology,name:F164
source: Withdrawal state with delirium
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'hallucinogènes | syndrome de sevrage avec delirium

# model:gnuhealth.pathology,name:F165
source: Psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'hallucinogènes | trouble psychotique

# model:gnuhealth.pathology,name:F166
source: Amnesic syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'hallucinogènes | syndrome amnésique

# model:gnuhealth.pathology,name:F167
source: Residual and late-onset psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'hallucinogènes | trouble résiduel ou psychotique de survenue tardive

# model:gnuhealth.pathology,name:F168
source: Other mental and behavioural disorders
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'hallucinogènes | autres troubles mentaux et du comportement

# model:gnuhealth.pathology,name:F169
source: Unspecified mental and behavioural disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation d'hallucinogènes | trouble mental ou du comportement, sans précision

# model:gnuhealth.pathology,name:F170
source: Acute intoxication
fr_fr: troubles mentaux et du comportement liés à l'utilisation de tabac | intoxication aiguë

# model:gnuhealth.pathology,name:F171
source: Harmful use
fr_fr: troubles mentaux et du comportement liés à l'utilisation de tabac | utilisation nocive pour la santé

# model:gnuhealth.pathology,name:F172
source: Dependence syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation de tabac | syndrome de dépendance

# model:gnuhealth.pathology,name:F173
source: Withdrawal state
fr_fr: troubles mentaux et du comportement liés à l'utilisation de tabac | syndrome de sevrage

# model:gnuhealth.pathology,name:F174
source: Withdrawal state with delirium
fr_fr: troubles mentaux et du comportement liés à l'utilisation de tabac | syndrome de sevrage avec delirium

# model:gnuhealth.pathology,name:F175
source: Psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation de tabac | trouble psychotique

# model:gnuhealth.pathology,name:F176
source: Amnesic syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation de tabac | syndrome de amnésique

# model:gnuhealth.pathology,name:F177
source: Residual and late-onset psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation de tabac | trouble résiduel ou psychotique de survenue tardive

# model:gnuhealth.pathology,name:F178
source: Other mental and behavioural disorders
fr_fr: troubles mentaux et du comportement liés à l'utilisation de tabac | autres troubles mentaux et du comportement

# model:gnuhealth.pathology,name:F179
source: Unspecified mental and behavioural disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation de tabac | trouble mental ou du comportement, sans précision
