Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:W237
source: Farm
de: Unfall durch Eingeklemmtwerden, Eingequetschtwerden, Eingezwängtwerden oder Hängenbleiben zwischen Gegenständen: Landwirtschaftlicher Betrieb
fr_fr: compression, écrasement ou blocage dans des objets ou entre des objets | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W238
source: Other specified place
de: Unfall durch Eingeklemmtwerden, Eingequetschtwerden, Eingezwängtwerden oder Hängenbleiben zwischen Gegenständen: Sonstige näher bezeichnete Orte
fr_fr: compression, écrasement ou blocage dans des objets ou entre des objets | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W239
source: Unspecified place
de: Unfall durch Eingeklemmtwerden, Eingequetschtwerden, Eingezwängtwerden oder Hängenbleiben zwischen Gegenständen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: compression, écrasement ou blocage dans des objets ou entre des objets | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W24
source: Contact with lifting and transmission devices, not elsewhere classified
de: Unfall durch Hebegeräte und Kraftübertragungsmaschinen, anderenorts nicht klassifiziert
fr_fr: Contact avec des dispositifs de levage et de transmission, non classés ailleurs
zh_cn: 接触升降和传送装置，不可归类在他处者

# model:gnuhealth.pathology,name:W240
source: Home
de: Unfall durch Hebegeräte und Kraftübertragungsmaschinen, anderenorts nicht klassifiziert: Zu Hause
fr_fr: contact avec des dispositifs de levage et de transmission, non classés ailleurs | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W241
source: Residential institution
de: Unfall durch Hebegeräte und Kraftübertragungsmaschinen, anderenorts nicht klassifiziert: Wohnheime oder -anstalten
fr_fr: contact avec des dispositifs de levage et de transmission, non classés ailleurs | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W242
source: School, other institution and public administrative area
de: Unfall durch Hebegeräte und Kraftübertragungsmaschinen, anderenorts nicht klassifiziert: Schule, sonstige öffentliche Bauten
fr_fr: contact avec des dispositifs de levage et de transmission, non classés ailleurs | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W243
source: Sports and athletics area
de: Unfall durch Hebegeräte und Kraftübertragungsmaschinen, anderenorts nicht klassifiziert: Sportstätten
fr_fr: contact avec des dispositifs de levage et de transmission, non classés ailleurs | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W244
source: Street and highway
de: Unfall durch Hebegeräte und Kraftübertragungsmaschinen, anderenorts nicht klassifiziert: Straßen und Wege
fr_fr: contact avec des dispositifs de levage et de transmission, non classés ailleurs | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W245
source: Trade and service area
de: Unfall durch Hebegeräte und Kraftübertragungsmaschinen, anderenorts nicht klassifiziert: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec des dispositifs de levage et de transmission, non classés ailleurs | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W246
source: Industrial and construction area
de: Unfall durch Hebegeräte und Kraftübertragungsmaschinen, anderenorts nicht klassifiziert: Industrieanlagen und Baustellen
fr_fr: contact avec des dispositifs de levage et de transmission, non classés ailleurs | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W247
source: Farm
de: Unfall durch Hebegeräte und Kraftübertragungsmaschinen, anderenorts nicht klassifiziert: Landwirtschaftlicher Betrieb
fr_fr: contact avec des dispositifs de levage et de transmission, non classés ailleurs | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W248
source: Other specified place
de: Unfall durch Hebegeräte und Kraftübertragungsmaschinen, anderenorts nicht klassifiziert: Sonstige näher bezeichnete Orte
fr_fr: contact avec des dispositifs de levage et de transmission, non classés ailleurs | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W249
source: Unspecified place
de: Unfall durch Hebegeräte und Kraftübertragungsmaschinen, anderenorts nicht klassifiziert: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec des dispositifs de levage et de transmission, non classés ailleurs | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W25
source: Contact with sharp glass
de: Unfall durch scharfes Glas
fr_fr: Contact avec du verre tranchant
zh_cn: 接触锋利的玻璃

# model:gnuhealth.pathology,name:W250
source: Home
de: Unfall durch scharfes Glas: Zu Hause
fr_fr: contact avec du verre tranchant | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W251
source: Residential institution
de: Unfall durch scharfes Glas: Wohnheime oder -anstalten
fr_fr: contact avec du verre tranchant | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W252
source: School, other institution and public administrative area
de: Unfall durch scharfes Glas: Schule, sonstige öffentliche Bauten
fr_fr: contact avec du verre tranchant | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W253
source: Sports and athletics area
de: Unfall durch scharfes Glas: Sportstätten
fr_fr: contact avec du verre tranchant | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W254
source: Street and highway
de: Unfall durch scharfes Glas: Straßen und Wege
fr_fr: contact avec du verre tranchant | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W255
source: Trade and service area
de: Unfall durch scharfes Glas: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec du verre tranchant | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W256
source: Industrial and construction area
de: Unfall durch scharfes Glas: Industrieanlagen und Baustellen
fr_fr: contact avec du verre tranchant | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W257
source: Farm
de: Unfall durch scharfes Glas: Landwirtschaftlicher Betrieb
fr_fr: contact avec du verre tranchant | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W258
source: Other specified place
de: Unfall durch scharfes Glas: Sonstige näher bezeichnete Orte
fr_fr: contact avec du verre tranchant | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W259
source: Unspecified place
de: Unfall durch scharfes Glas: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec du verre tranchant | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W26
source: Contact with other sharp object(s)
de: Unfall durch sonstige(n) scharfe(n) Gegenstand/-stände
zh_cn: 接触刀、剑或匕首

# model:gnuhealth.pathology,name:W260
source: Contact with knife, sword or dagger
de: Unfall durch Messer, Schwert oder Dolch

# model:gnuhealth.pathology,name:W261
source: Residential institution
de: Unfall durch Messer, Schwert oder Dolch: Wohnheime oder -anstalten
fr_fr: contact avec un couteau, une épée ou un poignard | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W262
source: School, other institution and public administrative area
de: Unfall durch Messer, Schwert oder Dolch: Schule, sonstige öffentliche Bauten
fr_fr: contact avec un couteau, une épée ou un poignard | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W263
source: Sports and athletics area
de: Unfall durch Messer, Schwert oder Dolch: Sportstätten
fr_fr: contact avec un couteau, une épée ou un poignard | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W264
source: Street and highway
de: Unfall durch Messer, Schwert oder Dolch: Straßen und Wege
fr_fr: contact avec un couteau, une épée ou un poignard | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W265
source: Trade and service area
de: Unfall durch Messer, Schwert oder Dolch: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec un couteau, une épée ou un poignard | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W266
source: Industrial and construction area
de: Unfall durch Messer, Schwert oder Dolch: Industrieanlagen und Baustellen
fr_fr: contact avec un couteau, une épée ou un poignard | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W267
source: Farm
de: Unfall durch Messer, Schwert oder Dolch: Landwirtschaftlicher Betrieb
fr_fr: contact avec un couteau, une épée ou un poignard | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W268
source: Contact with other sharp object(s), not elsewhere classified
de: Unfall durch sonstige(n) scharfe(n) Gegenstand/-stände, anderenorts nicht klassifiziert

# model:gnuhealth.pathology,name:W269
source: Contact with unspecified sharp object(s)
de: Unfall durch nicht näher bezeichnete(n) scharfe(n) Gegenstand/-stände

# model:gnuhealth.pathology,name:W27
source: Contact with nonpowered hand tool
de: Unfall durch Handwerkzeuge ohne Kraftantrieb
fr_fr: Contact avec un outil à main non électrique
zh_cn: 接触无动力手工工具

# model:gnuhealth.pathology,name:W270
source: Home
de: Unfall durch Handwerkzeuge ohne Kraftantrieb: Zu Hause
fr_fr: contact avec un outil à main non électrique | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W271
source: Residential institution
de: Unfall durch Handwerkzeuge ohne Kraftantrieb: Wohnheime oder -anstalten
fr_fr: contact avec un outil à main non électrique | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W272
source: School, other institution and public administrative area
de: Unfall durch Handwerkzeuge ohne Kraftantrieb: Schule, sonstige öffentliche Bauten
fr_fr: contact avec un outil à main non électrique | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W273
source: Sports and athletics area
de: Unfall durch Handwerkzeuge ohne Kraftantrieb: Sportstätten
fr_fr: contact avec un outil à main non électrique | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W274
source: Street and highway
de: Unfall durch Handwerkzeuge ohne Kraftantrieb: Straßen und Wege
fr_fr: contact avec un outil à main non électrique | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W275
source: Trade and service area
de: Unfall durch Handwerkzeuge ohne Kraftantrieb: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec un outil à main non électrique | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W276
source: Industrial and construction area
de: Unfall durch Handwerkzeuge ohne Kraftantrieb: Industrieanlagen und Baustellen
fr_fr: contact avec un outil à main non électrique | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W277
source: Farm
de: Unfall durch Handwerkzeuge ohne Kraftantrieb: Landwirtschaftlicher Betrieb
fr_fr: contact avec un outil à main non électrique | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W278
source: Other specified place
de: Unfall durch Handwerkzeuge ohne Kraftantrieb: Sonstige näher bezeichnete Orte
fr_fr: contact avec un outil à main non électrique | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W279
source: Unspecified place
de: Unfall durch Handwerkzeuge ohne Kraftantrieb: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec un outil à main non électrique | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W28
source: Contact with powered lawnmower
de: Unfall durch Rasenmäher mit Kraftantrieb
zh_cn: 接触动力割草机

# model:gnuhealth.pathology,name:W280
source: Home
de: Unfall durch Rasenmäher mit Kraftantrieb: Zu Hause
fr_fr: contact avec tondeuse à gazon à moteur | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W281
source: Residential institution
de: Unfall durch Rasenmäher mit Kraftantrieb: Wohnheime oder -anstalten
fr_fr: contact avec tondeuse à gazon à moteur | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W282
source: School, other institution and public administrative area
de: Unfall durch Rasenmäher mit Kraftantrieb: Schule, sonstige öffentliche Bauten
fr_fr: contact avec tondeuse à gazon à moteur | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W283
source: Sports and athletics area
de: Unfall durch Rasenmäher mit Kraftantrieb: Sportstätten
fr_fr: contact avec tondeuse à gazon à moteur | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W284
source: Street and highway
de: Unfall durch Rasenmäher mit Kraftantrieb: Straßen und Wege
fr_fr: contact avec tondeuse à gazon à moteur | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W285
source: Trade and service area
de: Unfall durch Rasenmäher mit Kraftantrieb: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec tondeuse à gazon à moteur | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W286
source: Industrial and construction area
de: Unfall durch Rasenmäher mit Kraftantrieb: Industrieanlagen und Baustellen
fr_fr: contact avec tondeuse à gazon à moteur | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W287
source: Farm
de: Unfall durch Rasenmäher mit Kraftantrieb: Landwirtschaftlicher Betrieb
fr_fr: contact avec tondeuse à gazon à moteur | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W288
source: Other specified place
de: Unfall durch Rasenmäher mit Kraftantrieb: Sonstige näher bezeichnete Orte
fr_fr: contact avec tondeuse à gazon à moteur | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W289
source: Unspecified place
de: Unfall durch Rasenmäher mit Kraftantrieb: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec tondeuse à gazon à moteur | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W29
source: Contact with other powered hand tools and household machinery
de: Unfall durch sonstige Handwerkzeuge mit Kraftantrieb oder elektrische Haushaltsgeräte
fr_fr: Contact avec d'autres outils manuels électriques et appareils électro-ménagers
zh_cn: 接触其他动力手工工具和家用机械

# model:gnuhealth.pathology,name:W290
source: Home
de: Unfall durch sonstige Handwerkszeuge mit Kraftantrieb oder elektrische Haushaltsgeräte: Zu Hause
fr_fr: contact avec d'autres outils manuels électriques et appareils électro-ménagers | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W291
source: Residential institution
de: Unfall durch sonstige Handwerkszeuge mit Kraftantrieb oder elektrische Haushaltsgeräte: Wohnheime oder -anstalten
fr_fr: contact avec d'autres outils manuels électriques et appareils électro-ménagers | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W292
source: School, other institution and public administrative area
de: Unfall durch sonstige Handwerkszeuge mit Kraftantrieb oder elektrische Haushaltsgeräte: Schule, sonstige öffentliche Bauten
fr_fr: contact avec d'autres outils manuels électriques et appareils électro-ménagers | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W293
source: Sports and athletics area
de: Unfall durch sonstige Handwerkszeuge mit Kraftantrieb oder elektrische Haushaltsgeräte: Sportstätten
fr_fr: contact avec d'autres outils manuels électriques et appareils électro-ménagers | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W294
source: Street and highway
de: Unfall durch sonstige Handwerkszeuge mit Kraftantrieb oder elektrische Haushaltsgeräte: Straßen und Wege
fr_fr: contact avec d'autres outils manuels électriques et appareils électro-ménagers | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W295
source: Trade and service area
de: Unfall durch sonstige Handwerkszeuge mit Kraftantrieb oder elektrische Haushaltsgeräte: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec d'autres outils manuels électriques et appareils électro-ménagers | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W296
source: Industrial and construction area
de: Unfall durch sonstige Handwerkszeuge mit Kraftantrieb oder elektrische Haushaltsgeräte: Industrieanlagen und Baustellen
fr_fr: contact avec d'autres outils manuels électriques et appareils électro-ménagers | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W297
source: Farm
de: Unfall durch sonstige Handwerkszeuge mit Kraftantrieb oder elektrische Haushaltsgeräte: Landwirtschaftlicher Betrieb
fr_fr: contact avec d'autres outils manuels électriques et appareils électro-ménagers | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W298
source: Other specified place
de: Unfall durch sonstige Handwerkszeuge mit Kraftantrieb oder elektrische Haushaltsgeräte: Sonstige näher bezeichnete Orte
fr_fr: contact avec d'autres outils manuels électriques et appareils électro-ménagers | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W299
source: Unspecified place
de: Unfall durch sonstige Handwerkszeuge mit Kraftantrieb oder elektrische Haushaltsgeräte: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec d'autres outils manuels électriques et appareils électro-ménagers | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W30
source: Contact with agricultural machinery
de: Unfall durch Landmaschinen
fr_fr: Contact avec du matériel agricole
zh_cn: 接触农业机械

# model:gnuhealth.pathology,name:W300
source: Home
de: Unfall durch Landmaschinen: Zu Hause
fr_fr: contact avec du matériel agricole | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W301
source: Residential institution
de: Unfall durch Landmaschinen: Wohnheime oder -anstalten
fr_fr: contact avec du matériel agricole | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W302
source: School, other institution and public administrative area
de: Unfall durch Landmaschinen: Schule, sonstige öffentliche Bauten
fr_fr: contact avec du matériel agricole | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W303
source: Sports and athletics area
de: Unfall durch Landmaschinen: Sportstätten
fr_fr: contact avec du matériel agricole | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W304
source: Street and highway
de: Unfall durch Landmaschinen: Straßen und Wege
fr_fr: contact avec du matériel agricole | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W305
source: Trade and service area
de: Unfall durch Landmaschinen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec du matériel agricole | zone de commerce et de service
zh_cn: 贸易和服务器

# model:gnuhealth.pathology,name:W306
source: Industrial and construction area
de: Unfall durch Landmaschinen: Industrieanlagen und Baustellen
fr_fr: contact avec du matériel agricole | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W307
source: Farm
de: Unfall durch Landmaschinen: Landwirtschaftlicher Betrieb
fr_fr: contact avec du matériel agricole | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W308
source: Other specified place
de: Unfall durch Landmaschinen: Sonstige näher bezeichnete Orte
fr_fr: contact avec du matériel agricole | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W309
source: Unspecified place
de: Unfall durch Landmaschinen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec du matériel agricole | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W31
source: Contact with other and unspecified machinery
de: Unfall durch sonstige und nicht näher bezeichnete Maschinen
fr_fr: Contact avec des appareils, autres et sans précision
zh_cn: 接触其他和未特指的机械

# model:gnuhealth.pathology,name:W310
source: Home
de: Unfall durch sonstige und nicht näher bezeichnete Maschinen: Zu Hause
fr_fr: contact avec des appareils, autres et sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W311
source: Residential institution
de: Unfall durch sonstige und nicht näher bezeichnete Maschinen: Wohnheime oder -anstalten
fr_fr: contact avec des appareils, autres et sans précision | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W312
source: School, other institution and public administrative area
de: Unfall durch sonstige und nicht näher bezeichnete Maschinen: Schule, sonstige öffentliche Bauten
fr_fr: contact avec des appareils, autres et sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W313
source: Sports and athletics area
de: Unfall durch sonstige und nicht näher bezeichnete Maschinen: Sportstätten
fr_fr: contact avec des appareils, autres et sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W314
source: Street and highway
de: Unfall durch sonstige und nicht näher bezeichnete Maschinen: Straßen und Wege
fr_fr: contact avec des appareils, autres et sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W315
source: Trade and service area
de: Unfall durch sonstige und nicht näher bezeichnete Maschinen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec des appareils, autres et sans précision | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W316
source: Industrial and construction area
de: Unfall durch sonstige und nicht näher bezeichnete Maschinen: Industrieanlagen und Baustellen
fr_fr: contact avec des appareils, autres et sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W317
source: Farm
de: Unfall durch sonstige und nicht näher bezeichnete Maschinen: Landwirtschaftlicher Betrieb
fr_fr: contact avec des appareils, autres et sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W318
source: Other specified place
de: Unfall durch sonstige und nicht näher bezeichnete Maschinen: Sonstige näher bezeichnete Orte
fr_fr: contact avec des appareils, autres et sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W319
source: Unspecified place
de: Unfall durch sonstige und nicht näher bezeichnete Maschinen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec des appareils, autres et sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W32
source: Handgun discharge
de: Unfall durch Handfeuerwaffe
fr_fr: Décharge d'arme de poing
zh_cn: 手枪发射

# model:gnuhealth.pathology,name:W320
source: Home
de: Unfall durch Handfeuerwaffe: Zu Hause
fr_fr: décharge d'arme de poing | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W321
source: Residential institution
de: Unfall durch Handfeuerwaffe: Wohnheime oder -anstalten
fr_fr: décharge d'arme de poing | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W322
source: School, other institution and public administrative area
de: Unfall durch Handfeuerwaffe: Schule, sonstige öffentliche Bauten
fr_fr: décharge d'arme de poing | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域
