Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:R229
source: Localised swelling, mass and lump, unspecified
fr_fr: Tuméfaction et masse localisées, sans précision

# model:gnuhealth.pathology,name:R27
source: Other lack of coördination
fr_fr: Autres troubles de la coordination

# model:gnuhealth.pathology,name:R278
source: Other and unspecified lack of coördination
fr_fr: Troubles de la coordination, autres et non précisés

# model:gnuhealth.pathology,name:R291
source: Meningismus
fr_fr: Méningisme
zh_cn: 假性脑膜炎

# model:gnuhealth.pathology,name:R453
source: Demoralisation and apathy
fr_fr: Découragement et apathie

# model:gnuhealth.pathology,name:R50
source: Fever of unknown origin
fr_fr: Fièvre d'origine autre et inconnue

# model:gnuhealth.pathology,name:R590
source: Localised enlarged lymph nodes
fr_fr: Adénopathies localisées

# model:gnuhealth.pathology,name:R591
source: Generalised enlarged lymph nodes
fr_fr: Adénopathies généralisées

# model:gnuhealth.pathology,name:R600
source: Localised oedema
fr_fr: Œdème localisé

# model:gnuhealth.pathology,name:R601
source: Generalised oedema
fr_fr: Œdème généralisé

# model:gnuhealth.pathology,name:R610
source: Localised hyperhidrosis
fr_fr: Hyperhidrose localisée

# model:gnuhealth.pathology,name:R611
source: Generalised hyperhidrosis
fr_fr: Hyperhidrose généralisée

# model:gnuhealth.pathology,name:R760
source: Raised antibody titer
fr_fr: Augmentation du taux d'anticorps

# model:gnuhealth.pathology,name:R829
source: Other and unspecified abnormal finding in urine
fr_fr: Résultats anormaux de l'examen des urines, autres et non précisés

# model:gnuhealth.pathology,name:R830
source: Abnormal level of enzymes
fr_fr: résultats anormaux de l'examen du liquide céphalo-rachidien | taux anormal d'enzymes

# model:gnuhealth.pathology,name:R831
source: Abnormal level of hormones
fr_fr: résultats anormaux de l'examen du liquide céphalo-rachidien | taux anormal d'hormones

# model:gnuhealth.pathology,name:R832
source: Abnormal level of other drugs, medicaments and biological substances
fr_fr: résultats anormaux de l'examen du liquide céphalo-rachidien | taux anormal d'autres substances médicamenteuses et biologiques

# model:gnuhealth.pathology,name:R833
source: Abnormal level of substances chiefly nonmedicinal as to source
fr_fr: résultats anormaux de l'examen du liquide céphalo-rachidien | taux anormal de substances d'origine principalement non médicinale

# model:gnuhealth.pathology,name:R834
source: Abnormal immunological findings
fr_fr: résultats anormaux de l'examen du liquide céphalo-rachidien | résultats immunologiques anormaux

# model:gnuhealth.pathology,name:R835
source: Abnormal microbiological findings
fr_fr: résultats anormaux de l'examen du liquide céphalo-rachidien | résultats microbiologiques anormaux

# model:gnuhealth.pathology,name:R836
source: Abnormal cytological findings
fr_fr: résultats anormaux de l'examen du liquide céphalo-rachidien | résultats cytologiques anormaux

# model:gnuhealth.pathology,name:R837
source: Abnormal histological findings
fr_fr: résultats anormaux de l'examen du liquide céphalo-rachidien | résultats histologiques anormaux

# model:gnuhealth.pathology,name:R838
source: Other abnormal findings
fr_fr: résultats anormaux de l'examen du liquide céphalo-rachidien | autres résultats anormaux

# model:gnuhealth.pathology,name:R839
source: Unspecified abnormal finding
fr_fr: résultats anormaux de l'examen du liquide céphalo-rachidien | résultat anormal, sans précision

# model:gnuhealth.pathology,name:R840
source: Abnormal level of enzymes
fr_fr: résultats anormaux de prélèvements effectués sur l'appareil respiratoire et le thorax | taux anormal d'enzymes

# model:gnuhealth.pathology,name:R841
source: Abnormal level of hormones
fr_fr: résultats anormaux de prélèvements effectués sur l'appareil respiratoire et le thorax | taux anormal d'hormones

# model:gnuhealth.pathology,name:R842
source: Abnormal level of other drugs, medicaments and biological substances
fr_fr: résultats anormaux de prélèvements effectués sur l'appareil respiratoire et le thorax | taux anormal d'autres substances médicamenteuses et biologiques

# model:gnuhealth.pathology,name:R843
source: Abnormal level of substances chiefly nonmedicinal as to source
fr_fr: résultats anormaux de prélèvements effectués sur l'appareil respiratoire et le thorax | taux anormal de substances d'origine principalement non médicinale

# model:gnuhealth.pathology,name:R844
source: Abnormal immunological findings
fr_fr: résultats anormaux de prélèvements effectués sur l'appareil respiratoire et le thorax | résultats immunologiques anormaux

# model:gnuhealth.pathology,name:R845
source: Abnormal microbiological findings
fr_fr: Résultats microbiologiques anormaux

# model:gnuhealth.pathology,name:R846
source: Abnormal cytological findings
fr_fr: résultats anormaux de prélèvements effectués sur l'appareil respiratoire et le thorax | résultats cytologiques anormaux

# model:gnuhealth.pathology,name:R847
source: Abnormal histological findings
fr_fr: résultats anormaux de prélèvements effectués sur l'appareil respiratoire et le thorax | résultats histologiques anormaux

# model:gnuhealth.pathology,name:R848
source: Other abnormal findings
fr_fr: résultats anormaux de prélèvements effectués sur l'appareil respiratoire et le thorax | autres résultats anormaux

# model:gnuhealth.pathology,name:R849
source: Unspecified abnormal finding
fr_fr: résultats anormaux de prélèvements effectués sur l'appareil respiratoire et le thorax | résultat anormal, sans précision

# model:gnuhealth.pathology,name:R850
source: Abnormal level of enzymes
fr_fr: résultats anormaux de prélèvements effectués sur l'appareil digestif et la cavité abdominale | taux anormal d'enzymes

# model:gnuhealth.pathology,name:R851
source: Abnormal level of hormones
fr_fr: résultats anormaux de prélèvements effectués sur l'appareil digestif et la cavité abdominale | taux anormal d'hormones

# model:gnuhealth.pathology,name:R852
source: Abnormal level of other drugs, medicaments and biological substances
fr_fr: résultats anormaux de prélèvements effectués sur l'appareil digestif et la cavité abdominale | taux anormal d'autres substances médicamenteuses et biologiques

# model:gnuhealth.pathology,name:R853
source: Abnormal level of substances chiefly nonmedicinal as to source
fr_fr: résultats anormaux de prélèvements effectués sur l'appareil digestif et la cavité abdominale | taux anormal de substances d'origine principalement non médicinale

# model:gnuhealth.pathology,name:R854
source: Abnormal immunological findings
fr_fr: résultats anormaux de prélèvements effectués sur l'appareil digestif et la cavité abdominale | résultats immunologiques anormaux

# model:gnuhealth.pathology,name:R855
source: Abnormal microbiological findings
fr_fr: résultats anormaux de prélèvements effectués sur l'appareil digestif et la cavité abdominale | résultats microbiologiques anormaux

# model:gnuhealth.pathology,name:R856
source: Abnormal cytological findings
fr_fr: résultats anormaux de prélèvements effectués sur l'appareil digestif et la cavité abdominale | résultats cytologiques anormaux

# model:gnuhealth.pathology,name:R857
source: Abnormal histological findings
fr_fr: résultats anormaux de prélèvements effectués sur l'appareil digestif et la cavité abdominale | résultats histologiques anormaux

# model:gnuhealth.pathology,name:R858
source: Other abnormal findings
fr_fr: résultats anormaux de prélèvements effectués sur l'appareil digestif et la cavité abdominale | autres résultats anormaux

# model:gnuhealth.pathology,name:R859
source: Unspecified abnormal finding
fr_fr: résultats anormaux de prélèvements effectués sur l'appareil digestif et la cavité abdominale | résultat anormal, sans précision

# model:gnuhealth.pathology,name:R860
source: Abnormal level of enzymes
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de l'homme | taux anormal d'enzymes

# model:gnuhealth.pathology,name:R861
source: Abnormal level of hormones
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de l'homme | taux anormal d'hormones

# model:gnuhealth.pathology,name:R862
source: Abnormal level of other drugs, medicaments and biological substances
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de l'homme | taux anormal d'autres substances médicamenteuses et biologiques

# model:gnuhealth.pathology,name:R863
source: Abnormal level of substances chiefly nonmedicinal as to source
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de l'homme | taux anormal de substances d'origine principalement non médicinale

# model:gnuhealth.pathology,name:R864
source: Abnormal immunological findings
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de l'homme | résultats immunologiques anormaux

# model:gnuhealth.pathology,name:R865
source: Abnormal microbiological findings
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de l'homme | résultats microbiologiques anormaux

# model:gnuhealth.pathology,name:R866
source: Abnormal cytological findings
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de l'homme | résultats cytologiques anormaux

# model:gnuhealth.pathology,name:R867
source: Abnormal histological findings
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de l'homme | résultats histologiques anormaux

# model:gnuhealth.pathology,name:R868
source: Other abnormal findings
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de l'homme | autres résultats anormaux

# model:gnuhealth.pathology,name:R869
source: Unspecified abnormal finding
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de l'homme | résultat anormal, sans précision

# model:gnuhealth.pathology,name:R870
source: Abnormal level of enzymes
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de la femme | taux anormal d'enzymes

# model:gnuhealth.pathology,name:R871
source: Abnormal level of hormones
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de la femme | taux anormal d'hormones

# model:gnuhealth.pathology,name:R872
source: Abnormal level of other drugs, medicaments and biological substances
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de la femme | taux anormal d'autres substances médicamenteuses et biologiques

# model:gnuhealth.pathology,name:R873
source: Abnormal level of substances chiefly nonmedicinal as to source
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de la femme | taux anormal de substances d'origine principalement non médicinale

# model:gnuhealth.pathology,name:R874
source: Abnormal immunological findings
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de la femme | résultats immunologiques anormaux

# model:gnuhealth.pathology,name:R875
source: Abnormal microbiological findings
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de la femme | résultats microbiologiques anormaux

# model:gnuhealth.pathology,name:R876
source: Abnormal cytological findings
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de la femme | résultats cytologiques anormaux

# model:gnuhealth.pathology,name:R877
source: Abnormal histological findings
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de la femme | résultats histologiques anormaux

# model:gnuhealth.pathology,name:R878
source: Other abnormal findings
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de la femme | autres résultats anormaux

# model:gnuhealth.pathology,name:R879
source: Unspecified abnormal finding
fr_fr: résultats anormaux de prélèvements effectués sur les organes génitaux de la femme | résultat anormal, sans précision

# model:gnuhealth.pathology,name:R890
source: Abnormal level of enzymes
fr_fr: résultats anormaux de prélèvements effectués sur d'autres organes, appareils et tissus | taux anormal d'enzymes

# model:gnuhealth.pathology,name:R891
source: Abnormal level of hormones
fr_fr: résultats anormaux de prélèvements effectués sur d'autres organes, appareils et tissus | taux anormal d'hormones

# model:gnuhealth.pathology,name:R892
source: Abnormal level of other drugs, medicaments and biological substances
fr_fr: résultats anormaux de prélèvements effectués sur d'autres organes, appareils et tissus | taux anormal d'autres substances médicamenteuses et biologiques

# model:gnuhealth.pathology,name:R893
source: Abnormal level of substances chiefly nonmedicinal as to source
fr_fr: résultats anormaux de prélèvements effectués sur d'autres organes, appareils et tissus | taux anormal de substances d'origine principalement non médicinale

# model:gnuhealth.pathology,name:R894
source: Abnormal immunological findings
fr_fr: résultats anormaux de prélèvements effectués sur d'autres organes, appareils et tissus | résultats immunologiques anormaux

# model:gnuhealth.pathology,name:R895
source: Abnormal microbiological findings
fr_fr: résultats anormaux de prélèvements effectués sur d'autres organes, appareils et tissus | résultats microbiologiques anormaux

# model:gnuhealth.pathology,name:R896
source: Abnormal cytological findings
fr_fr: résultats anormaux de prélèvements effectués sur d'autres organes, appareils et tissus | résultats cytologiques anormaux

# model:gnuhealth.pathology,name:R897
source: Abnormal histological findings
fr_fr: résultats anormaux de prélèvements effectués sur d'autres organes, appareils et tissus | résultats histologiques anormaux

# model:gnuhealth.pathology,name:R898
source: Other abnormal findings
fr_fr: résultats anormaux de prélèvements effectués sur d'autres organes, appareils et tissus | autres résultats anormaux

# model:gnuhealth.pathology,name:R899
source: Unspecified abnormal finding
fr_fr: résultats anormaux de prélèvements effectués sur d'autres organes, appareils et tissus | résultat anormal, sans précision

# model:gnuhealth.pathology,name:S059
source: Injury of eye and orbit, part unspecified
fr_fr: Lésion traumatique de l'œil et de l'orbite, non précisée

# model:gnuhealth.pathology,name:S130
source: Traumatic rupture of cervical intervertebral disk
fr_fr: Rupture traumatique d'un disque intervertébral cervical

# model:gnuhealth.pathology,name:S170
source: Crushing injury of larynx and traches
fr_fr: Ecrasement du larynx et de la trachée

# model:gnuhealth.pathology,name:S208
source: Superficial injuries of other and unspecified parts of thorax
fr_fr: Lésion traumatique superficielle de parties autres et non précisées du thorax

# model:gnuhealth.pathology,name:S230
source: Traumatic rupture of thoracic intervertebral disk
fr_fr: Rupture traumatique d'un disque intervertébral dorsal

# model:gnuhealth.pathology,name:S272
source: Traumatic heamopneumothorax
fr_fr: Hémopneumothorax traumatique

# model:gnuhealth.pathology,name:S330
source: Traumatic rupture of lumbar intervertebral disk
fr_fr: Rupture traumatique d'un disque intervertébral lombaire

# model:gnuhealth.pathology,name:S332
source: Dislocation of sacro-iliac and sacrococcygeal joint
fr_fr: Luxation des articulations sacro-iliaque et sacro-coccygienne

# model:gnuhealth.pathology,name:S336
source: Sprain and strain of sacro-iliac joint
fr_fr: Entorse et foulure de l'articulation sacro-iliaque

# model:gnuhealth.pathology,name:S375
source: Injury of Fallopian tube
fr_fr: Lésion traumatique de la trompe de Fallope

# model:gnuhealth.pathology,name:S460
source: Injury of tendon of the rotator cuff of shoulder
fr_fr: Lésion traumatique des tendons de la coiffe des rotateurs de l'épaule

# model:gnuhealth.pathology,name:S561
source: Injury of flexor muscle and tendon of other finger(s) at forearm level
fr_fr: Lésion traumatique de muscles et de tendons fléchisseurs d'autre(s) doigt(s) au niveau de l'avant-bras

# model:gnuhealth.pathology,name:S578
source: Crushing injury of forearm, part unspecified
fr_fr: Ecrasement d'autres parties de l'avant-bras

# model:gnuhealth.pathology,name:S631
source: Dislocation finger
fr_fr: Luxation du doigt

# model:gnuhealth.pathology,name:S717
source: Multiple open wounds of of hip and thigh
fr_fr: Plaies ouvertes multiples de la hanche et de la cuisse

# model:gnuhealth.pathology,name:S834
source: Sprain and strain involving (fibular)(tibial) collateral ligamnent of knee
fr_fr: Entorse et foulure des ligaments latéraux du genou (interne) (externe)

# model:gnuhealth.pathology,name:T092
source: Dislocation, strain and sprain of unspecified joint and ligament of trunk
fr_fr: Luxation, entorse et foulure d'articulation et de ligament non précisés du tronc

# model:gnuhealth.pathology,name:T112
source: Dislocation, strain and sprain of unspecified joint and ligament of upper limb, level unspecified
fr_fr: Luxation, entorse et foulure d'une articulation et d'un ligament non précisés du membre supérieur, niveau non précisé

# model:gnuhealth.pathology,name:T132
source: Dislocation, strain and sprain of unspecified joint and ligament of lower limb, level unspecified
fr_fr: Luxation, entorse et foulure d'une articulation et d'un ligament non précisés du membre inférieur, niveau non précisé

# model:gnuhealth.pathology,name:T146
source: Injury of tendons and muscles of unspecified body region
fr_fr: Lésion traumatique de muscles et de tendons d'une partie du corps non précisée

# model:gnuhealth.pathology,name:T159
source: Foreign body on external eye, unspecified
fr_fr: Corps étranger dans la partie externe de l'œil, sans précision

# model:gnuhealth.pathology,name:T19
source: Foreign body in genito-urinary tract
fr_fr: Corps étranger dans les voies génito-urinaires

# model:gnuhealth.pathology,name:T198
source: Foreign body in other and multiple parts of genito-urinary tract
fr_fr: Corps étranger de localisations autres et multiples dans les voies génito-urinaires

# model:gnuhealth.pathology,name:T199
source: Foreign body in genito-urinary tract, part unspecified
fr_fr: Corps étranger dans les voies génito-urinaires, partie non précisée

# model:gnuhealth.pathology,name:T283
source: Burn of internal genito-urinary organs
fr_fr: Brûlure des organes génito-urinaires internes

# model:gnuhealth.pathology,name:T288
source: Corrosion of internal genito-urinary organs
fr_fr: Corrosion des organes génito-urinaires internes

# model:gnuhealth.pathology,name:T360
source: Penicillins
fr_fr: Pénicillines

# model:gnuhealth.pathology,name:T361
source: Cefalosporins and other ß-lactam antibiotics
fr_fr: Céphalosporines et autres bêtalactamines

# model:gnuhealth.pathology,name:T362
source: Chloramphenicol group
fr_fr: Groupe du chloramphénicol

# model:gnuhealth.pathology,name:T364
source: Tetracyclines
fr_fr: Tétracyclines

# model:gnuhealth.pathology,name:T365
source: Aminoglycosides
fr_fr: Aminosides

# model:gnuhealth.pathology,name:T366
source: Rifamycins
fr_fr: Rifamycines

# model:gnuhealth.pathology,name:T367
source: Antifungal antibiotics, systemically used
fr_fr: Antibiotiques antifongiques administrés par voie générale

# model:gnuhealth.pathology,name:T368
source: Other systemic antibiotics
fr_fr: Autres antibiotiques systémiques

# model:gnuhealth.pathology,name:T369
source: Systemic antibiotic, unspecified
fr_fr: Antibiotique systémique, sans précision

# model:gnuhealth.pathology,name:T370
source: Sulphonamides
fr_fr: Sulfamides

# model:gnuhealth.pathology,name:T371
source: Antimycobacterial drugs
fr_fr: Antimycobactériens

# model:gnuhealth.pathology,name:T372
source: Antimalarials and drugs acting on other blood protozoa
fr_fr: Antipaludiques et médicaments agissant sur d'autres protozoaires du sang

# model:gnuhealth.pathology,name:T373
source: Other antiprotozoal drugs
fr_fr: Autres antiprotozoaires

# model:gnuhealth.pathology,name:T374
source: Anthelminthics
fr_fr: Anthelminthiques

# model:gnuhealth.pathology,name:T375
source: Antiviral drugs
fr_fr: Antiviraux

# model:gnuhealth.pathology,name:T378
source: Other specified systemic anti-infectives and antiparasitics
fr_fr: Autres anti-infectieux et antiparasitaires systémiques précisés

# model:gnuhealth.pathology,name:T379
source: Systemic anti-infective and antiparasitic, unspecified
fr_fr: Anti-infectieux et anti-parasitaire systémiques, sans précision

# model:gnuhealth.pathology,name:T380
source: Glucocorticoids and synthetic analogues
fr_fr: Glucocorticoïdes et analogues synthétiques

# model:gnuhealth.pathology,name:T381
source: Thyroid hormones and substitutes
fr_fr: Hormones thyroïdiennes et leurs dérivés

# model:gnuhealth.pathology,name:T382
source: Antithyroid drugs
fr_fr: Antithyroïdiens

# model:gnuhealth.pathology,name:T383
source: Insulin and oral hypoglycaemic [antidiabetic] drugs
fr_fr: Insuline et hypoglycémiants oraux [antidiabétiques]

# model:gnuhealth.pathology,name:T384
source: Oral contraceptives
fr_fr: Contraceptifs oraux

# model:gnuhealth.pathology,name:T385
source: Other oestrogens and progestogens
fr_fr: Autres œstrogènes et progestatifs

# model:gnuhealth.pathology,name:T386
source: Antigonadotrophins. antioestrogens, antiandrogens, not elsewhere classified
fr_fr: Antigonadotropines, anti-œstrogènes, anti-androgènes, non classés ailleurs

# model:gnuhealth.pathology,name:T387
source: Androgens and anabolic congeners
fr_fr: Androgènes et autres anabolisants

# model:gnuhealth.pathology,name:T388
source: Other and unspecified hormones and their synthetic substitutes
fr_fr: Hormones et leurs substituts synthétiques, autres et sans précision

# model:gnuhealth.pathology,name:T389
source: Other and unspecified hormone antagonists
fr_fr: Antagonistes hormonaux, autres et sans précision

# model:gnuhealth.pathology,name:T390
source: Salicylates
fr_fr: Salicylés

# model:gnuhealth.pathology,name:T391
source: 4-Aminophenol derivatives
fr_fr: Dérivés du 4-aminophénol

# model:gnuhealth.pathology,name:T392
source: Pyrazolone derivatives
fr_fr: Dérivés pyrazolés

# model:gnuhealth.pathology,name:T393
source: Other nonsteroidal anti-inflammatory drugs [NSAID]
fr_fr: Autres anti-inflammatoires non stéroïdiens [AINS]

# model:gnuhealth.pathology,name:T394
source: Antirheumatics, not elsewhere classified
fr_fr: Antirhumatismaux, non classés ailleurs

# model:gnuhealth.pathology,name:T398
source: Other nonopioid analgesics and antipyretics, not elsewhere classified
fr_fr: Autres analgésiques non opioïdes et antipyrétiques, non classés ailleurs

# model:gnuhealth.pathology,name:T399
source: Nonopioid analgesic, antipyretic and antirheumatic, unspecified
fr_fr: Analgésique non opioïde, antipyrétique et antirhumatismal, sans précision

# model:gnuhealth.pathology,name:T401
source: Heroin
fr_fr: Héroïne

# model:gnuhealth.pathology,name:T402
source: Other opioids
fr_fr: Autres opioïdes

# model:gnuhealth.pathology,name:T403
source: Methadone
fr_fr: Méthadone

# model:gnuhealth.pathology,name:T404
source: Other synthetic narcotics
fr_fr: Autres narcotiques synthétiques

# model:gnuhealth.pathology,name:T405
source: Cocaine
fr_fr: Cocaïne

# model:gnuhealth.pathology,name:T406
source: Other and unspecified narcotics
fr_fr: Narcotiques, autres et sans précision

# model:gnuhealth.pathology,name:T407
source: Cannabis (derivatives)
fr_fr: Cannabis (dérivés)

# model:gnuhealth.pathology,name:T409
source: Other and unspecified psychodysleptics [hallucinogens]
fr_fr: Psychodysleptiques [hallucinogènes], autres et sans précision

# model:gnuhealth.pathology,name:T410
source: Inhaled anaesthetics
fr_fr: Anesthésiques gazeux

# model:gnuhealth.pathology,name:T411
source: Intravenous anaesthetics
fr_fr: Anesthésiques intraveineux
