Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:L131
source: Subcorneal pustular dermatitis
de: Pustulosis subcornealis [Sneddon-Wilkinson]
fr_fr: Pustulose sous-cornée
zh_cn: 角质层下小脓疱性皮炎

# model:gnuhealth.pathology,name:L138
source: Other specified bullous disorders
de: Sonstige näher bezeichnete bullöse Dermatosen
fr_fr: Autres dermatoses bulleuses précisées
zh_cn: 其他特指的大疱性疾患

# model:gnuhealth.pathology,name:L139
source: Bullous disorder, unspecified
de: Bullöse Dermatose, nicht näher bezeichnet
fr_fr: Dermatose bulleuse, sans précision
zh_cn: 未特指的大疱性疾患

# model:gnuhealth.pathology,name:L14
source: Bullous disorders in diseases classified elsewhere
de: Bullöse Dermatosen bei anderenorts klassifizierten Krankheiten
fr_fr: Dermatoses bulleuses au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的大疱性疾患

# model:gnuhealth.pathology,name:L20
source: Atopic dermatitis
de: Atopisches [endogenes] Ekzem
fr_fr: Dermite atopique
zh_cn: 特应性皮炎

# model:gnuhealth.pathology,name:L200
source: Besnier prurigo
de: Prurigo Besnier
zh_cn: 贝尼耶痒疹

# model:gnuhealth.pathology,name:L208
source: Other atopic dermatitis
de: Sonstiges atopisches [endogenes] Ekzem
fr_fr: Autres dermites atopiques
zh_cn: 其他的特应性皮炎

# model:gnuhealth.pathology,name:L209
source: Atopic dermatitis, unspecified
de: Atopisches [endogenes] Ekzem, nicht näher bezeichnet
fr_fr: Dermite atopique, sans précision
zh_cn: 未特指的特应性皮炎

# model:gnuhealth.pathology,name:L21
source: Seborrhoeic dermatitis
de: Seborrhoisches Ekzem
fr_fr: Dermite séborrhéique
zh_cn: 脂溢性皮炎

# model:gnuhealth.pathology,name:L211
source: Seborrhoeic infantile dermatitis
de: Seborrhoisches Ekzem der Kinder
fr_fr: Dermite séborrhéique infantile
zh_cn: 婴儿脂溢性皮炎

# model:gnuhealth.pathology,name:L218
source: Other seborrhoeic dermatitis
de: Sonstiges seborrhoisches Ekzem
fr_fr: Autres dermites séborrhéiques
zh_cn: 其他的脂溢性皮炎

# model:gnuhealth.pathology,name:L219
source: Seborrhoeic dermatitis, unspecified
de: Seborrhoisches Ekzem, nicht näher bezeichnet
fr_fr: Dermite séborrhéique, sans précision
zh_cn: 未特指的脂溢性皮炎

# model:gnuhealth.pathology,name:L22
source: Diaper [napkin] dermatitis
de: Windeldermatitis
fr_fr: Dermite fessière du nourrisson
zh_cn: 尿布皮炎

# model:gnuhealth.pathology,name:L23
source: Allergic contact dermatitis
de: Allergische Kontaktdermatitis
fr_fr: Dermite allergique de contact
zh_cn: 变应性接触性皮炎

# model:gnuhealth.pathology,name:L230
source: Allergic contact dermatitis due to metals
de: Allergische Kontaktdermatitis durch Metalle
fr_fr: Dermite allergique de contact due aux métaux
zh_cn: 金属引起的变应性接触性皮炎

# model:gnuhealth.pathology,name:L231
source: Allergic contact dermatitis due to adhesives
de: Allergische Kontaktdermatitis durch Klebstoffe
fr_fr: Dermite allergique de contact due aux adhésifs
zh_cn: 粘贴剂引起的变应性接触性皮炎

# model:gnuhealth.pathology,name:L232
source: Allergic contact dermatitis due to cosmetics
de: Allergische Kontaktdermatitis durch Kosmetika
fr_fr: Dermite allergique de contact due aux cosmétiques
zh_cn: 化妆品引起的变应性接触性皮炎

# model:gnuhealth.pathology,name:L233
source: Allergic contact dermatitis due to drugs in contact with skin
de: Allergische Kontaktdermatitis durch Drogen oder Arzneimittel bei Hautkontakt
zh_cn: 药物接触皮肤引起的变应性接触性皮炎

# model:gnuhealth.pathology,name:L234
source: Allergic contact dermatitis due to dyes
de: Allergische Kontaktdermatitis durch Farbstoffe
fr_fr: Dermite allergique de contact due aux teintures
zh_cn: 染料引起的变应性接触性皮炎

# model:gnuhealth.pathology,name:L235
source: Allergic contact dermatitis due to other chemical products
de: Allergische Kontaktdermatitis durch sonstige chemische Produkte
fr_fr: Dermite allergique de contact due à d'autres produits chimiques
zh_cn: 其他化学产品引起的变应性接触性皮炎

# model:gnuhealth.pathology,name:L236
source: Allergic contact dermatitis due to food in contact with skin
de: Allergische Kontaktdermatitis durch Nahrungsmittel bei Hautkontakt
zh_cn: 食物接触皮肤引起的变应性接触性皮炎

# model:gnuhealth.pathology,name:L237
source: Allergic contact dermatitis due to plants, except food
de: Allergische Kontaktdermatitis durch Pflanzen, ausgenommen Nahrungsmittel
fr_fr: Dermite allergique de contact due aux végétaux, sauf aliments
zh_cn: 植物引起的变应性接触性皮炎，除外食物

# model:gnuhealth.pathology,name:L238
source: Allergic contact dermatitis due to other agents
de: Allergische Kontaktdermatitis durch sonstige Agenzien
fr_fr: Dermite allergique de contact due à d'autres agents
zh_cn: 其他物质引起的变应性接触性皮炎

# model:gnuhealth.pathology,name:L239
source: Allergic contact dermatitis, unspecified cause
de: Allergische Kontaktdermatitis, nicht näher bezeichnete Ursache
fr_fr: Dermite allergique de contact, cause non précisée
zh_cn: 未特指原因的变应性接触性皮炎

# model:gnuhealth.pathology,name:L24
source: Irritant contact dermatitis
de: Toxische Kontaktdermatitis
fr_fr: Dermite irritante de contact
zh_cn: 刺激性接触性皮炎

# model:gnuhealth.pathology,name:L240
source: Irritant contact dermatitis due to detergents
de: Toxische Kontaktdermatitis durch Detergenzien
fr_fr: Dermite irritante de contact due aux détergents
zh_cn: 去污剂引起的刺激性接触性皮炎

# model:gnuhealth.pathology,name:L241
source: Irritant contact dermatitis due to oils and greases
de: Toxische Kontaktdermatitis durch Öle und Fette
fr_fr: Dermite irritante de contact due aux huiles et aux graisses
zh_cn: 油脂类引起的刺激性接触性皮炎

# model:gnuhealth.pathology,name:L242
source: Irritant contact dermatitis due to solvents
de: Toxische Kontaktdermatitis durch Lösungsmittel
fr_fr: Dermite irritante de contact due aux solvants
zh_cn: 溶剂类引起的刺激性接触性皮炎

# model:gnuhealth.pathology,name:L243
source: Irritant contact dermatitis due to cosmetics
de: Toxische Kontaktdermatitis durch Kosmetika
fr_fr: Dermite irritante de contact due aux cosmétiques
zh_cn: 化妆品引起的刺激性接触性皮炎

# model:gnuhealth.pathology,name:L244
source: Irritant contact dermatitis due to drugs in contact with skin
de: Toxische Kontaktdermatitis durch Drogen oder Arzneimittel bei Hautkontakt
zh_cn: 药物接触皮肤引起的刺激性接触性皮炎

# model:gnuhealth.pathology,name:L245
source: Irritant contact dermatitis due to other chemical products
de: Toxische Kontaktdermatitis durch sonstige chemische Produkte
fr_fr: Dermite irritante de contact due à d'autres produits chimiques
zh_cn: 其他化学产品引起的刺激性接触性皮炎

# model:gnuhealth.pathology,name:L246
source: Irritant contact dermatitis due to food in contact with skin
de: Toxische Kontaktdermatitis durch Nahrungsmittel bei Hautkontakt
zh_cn: 食物接触皮肤引起的刺激性接触性皮炎

# model:gnuhealth.pathology,name:L247
source: Irritant contact dermatitis due to plants, except food
de: Toxische Kontaktdermatitis durch Pflanzen, ausgenommen Nahrungsmittel
fr_fr: Dermite irritante de contact due aux végétaux, sauf aliments
zh_cn: 植物引起的刺激性接触性皮炎，除外食物

# model:gnuhealth.pathology,name:L248
source: Irritant contact dermatitis due to other agents
de: Toxische Kontaktdermatitis durch sonstige Agenzien
fr_fr: Dermite irritante de contact due à d'autres agents
zh_cn: 其他物质引起的刺激性接触性皮炎染料

# model:gnuhealth.pathology,name:L249
source: Irritant contact dermatitis, unspecified cause
de: Toxische Kontaktdermatitis, nicht näher bezeichnete Ursache
fr_fr: Dermite irritante de contact, cause non précisée
zh_cn: 未特指原因的刺激性接触性皮炎

# model:gnuhealth.pathology,name:L25
source: Unspecified contact dermatitis
de: Nicht näher bezeichnete Kontaktdermatitis
fr_fr: Dermite de contact, sans précision
zh_cn: 未特指的接触性皮炎

# model:gnuhealth.pathology,name:L250
source: Unspecified contact dermatitis due to cosmetics
de: Nicht näher bezeichnete Kontaktdermatitis durch Kosmetika
fr_fr: Dermite de contact, sans précision, due aux cosmétiques
zh_cn: 化妆品引起的未特指的接触性皮炎

# model:gnuhealth.pathology,name:L251
source: Unspecified contact dermatitis due to drugs in contact with skin
de: Nicht näher bezeichnete Kontaktdermatitis durch Drogen oder Arzneimittel bei Hautkontakt
zh_cn: 药物接触皮肤引起的未特指的接触性皮炎

# model:gnuhealth.pathology,name:L252
source: Unspecified contact dermatitis due to dyes
de: Nicht näher bezeichnete Kontaktdermatitis durch Farbstoffe
fr_fr: Dermite de contact, sans précision, due aux teintures
zh_cn: 染料引起的未特指的接触性皮炎

# model:gnuhealth.pathology,name:L253
source: Unspecified contact dermatitis due to other chemical products
de: Nicht näher bezeichnete Kontaktdermatitis durch sonstige chemische Produkte
fr_fr: Dermite de contact, sans précision, due à d'autres produits chimiques
zh_cn: 其他化学产品引起的未特指的接触性皮炎

# model:gnuhealth.pathology,name:L254
source: Unspecified contact dermatitis due to food in contact with skin
de: Nicht näher bezeichnete Kontaktdermatitis durch Nahrungsmittel bei Hautkontakt
zh_cn: 食物接触皮肤引起的未特指的接触性皮炎

# model:gnuhealth.pathology,name:L255
source: Unspecified contact dermatitis due to plants, except food
de: Nicht näher bezeichnete Kontaktdermatitis durch Pflanzen, ausgenommen Nahrungsmittel
fr_fr: Dermite de contact, sans précision, due aux végétaux, sauf aliments
zh_cn: 植物引起的未特指的接触性皮炎，除外食物

# model:gnuhealth.pathology,name:L258
source: Unspecified contact dermatitis due to other agents
de: Nicht näher bezeichnete Kontaktdermatitis durch sonstige Agenzien
fr_fr: Dermite de contact, sans précision, due à d'autres agents
zh_cn: 其他物质引起的未特指的接触性皮炎

# model:gnuhealth.pathology,name:L259
source: Unspecified contact dermatitis, unspecified cause
de: Nicht näher bezeichnete Kontaktdermatitis, nicht näher bezeichnete Ursache
fr_fr: Dermite de contact, sans précision, de cause non précisée
zh_cn: 未特指原因的未特指的接触性皮炎

# model:gnuhealth.pathology,name:L27
source: Dermatitis due to substances taken internally
de: Dermatitis durch oral, enteral oder parenteral aufgenommene Substanzen
fr_fr: Dermite due à des substances prises par voie interne
zh_cn: 内服物质引起的皮炎

# model:gnuhealth.pathology,name:L270
source: Generalized skin eruption due to drugs and medicaments
de: Generalisierte Hauteruption durch Drogen oder Arzneimittel
zh_cn: 药物和药剂引起的全身性皮疹

# model:gnuhealth.pathology,name:L271
source: Localized skin eruption due to drugs and medicaments
de: Lokalisierte Hauteruption durch Drogen oder Arzneimittel
zh_cn: 药物和药剂引起的局限性皮疹

# model:gnuhealth.pathology,name:L272
source: Dermatitis due to ingested food
de: Dermatitis durch aufgenommene Nahrungsmittel
fr_fr: Dermite due à l'ingestion d'aliments
zh_cn: 摄入食物引起的皮炎

# model:gnuhealth.pathology,name:L278
source: Dermatitis due to other substances taken internally
de: Dermatitis durch sonstige oral, enteral oder parenteral aufgenommene Substanzen
fr_fr: Dermite due à d'autres substances prises par voie interne
zh_cn: 其他内服物质引起的皮炎

# model:gnuhealth.pathology,name:L279
source: Dermatitis due to unspecified substance taken internally
de: Dermatitis durch nicht näher bezeichnete oral, enteral oder parenteral aufgenommene Substanz
fr_fr: Dermite due à une substance non précisée prise par voie interne
zh_cn: 未特指的内服物质引起的皮炎

# model:gnuhealth.pathology,name:L28
source: Lichen simplex chronicus and prurigo
de: Lichen simplex chronicus und Prurigo
fr_fr: Lichen simplex chronique et prurigo
zh_cn: 慢性单纯性苔癣和痒疹

# model:gnuhealth.pathology,name:L280
source: Lichen simplex chronicus
de: Lichen simplex chronicus [Vidal]
fr_fr: Lichen simplex chronique
zh_cn: 慢性单纯性苔癣

# model:gnuhealth.pathology,name:L282
source: Other prurigo
de: Sonstige Prurigo
fr_fr: Autres formes de prurigo
zh_cn: 其他痒疹

# model:gnuhealth.pathology,name:L291
source: Pruritus scroti
de: Pruritus scrotalis
fr_fr: Prurit scrotal
zh_cn: 阴囊瘙痒(症)

# model:gnuhealth.pathology,name:L293
source: Anogenital pruritus, unspecified
de: Pruritus anogenitalis, nicht näher bezeichnet
fr_fr: Prurit ano-génital, sans précision
zh_cn: 未特指的肛门生殖器瘙痒(症)

# model:gnuhealth.pathology,name:L298
source: Other pruritus
de: Sonstiger Pruritus
fr_fr: Autres prurits
zh_cn: 其他的瘙痒(症)

# model:gnuhealth.pathology,name:L299
source: Pruritus, unspecified
de: Pruritus, nicht näher bezeichnet
fr_fr: Prurit, sans précision
zh_cn: 未特指的瘙痒(症)

# model:gnuhealth.pathology,name:L30
source: Other dermatitis
de: Sonstige Dermatitis
fr_fr: Autres dermites
zh_cn: 其他皮炎

# model:gnuhealth.pathology,name:L300
source: Nummular dermatitis
de: Nummuläres Ekzem
fr_fr: Dermite nummulaire
zh_cn: 钱币状皮炎

# model:gnuhealth.pathology,name:L302
source: Cutaneous autosensitization
de: Autosensibilisierung der Haut [Id-Reaktion]
zh_cn: 皮肤自体致敏

# model:gnuhealth.pathology,name:L303
source: Infective dermatitis
de: Ekzematoide Dermatitis
fr_fr: Dermite infectée
zh_cn: 感染性皮炎

# model:gnuhealth.pathology,name:L304
source: Erythema intertrigo
de: Intertriginöses Ekzem
fr_fr: Intertrigo érythémateux
zh_cn: 擦烂红斑

# model:gnuhealth.pathology,name:L305
source: Pityriasis alba
de: Pityriasis alba faciei
zh_cn: 白色糠疹

# model:gnuhealth.pathology,name:L308
source: Other specified dermatitis
de: Sonstige näher bezeichnete Dermatitis
fr_fr: Autres dermites précisées
zh_cn: 其他特指的皮炎

# model:gnuhealth.pathology,name:L309
source: Dermatitis, unspecified
de: Dermatitis, nicht näher bezeichnet
fr_fr: Dermite, sans précision
zh_cn: 未特指的皮炎

# model:gnuhealth.pathology,name:L401
source: Generalized pustular psoriasis
de: Generalisierte Psoriasis pustulosa
zh_cn: 全身脓疱性银屑病

# model:gnuhealth.pathology,name:L402
source: Acrodermatitis continua
de: Akrodermatitis continua suppurativa [Hallopeau]
fr_fr: Acrodermatite continue de Hallopeau
zh_cn: 持续性肢端皮炎

# model:gnuhealth.pathology,name:L403
source: Pustulosis palmaris et plantaris
de: Psoriasis pustulosa palmoplantaris
fr_fr: Pustulose palmaire et plantaire
zh_cn: 掌跖脓疱病

# model:gnuhealth.pathology,name:L404
source: Guttate psoriasis
de: Psoriasis guttata
fr_fr: Psoriasis en goutte
zh_cn: 滴状银屑病

# model:gnuhealth.pathology,name:L405
source: Arthropathic psoriasis
de: Psoriasis-Arthropathie
fr_fr: Psoriasis arthropathique (M07.0-M07.3*, M09.0*)
zh_cn: 关节病型银屑病

# model:gnuhealth.pathology,name:L408
source: Other psoriasis
de: Sonstige Psoriasis
fr_fr: Autres psoriasis
zh_cn: 其他的银屑病

# model:gnuhealth.pathology,name:L409
source: Psoriasis, unspecified
de: Psoriasis, nicht näher bezeichnet
fr_fr: Psoriasis, sans précision
zh_cn: 未特指的银屑病

# model:gnuhealth.pathology,name:L410
source: Pityriasis lichenoides et varioliformis acuta
de: Pityriasis lichenoides et varioliformis acuta [Mucha-Habermann]
fr_fr: Pityriasis lichénoïde et varioliforme aigu
zh_cn: 急性苔藓痘疮样糠疹

# model:gnuhealth.pathology,name:L411
source: Pityriasis lichenoides chronica
de: Parapsoriasis guttata
fr_fr: Pityriasis lichénoïde chronique
zh_cn: 慢性苔藓样糠疹

# model:gnuhealth.pathology,name:L412
source: Lymphomatoid papulosis
de: Papulosis lymphomatoides
fr_fr: Papulose lymphomatoïde
zh_cn: 淋巴瘤样丘疹病

# model:gnuhealth.pathology,name:L413
source: Small plaque parapsoriasis
de: Kleinfleckige Parapsoriasis en plaques
fr_fr: Parapsoriasis à petites plaques
zh_cn: 小斑块副银屑病

# model:gnuhealth.pathology,name:L414
source: Large plaque parapsoriasis
de: Großfleckige Parapsoriasis en plaques
fr_fr: Parapsoriasis à grandes plaques
zh_cn: 大斑块副银屑病

# model:gnuhealth.pathology,name:L415
source: Retiform parapsoriasis
de: Parapsoriasis mit Poikilodermie
fr_fr: Parapsoriasis rétiforme
zh_cn: 网状副银屑病

# model:gnuhealth.pathology,name:L418
source: Other parapsoriasis
de: Sonstige Parapsoriasis
fr_fr: Autres parapsoriasis
zh_cn: 其他的副银屑病

# model:gnuhealth.pathology,name:L419
source: Parapsoriasis, unspecified
de: Parapsoriasis, nicht näher bezeichnet
fr_fr: Parapsoriasis, sans précision
zh_cn: 未特指的副银屑病

# model:gnuhealth.pathology,name:L43
source: Lichen planus
de: Lichen ruber planus
fr_fr: Lichen plan
zh_cn: 扁平苔癣

# model:gnuhealth.pathology,name:L430
source: Hypertrophic lichen planus
de: Lichen ruber hypertrophicus
fr_fr: Lichen plan hypertrophique
zh_cn: 肥厚性扁平苔癣

# model:gnuhealth.pathology,name:L431
source: Bullous lichen planus
de: Lichen ruber pemphigoides
fr_fr: Lichen plan bulleux
zh_cn: 大疱性扁平苔癣

# model:gnuhealth.pathology,name:L432
source: Lichenoid drug reaction
de: Lichenoide Arzneimittelreaktion
fr_fr: Réaction lichénoïde médicamenteuse
zh_cn: 苔藓样药物反应

# model:gnuhealth.pathology,name:L433
source: Subacute (active) lichen planus
de: Subakuter Lichen ruber planus (aktiv)
fr_fr: Lichen plan subaigu (actif)
zh_cn: 亚急性(活动性)扁平苔癣

# model:gnuhealth.pathology,name:L438
source: Other lichen planus
de: Sonstiger Lichen ruber planus
fr_fr: Autres lichens plans
zh_cn: 其他的扁平苔癣

# model:gnuhealth.pathology,name:L439
source: Lichen planus, unspecified
de: Lichen ruber planus, nicht näher bezeichnet
fr_fr: Lichen plan, sans précision
zh_cn: 未特指的扁平苔癣

# model:gnuhealth.pathology,name:L44
source: Other papulosquamous disorders
de: Sonstige papulosquamöse Hautkrankheiten
fr_fr: Autres lésions papulo-squameuses
zh_cn: 其他丘疹鳞屑性疾患

# model:gnuhealth.pathology,name:L444
source: Infantile papular acrodermatitis [Giannotti-Crosti]
de: Infantile papulöse Akrodermatitis [Gianotti-Crosti-Syndrom]
fr_fr: Acrodermatite érythématopapuleuse infantile [Giannotti-Crosti]
zh_cn: 婴儿丘疹性肢皮炎[詹诺托-克罗斯蒂]

# model:gnuhealth.pathology,name:L448
source: Other specified papulosquamous disorders
de: Sonstige näher bezeichnete papulosquamöse Hautkrankheiten
fr_fr: Autres lésions papulo-squameuses précisées
zh_cn: 其他特指的丘疹鳞屑性疾患

# model:gnuhealth.pathology,name:L449
source: Papulosquamous disorder, unspecified
de: Papulosquamöse Hautkrankheit, nicht näher bezeichnet
fr_fr: Lésion papulo-squameuse, sans précision
zh_cn: 未特指的丘疹鳞屑性疾患

# model:gnuhealth.pathology,name:L45
source: Papulosquamous disorders in diseases classified elsewhere
de: Papulosquamöse Hautkrankheiten bei anderenorts klassifizierten Krankheiten
fr_fr: Lésions papulo-squameuses au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的丘疹鳞屑性疾患

# model:gnuhealth.pathology,name:L50
source: Urticaria
de: Urtikaria
fr_fr: Urticaire
zh_cn: 荨麻疹

# model:gnuhealth.pathology,name:L500
source: Allergic urticaria
de: Allergische Urtikaria
fr_fr: Urticaire allergique
zh_cn: 变应性荨麻疹

# model:gnuhealth.pathology,name:L501
source: Idiopathic urticaria
de: Idiopathische Urtikaria
fr_fr: Urticaire idiopathique
zh_cn: 特发性荨麻疹

# model:gnuhealth.pathology,name:L502
source: Urticaria due to cold and heat
de: Urtikaria durch Kälte oder Wärme
fr_fr: Urticaire provoquée par le froid et la chaleur
zh_cn: 冷和热引起的荨麻疹

# model:gnuhealth.pathology,name:L503
source: Dermatographic urticaria
de: Urticaria factitia
fr_fr: Dermographisme
zh_cn: 皮肤划痕性荨麻疹

# model:gnuhealth.pathology,name:L504
source: Vibratory urticaria
de: Urticaria mechanica
fr_fr: Urticaire provoquée par vibration
zh_cn: 振动荨麻疹

# model:gnuhealth.pathology,name:L505
source: Cholinergic urticaria
de: Cholinergische Urtikaria
fr_fr: Urticaire cholinergique
zh_cn: 胆碱能性荨麻疹

# model:gnuhealth.pathology,name:L506
source: Contact urticaria
de: Kontakturtikaria
fr_fr: Urticaire de contact
zh_cn: 接触性荨麻疹

# model:gnuhealth.pathology,name:L508
source: Other urticaria
de: Sonstige Urtikaria
fr_fr: Autres formes d'urticaire
zh_cn: 其他的荨麻疹

# model:gnuhealth.pathology,name:L509
source: Urticaria, unspecified
de: Urtikaria, nicht näher bezeichnet
fr_fr: Urticaire, sans précision
zh_cn: 未特指的荨麻疹

# model:gnuhealth.pathology,name:L51
source: Erythema multiforme
de: Erythema exsudativum multiforme
fr_fr: Erythème polymorphe
zh_cn: 多形性红斑

# model:gnuhealth.pathology,name:L510
source: Nonbullous erythema multiforme
de: Nichtbullöses Erythema exsudativum multiforme
fr_fr: Erythème polymorphe non bulleux
zh_cn: 非大疱型多形性红斑

# model:gnuhealth.pathology,name:L511
source: Bullous erythema multiforme
de: Bullöses Erythema exsudativum multiforme
fr_fr: Erythème polymorphe bulleux
zh_cn: 大疱型多形性红斑

# model:gnuhealth.pathology,name:L512
source: Toxic epidermal necrolysis [Lyell]
de: Toxische epidermale Nekrolyse [Lyell-Syndrom]
fr_fr: Epidermolyse nécrosante suraiguë [Lyell]
zh_cn: 中毒性表皮坏死松解症[莱尔]

# model:gnuhealth.pathology,name:L518
source: Other erythema multiforme
de: Sonstiges Erythema exsudativum multiforme
fr_fr: Autres formes d'érythème polymorphe
zh_cn: 其他的多形性红斑

# model:gnuhealth.pathology,name:L519
source: Erythema multiforme, unspecified
de: Erythema exsudativum multiforme, nicht näher bezeichnet
fr_fr: Erythème polymorphe, sans précision
zh_cn: 未特指的多形性红斑

# model:gnuhealth.pathology,name:L53
source: Other erythematous conditions
de: Sonstige erythematöse Krankheiten
fr_fr: Autres formes d'érythème
zh_cn: 其他红斑性情况

# model:gnuhealth.pathology,name:L530
source: Toxic erythema
de: Erythema toxicum
fr_fr: Erythème toxique
zh_cn: 中毒性红斑

# model:gnuhealth.pathology,name:L531
source: Erythema annulare centrifugum
de: Erythema anulare centrifugum
fr_fr: Erythème annulaire centrifuge
zh_cn: 离心性环状红斑

# model:gnuhealth.pathology,name:L533
source: Other chronic figurate erythema
de: Sonstiges figuriertes chronisches Erythem
fr_fr: Autres formes d'érythème figuré chronique
zh_cn: 其他的慢性回状红斑

# model:gnuhealth.pathology,name:L538
source: Other specified erythematous conditions
de: Sonstige näher bezeichnete erythematöse Krankheiten
fr_fr: Autres formes précisées d'érythème
zh_cn: 其他特指的红斑性情况

# model:gnuhealth.pathology,name:L539
source: Erythematous condition, unspecified
de: Erythematöse Krankheit, nicht näher bezeichnet
fr_fr: Erythème, sans précision
zh_cn: 未特指的红斑性情况

# model:gnuhealth.pathology,name:L54
source: Erythema in diseases classified elsewhere
de: Erythem bei anderenorts klassifizierten Krankheiten
fr_fr: Erythèmes au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的红斑

# model:gnuhealth.pathology,name:L540
source: Erythema marginatum in acute rheumatic fever
de: Erythema marginatum bei akutem rheumatischem Fieber
fr_fr: Erythème marginé discoïde de Besnier au cours d'un rhumatisme articulaire aigu (I00+)
zh_cn: 急性风湿热引起的边缘性红斑(I00+)

# model:gnuhealth.pathology,name:L548
source: Erythema in other diseases classified elsewhere
de: Erythem bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Erythème au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的红斑

# model:gnuhealth.pathology,name:L55
source: Sunburn
de: Dermatitis solaris acuta
fr_fr: Coup de soleil
zh_cn: 晒斑[晒伤]

# model:gnuhealth.pathology,name:L550
source: Sunburn of first degree
de: Dermatitis solaris acuta 1. Grades
fr_fr: Coup de soleil du premier degré
zh_cn: Ⅰ度晒斑[晒伤]

# model:gnuhealth.pathology,name:L551
source: Sunburn of second degree
de: Dermatitis solaris acuta 2. Grades
fr_fr: Coup de soleil du deuxième degré
zh_cn: Ⅱ度晒斑[晒伤]

# model:gnuhealth.pathology,name:L552
source: Sunburn of third degree
de: Dermatitis solaris acuta 3. Grades
fr_fr: Coup de soleil du troisième degré
zh_cn: Ⅲ度晒斑[晒伤]

# model:gnuhealth.pathology,name:L558
source: Other sunburn
de: Sonstige Dermatitis solaris acuta
fr_fr: Autres coups de soleil
zh_cn: 其他的晒斑[晒伤]

# model:gnuhealth.pathology,name:L559
source: Sunburn, unspecified
de: Dermatitis solaris acuta, nicht näher bezeichnet
fr_fr: Coup de soleil, sans précision
zh_cn: 未特指的晒斑[晒伤]

# model:gnuhealth.pathology,name:L56
source: Other acute skin changes due to ultraviolet radiation
de: Sonstige akute Hautveränderungen durch Ultraviolettstrahlen
fr_fr: Autres modifications aiguës de la peau dues aux rayons ultraviolets
zh_cn: 紫外线辐射引起的其他急性皮肤改变

# model:gnuhealth.pathology,name:L560
source: Drug phototoxic response
de: Phototoxische Reaktion auf Arzneimittel
fr_fr: Réaction phototoxique à un médicament
zh_cn: 药物光毒性反应

# model:gnuhealth.pathology,name:L561
source: Drug photoallergic response
de: Photoallergische Reaktion auf Arzneimittel
fr_fr: Réaction photoallergique à un médicament
zh_cn: 药物光变应性反应

# model:gnuhealth.pathology,name:L562
source: Photocontact dermatitis [berloque dermatitis]
de: Phototoxische Kontaktdermatitis
fr_fr: Dermite de photocontact [dermite de breloque]
zh_cn: 光接触性皮炎[香料皮炎]

# model:gnuhealth.pathology,name:L563
source: Solar urticaria
de: Urticaria solaris
fr_fr: Urticaire solaire
zh_cn: 日光性荨麻疹

# model:gnuhealth.pathology,name:L564
source: Polymorphous light eruption
de: Polymorphe Lichtdermatose
fr_fr: Lucite polymorphe
zh_cn: 多形性日光疹
