Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:H00
source: Hordeolum and chalazion
de: Hordeolum und Chalazion
fr_fr: Orgelet et chalazion
zh_cn: 睑腺炎和睑板腺囊肿

# model:gnuhealth.pathology,name:H000
source: Hordeolum and other deep inflammation of eyelid
de: Hordeolum und sonstige tiefe Entzündung des Augenlides
fr_fr: Orgelet et autres inflammations profondes de la paupière
zh_cn: 睑腺炎和眼睑的其他深部炎症

# model:gnuhealth.pathology,name:H01
source: Other inflammation of eyelid
de: Sonstige Entzündung des Augenlides
fr_fr: Autres inflammations de la paupière
zh_cn: 眼睑的其他炎症

# model:gnuhealth.pathology,name:H011
source: Noninfectious dermatoses of eyelid
de: Nichtinfektiöse Dermatosen des Augenlides
zh_cn: 眼睑的非感染性皮肤病

# model:gnuhealth.pathology,name:H018
source: Other specified inflammation of eyelid
de: Sonstige näher bezeichnete Entzündungen des Augenlides
fr_fr: Autres inflammations précisées de la paupière
zh_cn: 眼睑其他特指的炎症

# model:gnuhealth.pathology,name:H019
source: Inflammation of eyelid, unspecified
de: Entzündung des Augenlides, nicht näher bezeichnet
fr_fr: Inflammation de la paupière, sans précision
zh_cn: 眼睑未特指的炎症

# model:gnuhealth.pathology,name:H02
source: Other disorders of eyelid
de: Sonstige Affektionen des Augenlides
fr_fr: Autres affections des paupières
zh_cn: 眼睑的其他疾患

# model:gnuhealth.pathology,name:H020
source: Entropion and trichiasis of eyelid
de: Entropium und Trichiasis des Augenlides
fr_fr: Entropion et trichiasis de la paupière
zh_cn: 睑内翻和倒睫

# model:gnuhealth.pathology,name:H021
source: Ectropion of eyelid
de: Ektropium des Augenlides
fr_fr: Ectropion palpébral
zh_cn: 睑外翻

# model:gnuhealth.pathology,name:H022
source: Lagophthalmos
de: Lagophthalmus
fr_fr: Lagophtalmie
zh_cn: 兔眼

# model:gnuhealth.pathology,name:H024
source: Ptosis of eyelid
de: Ptosis des Augenlides
fr_fr: Ptosis de la paupière
zh_cn: 上睑下垂

# model:gnuhealth.pathology,name:H025
source: Other disorders affecting eyelid function
de: Sonstige Affektionen mit Auswirkung auf die Augenlidfunktion
fr_fr: Autres troubles affectant la fonction palpébrale
zh_cn: 影响眼睑功能的其他疾患

# model:gnuhealth.pathology,name:H026
source: Xanthelasma of eyelid
de: Xanthelasma palpebrarum
fr_fr: Xanthélasma de la paupière
zh_cn: 睑黄斑瘤

# model:gnuhealth.pathology,name:H027
source: Other degenerative disorders of eyelid and periocular area
de: Sonstige degenerative Affektionen des Augenlides und der Umgebung des Auges
fr_fr: Autres affections dégénératives des paupières et de la région périoculaire
zh_cn: 眼睑和眼周区域的其他变性性疾患

# model:gnuhealth.pathology,name:H028
source: Other specified disorders of eyelid
de: Sonstige näher bezeichnete Affektionen des Augenlides
fr_fr: Autres affections précisées des paupières
zh_cn: 眼睑其他特指的疾患

# model:gnuhealth.pathology,name:H029
source: Disorder of eyelid, unspecified
de: Affektion des Augenlides, nicht näher bezeichnet
fr_fr: Affection des paupières, sans précision
zh_cn: 眼睑未特指的疾患

# model:gnuhealth.pathology,name:H03
source: Disorders of eyelid in diseases classified elsewhere
de: Affektionen des Augenlides bei anderenorts klassifizierten Krankheiten
fr_fr: Affections de la paupière au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的眼睑疾患

# model:gnuhealth.pathology,name:H030
source: Parasitic infestation of eyelid in diseases classified elsewhere
de: Parasitenbefall des Augenlides bei anderenorts klassifizierten Krankheiten
fr_fr: Infection parasitaire de la paupière au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起眼睑的寄生虫性侵染

# model:gnuhealth.pathology,name:H031
source: Involvement of eyelid in other infectious diseases classified elsewhere
de: Beteiligung des Augenlides bei sonstigen anderenorts klassifizierten Infektionskrankheiten
fr_fr: Atteinte de la paupière au cours d'autres maladies infectieuses classées ailleurs
zh_cn: 分类于他处的其他传染病累及眼睑

# model:gnuhealth.pathology,name:H038
source: Involvement of eyelid in other diseases classified elsewhere
de: Beteiligung des Augenlides bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Atteinte de la paupière au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病累及眼睑

# model:gnuhealth.pathology,name:H04
source: Disorders of lacrimal system
de: Affektionen des Tränenapparates
zh_cn: 泪器系疾患

# model:gnuhealth.pathology,name:H040
source: Dacryoadenitis
de: Dakryoadenitis
fr_fr: Dacryoadénite
zh_cn: 泪腺炎

# model:gnuhealth.pathology,name:H041
source: Other disorders of lacrimal gland
de: Sonstige Affektionen der Tränendrüse
zh_cn: 泪腺的其他疾患

# model:gnuhealth.pathology,name:H043
source: Acute and unspecified inflammation of lacrimal passages
de: Akute und nicht näher bezeichnete Entzündung der Tränenwege
zh_cn: 泪道急性和未特指的炎症

# model:gnuhealth.pathology,name:H044
source: Chronic inflammation of lacrimal passages
de: Chronische Entzündung der Tränenwege
zh_cn: 泪道慢性炎症

# model:gnuhealth.pathology,name:H045
source: Stenosis and insufficiency of lacrimal passages
de: Stenose und Insuffizienz der Tränenwege
zh_cn: 泪道狭窄和关闭不全

# model:gnuhealth.pathology,name:H046
source: Other changes in lacrimal passages
de: Sonstige Veränderungen an den Tränenwegen
zh_cn: 泪道的其他改变

# model:gnuhealth.pathology,name:H048
source: Other disorders of lacrimal system
de: Sonstige Affektionen des Tränenapparates
zh_cn: 泪器系的其他疾患

# model:gnuhealth.pathology,name:H049
source: Disorder of lacrimal system, unspecified
de: Affektion des Tränenapparates, nicht näher bezeichnet
zh_cn: 泪器系未特指的疾患

# model:gnuhealth.pathology,name:H05
source: Disorders of orbit
de: Affektionen der Orbita
fr_fr: Affections de l'orbite
zh_cn: 眼眶疾患

# model:gnuhealth.pathology,name:H050
source: Acute inflammation of orbit
de: Akute Entzündung der Orbita
fr_fr: Inflammation aiguë de l'orbite
zh_cn: 眼眶急性炎症

# model:gnuhealth.pathology,name:H051
source: Chronic inflammatory disorders of orbit
de: Chronische entzündliche Affektionen der Orbita
fr_fr: Affections inflammatoires chroniques de l'orbite
zh_cn: 眼眶慢性炎性疾患

# model:gnuhealth.pathology,name:H052
source: Exophthalmic conditions
de: Exophthalmus
fr_fr: Exophtalmie
zh_cn: 突眼性情况

# model:gnuhealth.pathology,name:H053
source: Deformity of orbit
de: Deformation der Orbita
fr_fr: Déformation de l'orbite
zh_cn: 眼眶畸形

# model:gnuhealth.pathology,name:H054
source: Enophthalmos
de: Enophthalmus
fr_fr: Enophtalmie
zh_cn: 眼球内陷

# model:gnuhealth.pathology,name:H055
source: Retained (old) foreign body following penetrating wound of orbit
de: Verbliebener (alter) Fremdkörper nach perforierender Verletzung der Orbita
fr_fr: Rétention (ancienne) de corps étranger secondaire à une plaie pénétrante de l'orbite
zh_cn: 眼眶贯通伤后残留(陈旧性)异物

# model:gnuhealth.pathology,name:H058
source: Other disorders of orbit
de: Sonstige Affektionen der Orbita
fr_fr: Autres affections de l'orbite
zh_cn: 眼眶的其他疾患

# model:gnuhealth.pathology,name:H059
source: Disorder of orbit, unspecified
de: Affektion der Orbita, nicht näher bezeichnet
fr_fr: Affection de l'orbite, sans précision
zh_cn: 未特指的眼眶疾患

# model:gnuhealth.pathology,name:H06
source: Disorders of lacrimal system and orbit in diseases classified elsewhere
de: Affektionen des Tränenapparates und der Orbita bei anderenorts klassifizierten Krankheiten
zh_cn: 分类于他处的疾病引起的泪器系和眼眶疾患

# model:gnuhealth.pathology,name:H060
source: Disorders of lacrimal system in diseases classified elsewhere
de: Affektionen des Tränenapparates bei anderenorts klassifizierten Krankheiten
zh_cn: 分类于他处的疾病引起的泪器系疾患

# model:gnuhealth.pathology,name:H061
source: Parasitic infestation of orbit in diseases classified elsewhere
de: Parasitenbefall der Orbita bei anderenorts klassifizierten Krankheiten
fr_fr: Infection parasitaire de l'orbite au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起眼眶的寄生虫性侵染

# model:gnuhealth.pathology,name:H062
source: Dysthyroid exophthalmos
de: Exophthalmus bei Funktionsstörung der Schilddrüse
fr_fr: Exophtalmie thyréotoxique (E05.-+)
zh_cn: 甲状腺功能障碍性突眼(E05.-+)

# model:gnuhealth.pathology,name:H063
source: Other disorders of orbit in diseases classified elsewhere
de: Sonstige Affektionen der Orbita bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections de l'orbite au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起眼眶的其他疾患

# model:gnuhealth.pathology,name:H10
source: Conjunctivitis
de: Konjunktivitis
fr_fr: Conjonctivite
zh_cn: 结膜炎

# model:gnuhealth.pathology,name:H100
source: Mucopurulent conjunctivitis
de: Mukopurulente Konjunktivitis
fr_fr: Conjonctivite mucopurulente
zh_cn: 粘液脓性结膜炎

# model:gnuhealth.pathology,name:H101
source: Acute atopic conjunctivitis
de: Akute allergische Konjunktivitis
fr_fr: Conjonctivite atopique aiguë
zh_cn: 急性变应性结膜炎

# model:gnuhealth.pathology,name:H102
source: Other acute conjunctivitis
de: Sonstige akute Konjunktivitis
fr_fr: Autres conjonctivites aiguës
zh_cn: 其他急性结膜炎

# model:gnuhealth.pathology,name:H103
source: Acute conjunctivitis, unspecified
de: Akute Konjunktivitis, nicht näher bezeichnet
fr_fr: Conjonctivite aiguë, sans précision
zh_cn: 未特指的急性结膜炎

# model:gnuhealth.pathology,name:H104
source: Chronic conjunctivitis
de: Chronische Konjunktivitis
fr_fr: Conjonctivite chronique
zh_cn: 慢性结膜炎

# model:gnuhealth.pathology,name:H105
source: Blepharoconjunctivitis
de: Blepharokonjunktivitis
fr_fr: Blépharo-conjonctivite
zh_cn: 睑缘结膜炎

# model:gnuhealth.pathology,name:H108
source: Other conjunctivitis
de: Sonstige Konjunktivitis
fr_fr: Autres conjonctivites
zh_cn: 其他结膜炎

# model:gnuhealth.pathology,name:H109
source: Conjunctivitis, unspecified
de: Konjunktivitis, nicht näher bezeichnet
fr_fr: Conjonctivite, sans précision
zh_cn: 未特指的结膜炎

# model:gnuhealth.pathology,name:H11
source: Other disorders of conjunctiva
de: Sonstige Affektionen der Konjunktiva
fr_fr: Autres affections de la conjonctive
zh_cn: 结膜的其他疾患

# model:gnuhealth.pathology,name:H111
source: Conjunctival degenerations and deposits
de: Konjunktivadegeneration und -einlagerungen
fr_fr: Dépôts et affections dégénératives de la conjonctive
zh_cn: 结膜变性和沉着物

# model:gnuhealth.pathology,name:H112
source: Conjunctival scars
de: Narben der Konjunktiva
fr_fr: Cicatrices de la conjonctive
zh_cn: 结膜瘢痕

# model:gnuhealth.pathology,name:H113
source: Conjunctival haemorrhage
de: Blutung der Konjunktiva
fr_fr: Hémorragie conjonctivale
zh_cn: 结膜出血

# model:gnuhealth.pathology,name:H114
source: Other conjunctival vascular disorders and cysts
de: Sonstige Gefäßkrankheiten und Zysten der Konjunktiva
fr_fr: Autres troubles vasculaires et kystes de la conjonctive
zh_cn: 其他结膜血管疾患和囊肿

# model:gnuhealth.pathology,name:H118
source: Other specified disorders of conjunctiva
de: Sonstige näher bezeichnete Affektionen der Konjunktiva
fr_fr: Autres affections précisées de la conjonctive
zh_cn: 结膜其他特指的疾患

# model:gnuhealth.pathology,name:H119
source: Disorder of conjunctiva, unspecified
de: Affektion der Konjunktiva, nicht näher bezeichnet
fr_fr: Affection de la conjonctive, sans précision
zh_cn: 结膜未特指的疾患

# model:gnuhealth.pathology,name:H13
source: Disorders of conjunctiva in diseases classified elsewhere
de: Affektionen der Konjunktiva bei anderenorts klassifizierten Krankheiten
fr_fr: Affections de la conjonctive au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的结膜疾患

# model:gnuhealth.pathology,name:H130
source: Filarial infection of conjunctiva
de: Filarienbefall der Konjunktiva
fr_fr: Parasitose filarienne de la conjonctive (B74.-+)
zh_cn: 结膜的丝虫感染(B74.-+)

# model:gnuhealth.pathology,name:H131
source: Conjunctivitis in infectious and parasitic diseases classified elsewhere
de: Konjunktivitis bei anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Conjonctivite au cours de maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的传染病和寄生虫病引起的结膜炎

# model:gnuhealth.pathology,name:H132
source: Conjunctivitis in other diseases classified elsewhere
de: Konjunktivitis bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Conjonctivite au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的结膜炎

# model:gnuhealth.pathology,name:H133
source: Ocular pemphigoid
de: Okuläres Pemphigoid
fr_fr: Pemphigoïde oculaire (L12.-+)
zh_cn: 眼类天疱疮(L12.-+)

# model:gnuhealth.pathology,name:H138
source: Other disorders of conjunctiva in diseases classified elsewhere
de: Sonstige Affektionen der Konjunktiva bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections de la conjonctive au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的结膜其他疾患

# model:gnuhealth.pathology,name:H15
source: Disorders of sclera
de: Affektionen der Sklera
fr_fr: Affections de la sclérotique
zh_cn: 巩膜疾患

# model:gnuhealth.pathology,name:H150
source: Scleritis
de: Skleritis
fr_fr: Sclérite
zh_cn: 巩膜炎

# model:gnuhealth.pathology,name:H151
source: Episcleritis
de: Episkleritis
fr_fr: Episclérite
zh_cn: 巩膜外层炎

# model:gnuhealth.pathology,name:H158
source: Other disorders of sclera
de: Sonstige Affektionen der Sklera
fr_fr: Autres affections de la sclérotique
zh_cn: 巩膜的其他疾患

# model:gnuhealth.pathology,name:H159
source: Disorder of sclera, unspecified
de: Affektion der Sklera, nicht näher bezeichnet
fr_fr: Affection de la sclérotique, sans précision
zh_cn: 未特指的巩膜疾患

# model:gnuhealth.pathology,name:H160
source: Corneal ulcer
de: Ulcus corneae
fr_fr: Ulcère de la cornée
zh_cn: 角膜溃疡

# model:gnuhealth.pathology,name:H161
source: Other superficial keratitis without conjunctivitis
de: Sonstige oberflächliche Keratitis ohne Konjunktivitis
fr_fr: Autres kératites superficielles sans conjonctivite
zh_cn: 其他不伴有结膜炎的浅层角膜炎

# model:gnuhealth.pathology,name:H162
source: Keratoconjunctivitis
de: Keratokonjunktivitis
fr_fr: Kératoconjonctivite
zh_cn: 角膜结膜炎

# model:gnuhealth.pathology,name:H163
source: Interstitial and deep keratitis
de: Interstitielle und tiefe Keratitis
fr_fr: Kératite interstitielle et profonde
zh_cn: 基质层和深层角膜炎

# model:gnuhealth.pathology,name:H164
source: Corneal neovascularization
de: Neovaskularisation der Hornhaut
zh_cn: 角膜新血管形成

# model:gnuhealth.pathology,name:H168
source: Other keratitis
de: Sonstige Formen der Keratitis
fr_fr: Autres kératites
zh_cn: 其他角膜炎

# model:gnuhealth.pathology,name:H169
source: Keratitis, unspecified
de: Keratitis, nicht näher bezeichnet
fr_fr: Kératite, sans précision
zh_cn: 未特指的角膜炎

# model:gnuhealth.pathology,name:H17
source: Corneal scars and opacities
de: Hornhautnarben und -trübungen
fr_fr: Cicatrices et opacités cornéennes
zh_cn: 角膜瘢痕和混浊

# model:gnuhealth.pathology,name:H170
source: Adherent leukoma
de: Leukoma adhaerens
fr_fr: Leucome adhérent
zh_cn: 粘连性白斑

# model:gnuhealth.pathology,name:H171
source: Other central corneal opacity
de: Sonstige zentrale Hornhauttrübung
fr_fr: Autres opacités cornéennes centrales
zh_cn: 其他中心性角膜混浊

# model:gnuhealth.pathology,name:H178
source: Other corneal scars and opacities
de: Sonstige Hornhautnarben und -trübungen
fr_fr: Autres cicatrices et opacités cornéennes
zh_cn: 其他角膜瘢痕和混浊

# model:gnuhealth.pathology,name:H179
source: Corneal scar and opacity, unspecified
de: Hornhautnarbe und -trübung, nicht näher bezeichnet
fr_fr: Cicatrice et opacité cornéennes, sans précision
zh_cn: 未特指的角膜瘢痕和混浊

# model:gnuhealth.pathology,name:H18
source: Other disorders of cornea
de: Sonstige Affektionen der Hornhaut
fr_fr: Autres affections de la cornée
zh_cn: 角膜的其他疾患

# model:gnuhealth.pathology,name:H180
source: Corneal pigmentations and deposits
de: Hornhautpigmentierungen und -einlagerungen
fr_fr: Pigmentation et dépôts cornéens
zh_cn: 角膜色素沉着和沉着物

# model:gnuhealth.pathology,name:H181
source: Bullous keratopathy
de: Keratopathia bullosa
fr_fr: Kératopathie bulleuse
zh_cn: 大泡性角膜病变

# model:gnuhealth.pathology,name:H182
source: Other corneal oedema
de: Sonstiges Hornhautödem
fr_fr: Autre œdème de la cornée
zh_cn: 其他角膜水肿

# model:gnuhealth.pathology,name:H183
source: Changes in corneal membranes
de: Veränderungen an den Hornhautmembranen
fr_fr: Lésions des membranes cornéennes
zh_cn: 角膜层改变

# model:gnuhealth.pathology,name:H184
source: Corneal degeneration
de: Hornhautdegeneration
fr_fr: Dégénérescence de la cornée
zh_cn: 角膜变性

# model:gnuhealth.pathology,name:H185
source: Hereditary corneal dystrophies
de: Hereditäre Hornhautdystrophien
fr_fr: Dystrophies cornéennes héréditaires
zh_cn: 遗传性角膜营养不良

# model:gnuhealth.pathology,name:H186
source: Keratoconus
de: Keratokonus
fr_fr: Kératocône
zh_cn: 圆锥角膜

# model:gnuhealth.pathology,name:H187
source: Other corneal deformities
de: Sonstige Hornhautdeformitäten
fr_fr: Autres déformations de la cornée
zh_cn: 其他角膜畸形

# model:gnuhealth.pathology,name:H188
source: Other specified disorders of cornea
de: Sonstige näher bezeichnete Affektionen der Hornhaut
fr_fr: Autres affections précisées de la cornée
zh_cn: 角膜其他特指的疾患

# model:gnuhealth.pathology,name:H189
source: Disorder of cornea, unspecified
de: Affektion der Hornhaut, nicht näher bezeichnet
fr_fr: Affection de la cornée, sans précision
zh_cn: 角膜未特指的疾患

# model:gnuhealth.pathology,name:H19
source: Disorders of sclera and cornea in diseases classified elsewhere
de: Affektionen der Sklera und der Hornhaut bei anderenorts klassifizierten Krankheiten
fr_fr: Affections de la sclérotique et de la cornée au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的巩膜和角膜疾患

# model:gnuhealth.pathology,name:H190
source: Scleritis and episcleritis in diseases classified elsewhere
de: Skleritis und Episkleritis bei anderenorts klassifizierten Krankheiten
fr_fr: Sclérite et épisclérite au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的巩膜炎和巩膜外层炎

# model:gnuhealth.pathology,name:H191
source: Herpesviral keratitis and keratoconjunctivitis
de: Keratitis und Keratokonjunktivitis durch Herpesviren
fr_fr: Kératite et kératoconjonctivite dues au virus de l'herpès (B00.5+)
zh_cn: 疱疹病毒性角膜炎和角膜结膜炎(B00.5+)

# model:gnuhealth.pathology,name:H192
source: Keratitis and keratoconjunctivitis in other infectious and parasitic diseases classified elsewhere
de: Keratitis und Keratokonjunktivitis bei sonstigen anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Kératite et kératoconjonctivite au cours d'autres maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的其他传染病和寄生虫病引起的角膜炎和角膜结膜炎

# model:gnuhealth.pathology,name:H193
source: Keratitis and keratoconjunctivitis in other diseases classified elsewhere
de: Keratitis und Keratokonjunktivitis bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Kératite et kératoconjonctivite au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的角膜炎和角膜结膜炎

# model:gnuhealth.pathology,name:H198
source: Other disorders of sclera and cornea in diseases classified elsewhere
de: Sonstige Affektionen der Sklera und der Hornhaut bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections de la sclérotique et de la cornée au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的巩膜和角膜的其他疾患

# model:gnuhealth.pathology,name:H20
source: Iridocyclitis
de: Iridozyklitis
fr_fr: Iridocyclite
zh_cn: 虹膜睫状体炎

# model:gnuhealth.pathology,name:H200
source: Acute and subacute iridocyclitis
de: Akute und subakute Iridozyklitis
fr_fr: Iridocyclite aiguë et subaiguë
zh_cn: 急性和亚急性虹膜睫状体炎

# model:gnuhealth.pathology,name:H201
source: Chronic iridocyclitis
de: Chronische Iridozyklitis
fr_fr: Iridocyclite chronique
zh_cn: 慢性虹膜睫状体炎

# model:gnuhealth.pathology,name:H202
source: Lens-induced iridocyclitis
de: Phakogene Iridozyklitis
fr_fr: Iridocyclite due aux lentilles de contact
zh_cn: 晶体诱发性虹膜睫状体炎

# model:gnuhealth.pathology,name:H208
source: Other iridocyclitis
de: Sonstige Iridozyklitis
fr_fr: Autres iridocyclites
zh_cn: 其他的虹膜睫状体炎

# model:gnuhealth.pathology,name:H209
source: Iridocyclitis, unspecified
de: Iridozyklitis, nicht näher bezeichnet
fr_fr: Iridocyclite, sans précision
zh_cn: 未特指的虹膜睫状体炎

# model:gnuhealth.pathology,name:H21
source: Other disorders of iris and ciliary body
de: Sonstige Affektionen der Iris und des Ziliarkörpers
fr_fr: Autres affections de l'iris et du corps ciliaire
zh_cn: 虹膜和睫状体的其他疾患

# model:gnuhealth.pathology,name:H210
source: Hyphaema
de: Hyphäma
fr_fr: Hyphéma
zh_cn: 前房积血

# model:gnuhealth.pathology,name:H211
source: Other vascular disorders of iris and ciliary body
de: Sonstige Gefäßkrankheiten der Iris und des Ziliarkörpers
fr_fr: Autres affections vasculaires de l'iris et du corps ciliaire
zh_cn: 虹膜和睫状体的其他血管疾患

# model:gnuhealth.pathology,name:H212
source: Degeneration of iris and ciliary body
de: Degeneration der Iris und des Ziliarkörpers
fr_fr: Affections dégénératives de l'iris et du corps ciliaire
zh_cn: 虹膜和睫状体变性

# model:gnuhealth.pathology,name:H213
source: Cyst of iris, ciliary body and anterior chamber
de: Zyste der Iris, des Ziliarkörpers und der Vorderkammer
fr_fr: Kystes de l'iris, du corps ciliaire et de la chambre antérieure de l'œil
zh_cn: 虹膜睫状体和前房囊肿

# model:gnuhealth.pathology,name:H214
source: Pupillary membranes
de: Pupillarmembranen
fr_fr: Membranes pupillaires
zh_cn: 瞳孔膜

# model:gnuhealth.pathology,name:H215
source: Other adhesions and disruptions of iris and ciliary body
de: Sonstige Adhäsionen und Abriss der Iris und des Ziliarkörpers
fr_fr: Autres adhérences et perturbations de l'iris et du corps ciliaire
zh_cn: 虹膜和睫状体的其他粘连和破裂

# model:gnuhealth.pathology,name:H218
source: Other specified disorders of iris and ciliary body
de: Sonstige näher bezeichnete Affektionen der Iris und des Ziliarkörpers
fr_fr: Autres affections précisées de l'iris et du corps ciliaire
zh_cn: 虹膜和睫状体其他特指的疾患

# model:gnuhealth.pathology,name:H219
source: Disorder of iris and ciliary body, unspecified
de: Affektion der Iris und des Ziliarkörpers, nicht näher bezeichnet
fr_fr: Affection de l'iris et du corps ciliaire, sans précision
zh_cn: 虹膜和睫状体未特指的疾患

# model:gnuhealth.pathology,name:H22
source: Disorders of iris and ciliary body in diseases classified elsewhere
de: Affektionen der Iris und des Ziliarkörpers bei anderenorts klassifizierten Krankheiten
fr_fr: Affections de l'iris et du corps ciliaire au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的虹膜和睫状体疾患

# model:gnuhealth.pathology,name:H220
source: Iridocyclitis in infectious and parasitic diseases classified elsewhere
de: Iridozyklitis bei anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Iridocyclite au cours de maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的传染病和寄生虫病引起的虹膜睫状体炎

# model:gnuhealth.pathology,name:H221
source: Iridocyclitis in other diseases classified elsewhere
de: Iridozyklitis bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Iridocyclite au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的虹膜睫状体炎

# model:gnuhealth.pathology,name:H228
source: Other disorders of iris and ciliary body in diseases classified elsewhere
de: Sonstige Affektionen der Iris und des Ziliarkörpers bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections de l'iris et du corps ciliaire au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的虹膜和睫状体的其他疾患

# model:gnuhealth.pathology,name:H25
source: Senile cataract
de: Cataracta senilis
fr_fr: Cataracte sénile
zh_cn: 老年性白内障

# model:gnuhealth.pathology,name:H250
source: Senile incipient cataract
de: Cataracta senilis incipiens
fr_fr: Cataracte incipiente sénile
zh_cn: 老年性初期白内障

# model:gnuhealth.pathology,name:H251
source: Senile nuclear cataract
de: Cataracta nuclearis senilis
fr_fr: Cataracte sénile nucléaire
zh_cn: 老年核性白内障

# model:gnuhealth.pathology,name:H252
source: Senile cataract, morgagnian type
de: Cataracta senilis, Morgagni-Typ
fr_fr: Cataracte sénile, de type Morgagni
zh_cn: 老年性白内障，莫尔加尼型

# model:gnuhealth.pathology,name:H258
source: Other senile cataract
de: Sonstige senile Kataraktformen
fr_fr: Autres cataractes séniles
zh_cn: 其他的老年性白内障

# model:gnuhealth.pathology,name:H259
source: Senile cataract, unspecified
de: Senile Katarakt, nicht näher bezeichnet
fr_fr: Cataracte sénile, sans précision
zh_cn: 未特指的老年性白内障

# model:gnuhealth.pathology,name:H26
source: Other cataract
de: Sonstige Kataraktformen
fr_fr: Autres cataractes
zh_cn: 其他白内障
