Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V334
source: Occupant of three-wheeled motor vehicle injured in collision with car, pick-up truck or van: Person injured while boarding or alighting
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V335
source: Occupant of three-wheeled motor vehicle injured in collision with car, pick-up truck or van: Driver injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V336
source: Occupant of three-wheeled motor vehicle injured in collision with car, pick-up truck or van: Passenger injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V337
source: Occupant of three-wheeled motor vehicle injured in collision with car, pick-up truck or van: Person on outside of vehicle injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 三轮机动车的车辆外人员在三轮机动车与火车或铁路车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V339
source: Occupant of three-wheeled motor vehicle injured in collision with car, pick-up truck or van: Unspecified occupant of three-wheeled motor vehicle injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Verkehrsunfall verletzt
zh_cn: 未特指的三轮机动车乘员在三轮机动车与火车或铁路车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V34
source: Occupant of three-wheeled motor vehicle injured in collision with heavy transport vehicle or bus
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt
fr_fr: Occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule lourd ou un autobus
zh_cn: 三轮机动车乘员在三轮机动车与重型运输车或公共汽车碰撞中的损伤

# model:gnuhealth.pathology,name:V340
source: Occupant of three-wheeled motor vehicle injured in collision with heavy transport vehicle or bus: Driver injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V341
source: Occupant of three-wheeled motor vehicle injured in collision with heavy transport vehicle or bus: Passenger injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V342
source: Occupant of three-wheeled motor vehicle injured in collision with heavy transport vehicle or bus: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 三轮机动车的车辆外人员在三轮机动车与重型运输车或公共汽车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V343
source: Occupant of three-wheeled motor vehicle injured in collision with heavy transport vehicle or bus: Unspecified occupant of three-wheeled motor vehicle injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的三轮机动车乘员在三轮机动车与重型运输车或公共汽车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V344
source: Occupant of three-wheeled motor vehicle injured in collision with heavy transport vehicle or bus: Person injured while boarding or alighting
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V345
source: Occupant of three-wheeled motor vehicle injured in collision with heavy transport vehicle or bus: Driver injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V346
source: Occupant of three-wheeled motor vehicle injured in collision with heavy transport vehicle or bus: Passenger injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V347
source: Occupant of three-wheeled motor vehicle injured in collision with heavy transport vehicle or bus: Person on outside of vehicle injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 三轮机动车的车辆外人员在三轮机动车与重型运输车或公共汽车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V349
source: Occupant of three-wheeled motor vehicle injured in collision with heavy transport vehicle or bus: Unspecified occupant of three-wheeled motor vehicle injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Verkehrsunfall verletzt
zh_cn: 未特指的三轮机动车乘员在三轮机动车与重型运输车或公共汽车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V35
source: Occupant of three-wheeled motor vehicle injured in collision with railway train or railway vehicle
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt
fr_fr: Occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un train ou un véhicule ferroviaire
zh_cn: 三轮机动车乘员在三轮机动车与其他非机动车辆碰撞中的损伤

# model:gnuhealth.pathology,name:V350
source: Occupant of three-wheeled motor vehicle injured in collision with railway train or railway vehicle: Driver injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V351
source: Occupant of three-wheeled motor vehicle injured in collision with railway train or railway vehicle: Passenger injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V352
source: Occupant of three-wheeled motor vehicle injured in collision with railway train or railway vehicle: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 三轮机动车的车辆外人员在三轮机动车与其他非机动车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V353
source: Occupant of three-wheeled motor vehicle injured in collision with railway train or railway vehicle: Unspecified occupant of three-wheeled motor vehicle injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的三轮机动车乘员在三轮机动车与其他非机动车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V354
source: Occupant of three-wheeled motor vehicle injured in collision with railway train or railway vehicle: Person injured while boarding or alighting
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V355
source: Occupant of three-wheeled motor vehicle injured in collision with railway train or railway vehicle: Driver injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V356
source: Occupant of three-wheeled motor vehicle injured in collision with railway train or railway vehicle: Passenger injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V357
source: Occupant of three-wheeled motor vehicle injured in collision with railway train or railway vehicle: Person on outside of vehicle injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 三轮机动车的车辆外人员在三轮机动车与其他非机动车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V359
source: Occupant of three-wheeled motor vehicle injured in collision with railway train or railway vehicle: Unspecified occupant of three-wheeled motor vehicle injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Verkehrsunfall verletzt
zh_cn: 未特指的三轮机动车乘员在三轮机动车与其他非机动车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V36
source: Occupant of three-wheeled motor vehicle injured in collision with other nonmotor vehicle
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt
fr_fr: Occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un autre véhicule sans moteur
zh_cn: 三轮机动车乘员在非碰撞性运输事故中的损伤

# model:gnuhealth.pathology,name:V360
source: Occupant of three-wheeled motor vehicle injured in collision with other nonmotor vehicle: Driver injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V361
source: Occupant of three-wheeled motor vehicle injured in collision with other nonmotor vehicle: Passenger injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V362
source: Occupant of three-wheeled motor vehicle injured in collision with other nonmotor vehicle: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 三轮机动车的车辆外人员在非碰撞性运输事故非交通事故中的损伤

# model:gnuhealth.pathology,name:V363
source: Occupant of three-wheeled motor vehicle injured in collision with other nonmotor vehicle: Unspecified occupant of three-wheeled motor vehicle injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的三轮机动车乘员在非碰撞性运输事故非交通事故中的损伤

# model:gnuhealth.pathology,name:V364
source: Occupant of three-wheeled motor vehicle injured in collision with other nonmotor vehicle: Person injured while boarding or alighting
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V365
source: Occupant of three-wheeled motor vehicle injured in collision with other nonmotor vehicle: Driver injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V366
source: Occupant of three-wheeled motor vehicle injured in collision with other nonmotor vehicle: Passenger injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V367
source: Occupant of three-wheeled motor vehicle injured in collision with other nonmotor vehicle: Person on outside of vehicle injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 三轮机动车的车辆外人员在非碰撞性运输事故交通事故中的损伤

# model:gnuhealth.pathology,name:V369
source: Occupant of three-wheeled motor vehicle injured in collision with other nonmotor vehicle: Unspecified occupant of three-wheeled motor vehicle injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Verkehrsunfall verletzt
zh_cn: 未特指的三轮机动车乘员在非碰撞性运输事故交通事故中的损伤

# model:gnuhealth.pathology,name:V37
source: Occupant of three-wheeled motor vehicle injured in collision with fixed or stationary object
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit feststehendem Gegenstand verletzt
fr_fr: Occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un objet fixe ou stationnaire
zh_cn: 三轮机动车乘员在在三轮机动车与固定或静止物体碰撞中的损伤

# model:gnuhealth.pathology,name:V370
source: Occupant of three-wheeled motor vehicle injured in collision with fixed or stationary object: Driver injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V371
source: Occupant of three-wheeled motor vehicle injured in collision with fixed or stationary object: Passenger injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V372
source: Occupant of three-wheeled motor vehicle injured in collision with fixed or stationary object: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit feststehendem Gegenstand verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 三轮机动车的车辆外人员在三轮机动车与固定或静止物体碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V373
source: Occupant of three-wheeled motor vehicle injured in collision with fixed or stationary object: Unspecified occupant of three-wheeled motor vehicle injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit feststehendem Gegenstand verletzt: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的三轮机动车乘员在三轮机动车与固定或静止物体碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V374
source: Occupant of three-wheeled motor vehicle injured in collision with fixed or stationary object: Person injured while boarding or alighting
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit feststehendem Gegenstand verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V375
source: Occupant of three-wheeled motor vehicle injured in collision with fixed or stationary object: Driver injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V376
source: Occupant of three-wheeled motor vehicle injured in collision with fixed or stationary object: Passenger injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V377
source: Occupant of three-wheeled motor vehicle injured in collision with fixed or stationary object: Person on outside of vehicle injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit feststehendem Gegenstand verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 三轮机动车的车辆外人员在三轮机动车与固定或静止物体碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V379
source: Occupant of three-wheeled motor vehicle injured in collision with fixed or stationary object: Unspecified occupant of three-wheeled motor vehicle injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit feststehendem Gegenstand verletzt: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Verkehrsunfall verletzt
zh_cn: 未特指的三轮机动车乘员在三轮机动车与固定或静止物体碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V38
source: Occupant of three-wheeled motor vehicle injured in noncollision transport accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall ohne Zusammenstoß verletzt
fr_fr: Occupant d'un véhicule à moteur à trois roues blessé dans un accident de transport, sans collision
zh_cn: 三轮机动车乘员在非碰撞性运输事故中的损伤

# model:gnuhealth.pathology,name:V380
source: Occupant of three-wheeled motor vehicle injured in noncollision transport accident: Driver injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V381
source: Occupant of three-wheeled motor vehicle injured in noncollision transport accident: Passenger injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V382
source: Occupant of three-wheeled motor vehicle injured in noncollision transport accident: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall ohne Zusammenstoß verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 三轮机动车的车辆外人员在非碰撞性运输事故非交通事故中的损伤

# model:gnuhealth.pathology,name:V383
source: Occupant of three-wheeled motor vehicle injured in noncollision transport accident: Unspecified occupant of three-wheeled motor vehicle injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall ohne Zusammenstoß verletzt: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的三轮机动车乘员在非碰撞性运输事故非交通事故中的损伤

# model:gnuhealth.pathology,name:V384
source: Occupant of three-wheeled motor vehicle injured in noncollision transport accident: Person injured while boarding or alighting
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall ohne Zusammenstoß verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V385
source: Occupant of three-wheeled motor vehicle injured in noncollision transport accident: Driver injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V386
source: Occupant of three-wheeled motor vehicle injured in noncollision transport accident: Passenger injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V387
source: Occupant of three-wheeled motor vehicle injured in noncollision transport accident: Person on outside of vehicle injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall ohne Zusammenstoß verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 三轮机动车的车辆外人员在非碰撞性运输事故交通事故中的损伤

# model:gnuhealth.pathology,name:V389
source: Occupant of three-wheeled motor vehicle injured in noncollision transport accident: Unspecified occupant of three-wheeled motor vehicle injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall ohne Zusammenstoß verletzt: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Verkehrsunfall verletzt
zh_cn: 未特指的三轮机动车乘员在非碰撞性运输事故交通事故中的损伤

# model:gnuhealth.pathology,name:V39
source: Occupant of three-wheeled motor vehicle injured in other and unspecified transport accidents
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei sonstigen und nicht näher bezeichneten Transportmittelunfällen verletzt
fr_fr: Occupant d'un véhicule à moteur à trois roues blessé dans des accidents de transport, autres et sans précision
zh_cn: 三轮机动车乘员在其他和未特指的运输事故中的损伤

# model:gnuhealth.pathology,name:V390
source: Occupant of three-wheeled motor vehicle injured in other and unspecified transport accidents: Driver injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Fahrer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中三轮机动车与其他机动车辆碰撞造成三轮机动车司机的损伤

# model:gnuhealth.pathology,name:V391
source: Occupant of three-wheeled motor vehicle injured in other and unspecified transport accidents: Passenger injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Fahrgast bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中三轮机动车与其他机动车辆碰撞造成三轮机动车乘客的损伤

# model:gnuhealth.pathology,name:V392
source: Occupant of three-wheeled motor vehicle injured in other and unspecified transport accidents: Unspecified occupant of three-wheeled motor vehicle injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中三轮机动车与其他机动车辆碰撞造成的三轮机动车乘员的损伤

# model:gnuhealth.pathology,name:V393
source: Occupant of three-wheeled motor vehicle injured in other and unspecified transport accidents: Occupant [any] of three-wheeled motor vehicle injured in unspecified nontraffic accident
de: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei nicht näher bezeichnetem Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: [任何]三轮机动车乘员在未特指的非交通事故中的损伤
