Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V263
source: Motorcycle rider injured in collision with other nonmotor vehicle: Person injured while boarding or alighting
de: Benutzer eines Motorrades bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Person beim Auf- oder Absteigen verletzt

# model:gnuhealth.pathology,name:V264
source: Motorcycle rider injured in collision with other nonmotor vehicle: Driver injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V265
source: Motorcycle rider injured in collision with other nonmotor vehicle: Passenger injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Mitfahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V269
source: Motorcycle rider injured in collision with other nonmotor vehicle: Unspecified motorcycle rider injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Motorrades bei Verkehrsunfall verletzt
zh_cn: 未特指的骑摩托车人员在摩托车与其他非机动车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V27
source: Motorcycle rider injured in collision with fixed or stationary object
de: Benutzer eines Motorrades bei Zusammenstoß mit feststehendem Gegenstand verletzt
fr_fr: Motocycliste blessé dans une collision avec un objet fixe ou stationnaire
zh_cn: 骑摩托车人员在摩托车与固定或静止物体碰撞中的损伤

# model:gnuhealth.pathology,name:V270
source: Motorcycle rider injured in collision with fixed or stationary object: Driver injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V271
source: Motorcycle rider injured in collision with fixed or stationary object: Passenger injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit feststehendem Gegenstand verletzt: Mitfahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V272
source: Motorcycle rider injured in collision with fixed or stationary object: Unspecified motorcycle rider injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit feststehendem Gegenstand verletzt: Nicht näher bezeichneter Benutzer eines Motorrades bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的骑摩托车人员在摩托车与固定或静止物体碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V273
source: Motorcycle rider injured in collision with fixed or stationary object: Person injured while boarding or alighting
de: Benutzer eines Motorrades bei Zusammenstoß mit feststehendem Gegenstand verletzt: Person beim Auf- oder Absteigen verletzt

# model:gnuhealth.pathology,name:V274
source: Motorcycle rider injured in collision with fixed or stationary object: Driver injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V275
source: Motorcycle rider injured in collision with fixed or stationary object: Passenger injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit feststehendem Gegenstand verletzt: Mitfahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V279
source: Motorcycle rider injured in collision with fixed or stationary object: Unspecified motorcycle rider injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit feststehendem Gegenstand verletzt: Nicht näher bezeichneter Benutzer eines Motorrades bei Verkehrsunfall verletzt
zh_cn: 未特指的骑摩托车人员在摩托车与固定或静止物体碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V28
source: Motorcycle rider injured in noncollision transport accident
de: Benutzer eines Motorrades bei Transportmittelunfall ohne Zusammenstoß verletzt
fr_fr: Motocycliste blessé dans un accident de transport, sans collision
zh_cn: 骑摩托车人员在非碰撞性运输事故中的损伤

# model:gnuhealth.pathology,name:V280
source: Motorcycle rider injured in noncollision transport accident: Driver injured in nontraffic accident
de: Benutzer eines Motorrades bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V281
source: Motorcycle rider injured in noncollision transport accident: Passenger injured in nontraffic accident
de: Benutzer eines Motorrades bei Transportmittelunfall ohne Zusammenstoß verletzt: Mitfahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V282
source: Motorcycle rider injured in noncollision transport accident: Unspecified motorcycle rider injured in nontraffic accident
de: Benutzer eines Motorrades bei Transportmittelunfall ohne Zusammenstoß verletzt: Nicht näher bezeichneter Benutzer eines Motorrades bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的骑摩托车人员在非碰撞性运输事故非交通事故中的损伤

# model:gnuhealth.pathology,name:V283
source: Motorcycle rider injured in noncollision transport accident: Person injured while boarding or alighting
de: Benutzer eines Motorrades bei Transportmittelunfall ohne Zusammenstoß verletzt: Person beim Auf- oder Absteigen verletzt

# model:gnuhealth.pathology,name:V284
source: Motorcycle rider injured in noncollision transport accident: Driver injured in traffic accident
de: Benutzer eines Motorrades bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V285
source: Motorcycle rider injured in noncollision transport accident: Passenger injured in traffic accident
de: Benutzer eines Motorrades bei Transportmittelunfall ohne Zusammenstoß verletzt: Mitfahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V289
source: Motorcycle rider injured in noncollision transport accident: Unspecified motorcycle rider injured in traffic accident
de: Benutzer eines Motorrades bei Transportmittelunfall ohne Zusammenstoß verletzt: Nicht näher bezeichneter Benutzer eines Motorrades bei Verkehrsunfall verletzt
zh_cn: 未特指的骑摩托车人员在非碰撞性运输事故交通事故中的损伤

# model:gnuhealth.pathology,name:V29
source: Motorcycle rider injured in other and unspecified transport accidents
de: Benutzer eines Motorrades bei sonstigen und nicht näher bezeichneten Transportmittelunfällen verletzt
fr_fr: Motocycliste blessé dans des accidents de transport, autres et sans précision
zh_cn: 骑摩托车人员在其他和未特指的运输事故中的损伤

# model:gnuhealth.pathology,name:V290
source: Motorcycle rider injured in other and unspecified transport accidents: Driver injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Fahrer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中摩托车与其他机动车辆碰撞造成骑摩托车人员的损伤

# model:gnuhealth.pathology,name:V291
source: Motorcycle rider injured in other and unspecified transport accidents: Passenger injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Mitfahrer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中摩托车与其他的机动车辆碰撞造成乘摩托车人员的损伤

# model:gnuhealth.pathology,name:V292
source: Motorcycle rider injured in other and unspecified transport accidents: Unspecified motorcycle rider injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Nicht näher bezeichneter Benutzer eines Motorrades bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中摩托车与其他的机动车辆碰撞造成骑摩托车人员的损伤

# model:gnuhealth.pathology,name:V293
source: Motorcycle rider injured in other and unspecified transport accidents: Motorcycle rider [any] injured in unspecified nontraffic accident
de: Benutzer eines Motorrades bei nicht näher bezeichnetem Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: [任何]骑摩托车人员在未特指非交通事故中的损伤

# model:gnuhealth.pathology,name:V294
source: Motorcycle rider injured in other and unspecified transport accidents: Driver injured in collision with other and unspecified motor vehicles in traffic accident
de: Fahrer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中摩托车与其他和未特指机动车辆碰撞造成骑摩托车人员的损伤

# model:gnuhealth.pathology,name:V295
source: Motorcycle rider injured in other and unspecified transport accidents: Passenger injured in collision with other and unspecified motor vehicles in traffic accident
de: Mitfahrer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中摩托车与其他和未特指机动车辆碰撞造成乘摩托车人员的损伤

# model:gnuhealth.pathology,name:V296
source: Motorcycle rider injured in other and unspecified transport accidents: Unspecified motorcycle rider injured in collision with other and unspecified motor vehicles in traffic accident
de: Nicht näher bezeichneter Benutzer eines Motorrades bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中摩托车与其他机动车辆碰撞造成的和未特指骑摩托车人员的损伤

# model:gnuhealth.pathology,name:V298
source: Motorcycle rider injured in other and unspecified transport accidents: Motorcycle rider [any] injured in other specified transport accidents
de: Benutzer eines Motorrades bei sonstigen näher bezeichneten Transportmittelunfällen verletzt
zh_cn: 骑摩托车人员在其他特指的运输事故中的损伤

# model:gnuhealth.pathology,name:V299
source: Motorcycle rider injured in other and unspecified transport accidents: Motorcycle rider [any] injured in unspecified traffic accident
de: Benutzer eines Motorrades bei nicht näher bezeichnetem Verkehrsunfall verletzt
zh_cn: [任何]骑摩托车人员在未特指的交通事故中的损伤

# model:gnuhealth.pathology,name:V30
source: Occupant of three-wheeled motor vehicle injured in collision with pedestrian or animal
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fußgänger oder Tier verletzt
fr_fr: Occupant d'un véhicule à moteur à trois roues, blessé dans une collision avec un piéton ou un animal
zh_cn: 三轮机动车乘员在三轮机动车与行人或牲畜碰撞中的损伤

# model:gnuhealth.pathology,name:V300
source: Occupant of three-wheeled motor vehicle injured in collision with pedestrian or animal: Driver injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V301
source: Occupant of three-wheeled motor vehicle injured in collision with pedestrian or animal: Passenger injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V302
source: Occupant of three-wheeled motor vehicle injured in collision with pedestrian or animal: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fußgänger oder Tier verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 三轮机动车的车辆外人员在三轮机动车与行人或牲畜碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V303
source: Occupant of three-wheeled motor vehicle injured in collision with pedestrian or animal: Unspecified occupant of three-wheeled motor vehicle injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fußgänger oder Tier verletzt: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的三轮机动车乘员在三轮机动车与行人或牲畜碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V304
source: Occupant of three-wheeled motor vehicle injured in collision with pedestrian or animal: Person injured while boarding or alighting
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fußgänger oder Tier verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V305
source: Occupant of three-wheeled motor vehicle injured in collision with pedestrian or animal: Driver injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V306
source: Occupant of three-wheeled motor vehicle injured in collision with pedestrian or animal: Passenger injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V307
source: Occupant of three-wheeled motor vehicle injured in collision with pedestrian or animal: Person on outside of vehicle injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fußgänger oder Tier verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 三轮机动车的车辆外人员在三轮机动车与行人或牲畜碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V309
source: Occupant of three-wheeled motor vehicle injured in collision with pedestrian or animal: Unspecified occupant of three-wheeled motor vehicle injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fußgänger oder Tier verletzt: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Verkehrsunfall verletzt
zh_cn: 未特指的三轮机动车乘员在三轮机动车与行人或牲畜碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V31
source: Occupant of three-wheeled motor vehicle injured in collision with pedal cycle
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fahrrad verletzt
fr_fr: Occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un cycle
zh_cn: 三轮机动车乘员在三轮机动车与小汽车、轻型货车或篷车碰撞中的损伤

# model:gnuhealth.pathology,name:V310
source: Occupant of three-wheeled motor vehicle injured in collision with pedal cycle: Driver injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fahrrad verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V311
source: Occupant of three-wheeled motor vehicle injured in collision with pedal cycle: Passenger injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fahrrad verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V312
source: Occupant of three-wheeled motor vehicle injured in collision with pedal cycle: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fahrrad verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 三轮机动车的车辆外人员在三轮机动车与小汽车、轻型货车或篷车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V313
source: Occupant of three-wheeled motor vehicle injured in collision with pedal cycle: Unspecified occupant of three-wheeled motor vehicle injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fahrrad verletzt: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的三轮机动车乘员在三轮机动车与小汽车、轻型货车或篷车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V314
source: Occupant of three-wheeled motor vehicle injured in collision with pedal cycle: Person injured while boarding or alighting
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fahrrad verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V315
source: Occupant of three-wheeled motor vehicle injured in collision with pedal cycle: Driver injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fahrrad verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V316
source: Occupant of three-wheeled motor vehicle injured in collision with pedal cycle: Passenger injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fahrrad verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V317
source: Occupant of three-wheeled motor vehicle injured in collision with pedal cycle: Person on outside of vehicle injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fahrrad verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 三轮机动车的车辆外人员在三轮机动车与小汽车、轻型货车或篷车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V319
source: Occupant of three-wheeled motor vehicle injured in collision with pedal cycle: Unspecified occupant of three-wheeled motor vehicle injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Fahrrad verletzt: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Verkehrsunfall verletzt
zh_cn: 未特指的三轮机动车乘员在三轮机动车与小汽车、轻型货车或篷车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V32
source: Occupant of three-wheeled motor vehicle injured in collision with two- or three-wheeled motor vehicle
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit anderem zwei- oder dreirädrigem Kraftfahrzeug verletzt
fr_fr: Occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule à moteur à deux ou trois roues
zh_cn: 三轮机动车乘员在三轮机动车与重型运输车或公共汽车碰撞中的损伤

# model:gnuhealth.pathology,name:V320
source: Occupant of three-wheeled motor vehicle injured in collision with two- or three-wheeled motor vehicle: Driver injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit anderem zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V321
source: Occupant of three-wheeled motor vehicle injured in collision with two- or three-wheeled motor vehicle: Passenger injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit anderem zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V322
source: Occupant of three-wheeled motor vehicle injured in collision with two- or three-wheeled motor vehicle: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit anderem zwei- oder dreirädrigem Kraftfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 三轮机动车的车辆外人员在三轮机动车与重型运输车或公共汽车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V323
source: Occupant of three-wheeled motor vehicle injured in collision with two- or three-wheeled motor vehicle: Unspecified occupant of three-wheeled motor vehicle injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit anderem zwei- oder dreirädrigem Kraftfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的三轮机动车乘员在三轮机动车与重型运输车或公共汽车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V324
source: Occupant of three-wheeled motor vehicle injured in collision with two- or three-wheeled motor vehicle: Person injured while boarding or alighting
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit anderem zwei- oder dreirädrigem Kraftfahrzeug verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V325
source: Occupant of three-wheeled motor vehicle injured in collision with two- or three-wheeled motor vehicle: Driver injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit anderem zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V326
source: Occupant of three-wheeled motor vehicle injured in collision with two- or three-wheeled motor vehicle: Passenger injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit anderem zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V327
source: Occupant of three-wheeled motor vehicle injured in collision with two- or three-wheeled motor vehicle: Person on outside of vehicle injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit anderem zwei- oder dreirädrigem Kraftfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 三轮机动车的车辆外人员在三轮机动车与重型运输车或公共汽车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V329
source: Occupant of three-wheeled motor vehicle injured in collision with two- or three-wheeled motor vehicle: Unspecified occupant of three-wheeled motor vehicle injured in traffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit anderem zwei- oder dreirädrigem Kraftfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Verkehrsunfall verletzt
zh_cn: 未特指的三轮机动车乘员在三轮机动车与重型运输车或公共汽车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V33
source: Occupant of three-wheeled motor vehicle injured in collision with car, pick-up truck or van
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt
fr_fr: Occupant d'un véhicule à moteur à trois roues blessé dans une collision avec une automobile ou une camionnette
zh_cn: 三轮机动车乘员在三轮机动车与火车或铁路车辆碰撞中的损伤

# model:gnuhealth.pathology,name:V330
source: Occupant of three-wheeled motor vehicle injured in collision with car, pick-up truck or van: Driver injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V331
source: Occupant of three-wheeled motor vehicle injured in collision with car, pick-up truck or van: Passenger injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V332
source: Occupant of three-wheeled motor vehicle injured in collision with car, pick-up truck or van: Person on outside of vehicle injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 三轮机动车的车辆外人员在三轮机动车与火车或铁路车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V333
source: Occupant of three-wheeled motor vehicle injured in collision with car, pick-up truck or van: Unspecified occupant of three-wheeled motor vehicle injured in nontraffic accident
de: Benutzer eines dreirädrigen Kraftfahrzeuges bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Nicht näher bezeichneter Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的三轮机动车乘员在三轮机动车与火车或铁路车辆碰撞非交通事故中的损伤
