Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:N342
source: Other urethritis
de: Sonstige Urethritis
fr_fr: Autres urétrites
zh_cn: 其他的尿道炎

# model:gnuhealth.pathology,name:N343
source: Urethral syndrome, unspecified
de: Urethrales Syndrom, nicht näher bezeichnet
fr_fr: Syndrome urétral, sans précision
zh_cn: 未特指的尿道综合征

# model:gnuhealth.pathology,name:N35
source: Urethral stricture
de: Harnröhrenstriktur
fr_fr: Rétrécissement urétral
zh_cn: 尿道狭窄

# model:gnuhealth.pathology,name:N350
source: Post-traumatic urethral stricture
de: Posttraumatische Harnröhrenstriktur
zh_cn: 创伤后尿道狭窄

# model:gnuhealth.pathology,name:N351
source: Postinfective urethral stricture, not elsewhere classified
de: Postinfektiöse Harnröhrenstriktur, anderenorts nicht klassifiziert
fr_fr: Rétrécissement urétral post-infectieux, non classé ailleurs
zh_cn: 感染后尿道狭窄，不可归类在他处者

# model:gnuhealth.pathology,name:N358
source: Other urethral stricture
de: Sonstige Harnröhrenstriktur
fr_fr: Autres rétrécissements urétraux
zh_cn: 其他的尿道狭窄

# model:gnuhealth.pathology,name:N359
source: Urethral stricture, unspecified
de: Harnröhrenstriktur, nicht näher bezeichnet
fr_fr: Rétrécissement urétral, sans précision
zh_cn: 未特指的尿道狭窄

# model:gnuhealth.pathology,name:N36
source: Other disorders of urethra
de: Sonstige Krankheiten der Harnröhre
fr_fr: Autres affections de l'urètre
zh_cn: 尿道的其他疾患

# model:gnuhealth.pathology,name:N360
source: Urethral fistula
de: Harnröhrenfistel
fr_fr: Fistule urétrale
zh_cn: 尿道瘘

# model:gnuhealth.pathology,name:N361
source: Urethral diverticulum
de: Harnröhrendivertikel
fr_fr: Diverticule urétral
zh_cn: 尿道憩室

# model:gnuhealth.pathology,name:N362
source: Urethral caruncle
de: Harnröhrenkarunkel
fr_fr: Caroncule urétrale
zh_cn: 尿道肉阜

# model:gnuhealth.pathology,name:N363
source: Prolapsed urethral mucosa
de: Prolaps der Harnröhrenschleimhaut
fr_fr: Prolapsus de la muqueuse urétrale
zh_cn: 尿道粘膜脱垂

# model:gnuhealth.pathology,name:N368
source: Other specified disorders of urethra
de: Sonstige näher bezeichnete Krankheiten der Harnröhre
fr_fr: Autres affections précisées de l'urètre
zh_cn: 尿道其他特指的疾患

# model:gnuhealth.pathology,name:N369
source: Urethral disorder, unspecified
de: Krankheit der Harnröhre, nicht näher bezeichnet
fr_fr: Affection de l'urètre, sans précision
zh_cn: 未特指的尿道疾患

# model:gnuhealth.pathology,name:N37
source: Urethral disorders in diseases classified elsewhere
de: Krankheiten der Harnröhre bei anderenorts klassifizierten Krankheiten
fr_fr: Affections de l'urètre au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的尿道疾患

# model:gnuhealth.pathology,name:N370
source: Urethritis in diseases classified elsewhere
de: Urethritis bei anderenorts klassifizierten Krankheiten
fr_fr: Urétrite au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的尿道炎

# model:gnuhealth.pathology,name:N378
source: Other urethral disorders in diseases classified elsewhere
de: Sonstige Krankheiten der Harnröhre bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections de l'urètre au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的其他尿道疾病

# model:gnuhealth.pathology,name:N39
source: Other disorders of urinary system
de: Sonstige Krankheiten des Harnsystems
fr_fr: Autres affections de l'appareil urinaire
zh_cn: 泌尿系统的其他疾患

# model:gnuhealth.pathology,name:N390
source: Urinary tract infection, site not specified
de: Harnwegsinfektion, Lokalisation nicht näher bezeichnet
fr_fr: Infection des voies urinaires, siège non précisé
zh_cn: 部位未特指的泌尿道感染

# model:gnuhealth.pathology,name:N391
source: Persistent proteinuria, unspecified
de: Persistierende Proteinurie, nicht näher bezeichnet
fr_fr: Protéinurie persistante, sans précision
zh_cn: 未特指的持续性蛋白尿

# model:gnuhealth.pathology,name:N392
source: Orthostatic proteinuria, unspecified
de: Orthostatische Proteinurie, nicht näher bezeichnet
fr_fr: Protéinurie orthostatique, sans précision
zh_cn: 未特指的直立性蛋白尿

# model:gnuhealth.pathology,name:N393
source: Stress incontinence
de: Stressinkontinenz
fr_fr: Incontinence urinaire d'effort
zh_cn: 压力性尿失禁

# model:gnuhealth.pathology,name:N394
source: Other specified urinary incontinence
de: Sonstige näher bezeichnete Harninkontinenz
fr_fr: Autres formes d'incontinence urinaire précisées
zh_cn: 其他特指的尿失禁

# model:gnuhealth.pathology,name:N398
source: Other specified disorders of urinary system
de: Sonstige näher bezeichnete Krankheiten des Harnsystems
fr_fr: Autres affections précisées de l'appareil urinaire
zh_cn: 泌尿系统其他特指的疾患

# model:gnuhealth.pathology,name:N399
source: Disorder of urinary system, unspecified
de: Krankheit des Harnsystems, nicht näher bezeichnet
fr_fr: Affection de l'appareil urinaire, sans précision
zh_cn: 泌尿系统未特指的疾患

# model:gnuhealth.pathology,name:N40
source: Hyperplasia of prostate
de: Prostatahyperplasie
fr_fr: Hyperplasie de la prostate
zh_cn: 前列腺增生

# model:gnuhealth.pathology,name:N41
source: Inflammatory diseases of prostate
de: Entzündliche Krankheiten der Prostata
fr_fr: Affections inflammatoires de la prostate
zh_cn: 前列腺炎性疾病

# model:gnuhealth.pathology,name:N410
source: Acute prostatitis
de: Akute Prostatitis
fr_fr: Prostatite aiguë
zh_cn: 急性前列腺炎

# model:gnuhealth.pathology,name:N411
source: Chronic prostatitis
de: Chronische Prostatitis
fr_fr: Prostatite chronique
zh_cn: 慢性前列腺炎

# model:gnuhealth.pathology,name:N412
source: Abscess of prostate
de: Prostataabszess
fr_fr: Abcès de la prostate
zh_cn: 前列腺脓肿

# model:gnuhealth.pathology,name:N413
source: Prostatocystitis
de: Prostatazystitis
fr_fr: Prostato-cystite
zh_cn: 前列腺膀胱炎

# model:gnuhealth.pathology,name:N418
source: Other inflammatory diseases of prostate
de: Sonstige entzündliche Krankheiten der Prostata
fr_fr: Autres affections inflammatoires de la prostate
zh_cn: 其他前列腺炎性疾病

# model:gnuhealth.pathology,name:N419
source: Inflammatory disease of prostate, unspecified
de: Entzündliche Krankheit der Prostata, nicht näher bezeichnet
fr_fr: Affection inflammatoire de la prostate, sans précision
zh_cn: 未特指的前列腺炎性疾病

# model:gnuhealth.pathology,name:N42
source: Other disorders of prostate
de: Sonstige Krankheiten der Prostata
fr_fr: Autres affections de la prostate
zh_cn: 前列腺的其他疾患

# model:gnuhealth.pathology,name:N420
source: Calculus of prostate
de: Prostatastein
fr_fr: Calcul de la prostate
zh_cn: 前列腺结石

# model:gnuhealth.pathology,name:N421
source: Congestion and haemorrhage of prostate
de: Kongestion und Blutung der Prostata
fr_fr: Congestion et hémorragie prostatiques
zh_cn: 前列腺充血和出血

# model:gnuhealth.pathology,name:N422
source: Atrophy of prostate
de: Prostataatrophie
fr_fr: Atrophie de la prostate
zh_cn: 前列腺萎缩

# model:gnuhealth.pathology,name:N423
source: Dysplasia of prostate
de: Prostatadysplasie

# model:gnuhealth.pathology,name:N428
source: Other specified disorders of prostate
de: Sonstige näher bezeichnete Krankheiten der Prostata
fr_fr: Autres affections précisées de la prostate
zh_cn: 前列腺其他特指的疾患

# model:gnuhealth.pathology,name:N429
source: Disorder of prostate, unspecified
de: Krankheit der Prostata, nicht näher bezeichnet
fr_fr: Affection de la prostate, sans précision
zh_cn: 前列腺未特指的疾患

# model:gnuhealth.pathology,name:N43
source: Hydrocele and spermatocele
de: Hydrozele und Spermatozele
fr_fr: Hydrocèle et spermatocèle
zh_cn: 鞘膜积液和精子囊肿

# model:gnuhealth.pathology,name:N430
source: Encysted hydrocele
de: Funikulozele
fr_fr: Hydrocèle enkystée
zh_cn: 包绕性鞘膜积液

# model:gnuhealth.pathology,name:N431
source: Infected hydrocele
de: Infizierte Hydrozele
fr_fr: Hydrocèle infectée
zh_cn: 感染性鞘膜积液

# model:gnuhealth.pathology,name:N432
source: Other hydrocele
de: Sonstige Hydrozele
fr_fr: Autres hydrocèles
zh_cn: 其他的鞘膜积液

# model:gnuhealth.pathology,name:N433
source: Hydrocele, unspecified
de: Hydrozele, nicht näher bezeichnet
fr_fr: Hydrocèle, sans précision
zh_cn: 未特指的鞘膜积液

# model:gnuhealth.pathology,name:N434
source: Spermatocele
de: Spermatozele
fr_fr: Spermatocèle
zh_cn: 精子囊肿

# model:gnuhealth.pathology,name:N44
source: Torsion of testis
de: Hodentorsion
fr_fr: Torsion du testicule
zh_cn: 睾丸扭转

# model:gnuhealth.pathology,name:N45
source: Orchitis and epididymitis
de: Orchitis und Epididymitis
fr_fr: Orchite et épididymite
zh_cn: 睾丸炎和附睾炎

# model:gnuhealth.pathology,name:N450
source: Orchitis, epididymitis and epididymo-orchitis with abscess
de: Orchitis, Epididymitis und Epididymoorchitis mit Abszess
fr_fr: Orchite, épididymite et épididymo-orchite, avec abcès
zh_cn: 睾丸炎、附睾炎和附睾-睾丸炎，伴有脓肿

# model:gnuhealth.pathology,name:N459
source: Orchitis, epididymitis and epididymo-orchitis without abscess
de: Orchitis, Epididymitis und Epididymoorchitis ohne Abszess
fr_fr: Orchite, épididymite et épididymo-orchite, sans abcès
zh_cn: 睾丸炎、附睾炎和附睾-睾丸炎，不伴有脓肿

# model:gnuhealth.pathology,name:N46
source: Male infertility
de: Sterilität beim Mann
fr_fr: Stérilité, chez l'homme
zh_cn: 男性不育症

# model:gnuhealth.pathology,name:N47
source: Redundant prepuce, phimosis and paraphimosis
de: Vorhauthypertrophie, Phimose und Paraphimose
fr_fr: Hypertrophie du prépuce, phimosis et paraphimosis
zh_cn: 包皮过长、包茎和嵌顿包茎

# model:gnuhealth.pathology,name:N48
source: Other disorders of penis
de: Sonstige Krankheiten des Penis
fr_fr: Autres affections de la verge
zh_cn: 阴茎的其他疾患

# model:gnuhealth.pathology,name:N480
source: Leukoplakia of penis
de: Leukoplakie des Penis
fr_fr: Leucoplasie de la verge
zh_cn: 阴茎白斑

# model:gnuhealth.pathology,name:N482
source: Other inflammatory disorders of penis
de: Sonstige entzündliche Krankheiten des Penis
fr_fr: Autres affections inflammatoires de la verge
zh_cn: 阴茎的其他炎性疾患

# model:gnuhealth.pathology,name:N483
source: Priapism
de: Priapismus
fr_fr: Priapisme
zh_cn: 阴茎异常勃起

# model:gnuhealth.pathology,name:N484
source: Impotence of organic origin
de: Impotenz organischen Ursprungs
fr_fr: Impuissance d'origine organique
zh_cn: 器质性原因的阳痿

# model:gnuhealth.pathology,name:N485
source: Ulcer of penis
de: Ulkus des Penis
fr_fr: Ulcère de la verge
zh_cn: 阴茎溃疡

# model:gnuhealth.pathology,name:N488
source: Other specified disorders of penis
de: Sonstige näher bezeichnete Krankheiten des Penis
fr_fr: Autres affections précisées de la verge
zh_cn: 阴茎其他特指的疾息

# model:gnuhealth.pathology,name:N489
source: Disorder of penis, unspecified
de: Krankheit des Penis, nicht näher bezeichnet
fr_fr: Affection de la verge, sans précision
zh_cn: 阴茎未特指的疾患

# model:gnuhealth.pathology,name:N49
source: Inflammatory disorders of male genital organs, not elsewhere classified
de: Entzündliche Krankheiten der männlichen Genitalorgane, anderenorts nicht klassifiziert
fr_fr: Affections inflammatoires des organes génitaux de l'homme, non classées ailleurs
zh_cn: 男性生殖器官炎性疾患，不可归类在他处者

# model:gnuhealth.pathology,name:N490
source: Inflammatory disorders of seminal vesicle
de: Entzündliche Krankheiten der Vesicula seminalis
fr_fr: Affections inflammatoires des vésicules séminales
zh_cn: 精囊炎性疾患

# model:gnuhealth.pathology,name:N491
source: Inflammatory disorders of spermatic cord, tunica vaginalis and vas deferens
de: Entzündliche Krankheiten des Funiculus spermaticus, der Tunica vaginalis testis und des Ductus deferens
fr_fr: Affections inflammatoires du cordon spermatique, de la tunique vaginale du testicule et du canal déférent
zh_cn: 精索、鞘膜和输精管炎性疾患

# model:gnuhealth.pathology,name:N492
source: Inflammatory disorders of scrotum
de: Entzündliche Krankheiten des Skrotums
fr_fr: Affections inflammatoires du scrotum
zh_cn: 阴囊炎性疾患

# model:gnuhealth.pathology,name:N498
source: Inflammatory disorders of other specified male genital organs
de: Entzündliche Krankheiten sonstiger näher bezeichneter männlicher Genitalorgane
fr_fr: Affections inflammatoires d'autres organes génitaux précisés de l'homme
zh_cn: 男性生殖器官其他特指的炎性疾患

# model:gnuhealth.pathology,name:N499
source: Inflammatory disorder of unspecified male genital organ
de: Entzündliche Krankheit eines nicht näher bezeichneten männlichen Genitalorgans
fr_fr: Affection inflammatoire des organes génitaux non précisés de l'homme
zh_cn: 男性生殖器官未特指的炎性疾患

# model:gnuhealth.pathology,name:N50
source: Other disorders of male genital organs
de: Sonstige Krankheiten der männlichen Genitalorgane
fr_fr: Autres affections des organes génitaux de l'homme
zh_cn: 男性生殖器官的其他疾患

# model:gnuhealth.pathology,name:N500
source: Atrophy of testis
de: Hodenatrophie
fr_fr: Atrophie du testicule
zh_cn: 睾丸萎缩

# model:gnuhealth.pathology,name:N501
source: Vascular disorders of male genital organs
de: Gefäßkrankheiten der männlichen Genitalorgane
fr_fr: Affections vasculaires des organes génitaux de l'homme
zh_cn: 男性生殖器官的血管疾患

# model:gnuhealth.pathology,name:N508
source: Other specified disorders of male genital organs
de: Sonstige näher bezeichnete Krankheiten der männlichen Genitalorgane
fr_fr: Autres affections précisées des organes génitaux de l'homme
zh_cn: 男性生殖器官其他特指的疾患

# model:gnuhealth.pathology,name:N509
source: Disorder of male genital organs, unspecified
de: Krankheit der männlichen Genitalorgane, nicht näher bezeichnet
fr_fr: Affection des organes génitaux de l'homme, sans précision
zh_cn: 男性生殖器官未特指的疾患

# model:gnuhealth.pathology,name:N51
source: Disorders of male genital organs in diseases classified elsewhere
de: Krankheiten der männlichen Genitalorgane bei anderenorts klassifizierten Krankheiten
fr_fr: Affections des organes génitaux de l'homme au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的男性生殖器官疾患

# model:gnuhealth.pathology,name:N510
source: Disorders of prostate in diseases classified elsewhere
de: Krankheiten der Prostata bei anderenorts klassifizierten Krankheiten
fr_fr: Affections de la prostate au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的前列腺疾患

# model:gnuhealth.pathology,name:N511
source: Disorders of testis and epididymis in diseases classified elsewhere
de: Krankheiten des Hodens und des Nebenhodens bei anderenorts klassifizierten Krankheiten
fr_fr: Affections du testicule et de l'épididyme au cours de maladies classées ailleurs
zh_cn: 其他分类疾病中的睾丸和附睾疾病

# model:gnuhealth.pathology,name:N512
source: Balanitis in diseases classified elsewhere
de: Balanitis bei anderenorts klassifizierten Krankheiten
fr_fr: Balanite au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的龟头炎

# model:gnuhealth.pathology,name:N518
source: Other disorders of male genital organs in diseases classified elsewhere
de: Sonstige Krankheiten der männlichen Genitalorgane bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections des organes génitaux de l'homme au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的男性生殖器官的其他疾患

# model:gnuhealth.pathology,name:N60
source: Benign mammary dysplasia
de: Gutartige Mammadysplasie [Brustdrüsendysplasie]
fr_fr: Dysplasies mammaires bénignes
zh_cn: 良性乳腺发育不良

# model:gnuhealth.pathology,name:N600
source: Solitary cyst of breast
de: Solitärzyste der Mamma
fr_fr: Kyste solitaire du sein
zh_cn: 乳房孤立囊肿

# model:gnuhealth.pathology,name:N601
source: Diffuse cystic mastopathy
de: Diffuse zystische Mastopathie
fr_fr: Mastopathie kystique diffuse
zh_cn: 弥漫性囊性乳腺病

# model:gnuhealth.pathology,name:N602
source: Fibroadenosis of breast
de: Fibroadenose der Mamma
fr_fr: Adénofibrose du sein
zh_cn: 乳房纤维囊性乳腺病

# model:gnuhealth.pathology,name:N603
source: Fibrosclerosis of breast
de: Fibrosklerose der Mamma
fr_fr: Fibrosclérose du sein
zh_cn: 乳房纤维硬化

# model:gnuhealth.pathology,name:N604
source: Mammary duct ectasia
de: Ektasie der Ductus lactiferi
fr_fr: Ectasie des canaux galactophores
zh_cn: 乳管扩张症

# model:gnuhealth.pathology,name:N608
source: Other benign mammary dysplasias
de: Sonstige gutartige Mammadysplasien
fr_fr: Autres dysplasies mammaires bénignes
zh_cn: 其他的良性乳腺发育不良

# model:gnuhealth.pathology,name:N609
source: Benign mammary dysplasia, unspecified
de: Gutartige Mammadysplasie, nicht näher bezeichnet
fr_fr: Dysplasie mammaire bénigne, sans précision
zh_cn: 未特指的良性乳腺发育不良

# model:gnuhealth.pathology,name:N61
source: Inflammatory disorders of breast
de: Entzündliche Krankheiten der Mamma [Brustdrüse]
fr_fr: Affections inflammatoires du sein
zh_cn: 乳房炎性疾患

# model:gnuhealth.pathology,name:N62
source: Hypertrophy of breast
de: Hypertrophie der Mamma [Brustdrüse]
fr_fr: Hypertrophie mammaire
zh_cn: 乳房肥大

# model:gnuhealth.pathology,name:N63
source: Unspecified lump in breast
de: Nicht näher bezeichnete Knoten in der Mamma [Brustdrüse]
fr_fr: Tuméfaction mammaire, sans précision
zh_cn: 未特指的乳房肿块

# model:gnuhealth.pathology,name:N64
source: Other disorders of breast
de: Sonstige Krankheiten der Mamma [Brustdrüse]
fr_fr: Autres affections du sein
zh_cn: 乳房的其他疾患

# model:gnuhealth.pathology,name:N640
source: Fissure and fistula of nipple
de: Fissur und Fistel der Brustwarze
fr_fr: Fissure et fistule du mamelon
zh_cn: 乳头裂和乳头瘘

# model:gnuhealth.pathology,name:N641
source: Fat necrosis of breast
de: Fettgewebsnekrose der Mamma
fr_fr: Cytostéatonécrose du sein
zh_cn: 乳房脂肪坏死

# model:gnuhealth.pathology,name:N642
source: Atrophy of breast
de: Atrophie der Mamma
fr_fr: Atrophie mammaire
zh_cn: 乳房萎缩

# model:gnuhealth.pathology,name:N643
source: Galactorrhoea not associated with childbirth
de: Galaktorrhoe, nicht im Zusammenhang mit der Geburt
fr_fr: Galactorrhée sans relation avec un accouchement
zh_cn: 与分娩无关的乳溢

# model:gnuhealth.pathology,name:N644
source: Mastodynia
de: Mastodynie
fr_fr: Mastodynie
zh_cn: 乳痛症

# model:gnuhealth.pathology,name:N645
source: Other signs and symptoms in breast
de: Sonstige Symptome der Mamma
fr_fr: Autres signes et symptômes observés au niveau du sein
zh_cn: 乳房的其他体征和症状

# model:gnuhealth.pathology,name:N648
source: Other specified disorders of breast
de: Sonstige näher bezeichnete Krankheiten der Mamma
fr_fr: Autres affections précisées du sein
zh_cn: 乳房其他特指的疾患

# model:gnuhealth.pathology,name:N649
source: Disorder of breast, unspecified
de: Krankheit der Mamma, nicht näher bezeichnet
fr_fr: Affection du sein, sans précision
zh_cn: 乳房未特指的疾患

# model:gnuhealth.pathology,name:N70
source: Salpingitis and oophoritis
de: Salpingitis und Oophoritis
fr_fr: Salpingite et ovarite
zh_cn: 输卵管炎和卵巢炎

# model:gnuhealth.pathology,name:N700
source: Acute salpingitis and oophoritis
de: Akute Salpingitis und Oophoritis
fr_fr: Salpingite et ovarite aiguës
zh_cn: 急性输卵管炎和卵巢炎

# model:gnuhealth.pathology,name:N701
source: Chronic salpingitis and oophoritis
de: Chronische Salpingitis und Oophoritis
fr_fr: Salpingite et ovarite chroniques
zh_cn: 慢性输卵管炎和卵巢炎

# model:gnuhealth.pathology,name:N709
source: Salpingitis and oophoritis, unspecified
de: Salpingitis und Oophoritis, nicht näher bezeichnet
fr_fr: Salpingite et ovarite, sans précision
zh_cn: 未特指的输卵管炎和卵巢炎

# model:gnuhealth.pathology,name:N71
source: Inflammatory disease of uterus, except cervix
de: Entzündliche Krankheit des Uterus, ausgenommen der Zervix
fr_fr: Affections inflammatoires de l'utérus, à l'exclusion du col
zh_cn: 子宫炎性疾病，除外宫颈

# model:gnuhealth.pathology,name:N710
source: Acute inflammatory disease of uterus
de: Akute entzündliche Krankheit des Uterus, ausgenommen der Zervix
fr_fr: Affection inflammatoire aiguë de l'utérus
zh_cn: 子宫急性炎性疾病

# model:gnuhealth.pathology,name:N711
source: Chronic inflammatory disease of uterus
de: Chronische entzündliche Krankheit des Uterus, ausgenommen der Zervix
fr_fr: Affection inflammatoire chronique de l'utérus
zh_cn: 子宫慢性炎性疾病

# model:gnuhealth.pathology,name:N719
source: Inflammatory disease of uterus, unspecified
de: Entzündliche Krankheit des Uterus, ausgenommen der Zervix, nicht näher bezeichnet
fr_fr: Affection inflammatoire de l'utérus, sans précision
zh_cn: 子宫未特指的炎性疾病

# model:gnuhealth.pathology,name:N72
source: Inflammatory disease of cervix uteri
de: Entzündliche Krankheit der Cervix uteri
fr_fr: Affections inflammatoires du col de l'utérus
zh_cn: 宫颈炎性疾病

# model:gnuhealth.pathology,name:N73
source: Other female pelvic inflammatory diseases
de: Sonstige entzündliche Krankheiten im weiblichen Becken
fr_fr: Autres affections inflammatoires pelviennes de la femme
zh_cn: 其他女性盆腔炎性疾病

# model:gnuhealth.pathology,name:N730
source: Acute parametritis and pelvic cellulitis
de: Akute Parametritis und Entzündung des Beckenbindegewebes
fr_fr: Paramétrite et phlegmon pelvien aigus
zh_cn: 急性子宫旁组织炎和盆腔蜂窝织炎

# model:gnuhealth.pathology,name:N731
source: Chronic parametritis and pelvic cellulitis
de: Chronische Parametritis und Entzündung des Beckenbindegewebes
fr_fr: Paramétrite et phlegmon pelvien chroniques
zh_cn: 慢性子宫旁组织炎和盆腔蜂窝织炎

# model:gnuhealth.pathology,name:N732
source: Unspecified parametritis and pelvic cellulitis
de: Nicht näher bezeichnete Parametritis und Entzündung des Beckenbindegewebes
fr_fr: Paramétrite et phlegmon pelvien, sans précision
zh_cn: 未特指的子宫旁组织炎和盆腔蜂窝织炎

# model:gnuhealth.pathology,name:N733
source: Female acute pelvic peritonitis
de: Akute Pelveoperitonitis bei der Frau
fr_fr: Pelvipéritonite aiguë chez la femme
zh_cn: 女性急性盆腔腹膜炎

# model:gnuhealth.pathology,name:N734
source: Female chronic pelvic peritonitis
de: Chronische Pelveoperitonitis bei der Frau
fr_fr: Pelvipéritonite chronique chez la femme
zh_cn: 女性慢性盆腔腹膜炎

# model:gnuhealth.pathology,name:N735
source: Female pelvic peritonitis, unspecified
de: Pelveoperitonitis bei der Frau, nicht näher bezeichnet
fr_fr: Pelvipéritonite chez la femme, sans précision
zh_cn: 女性未特指的盆腔腹膜炎

# model:gnuhealth.pathology,name:N736
source: Female pelvic peritoneal adhesions
de: Peritoneale Adhäsionen im weiblichen Becken
fr_fr: Adhérences pelvi-péritonéales chez la femme
zh_cn: 女性盆腔腹膜粘连

# model:gnuhealth.pathology,name:N738
source: Other specified female pelvic inflammatory diseases
de: Sonstige näher bezeichnete entzündliche Krankheiten im weiblichen Becken
fr_fr: Autres affections inflammatoires pelviennes précisées de la femme
zh_cn: 其他特指的女性盆腔炎性疾病

# model:gnuhealth.pathology,name:N739
source: Female pelvic inflammatory disease, unspecified
de: Entzündliche Krankheit im weiblichen Becken, nicht näher bezeichnet
fr_fr: Affection inflammatoire pelvienne de la femme, sans précision
zh_cn: 未特指的女性盆腔炎性疾病

# model:gnuhealth.pathology,name:N74
source: Female pelvic inflammatory disorders in diseases classified elsewhere
de: Entzündung im weiblichen Becken bei anderenorts klassifizierten Krankheiten
fr_fr: Affections inflammatoires pelviennes de la femme, au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的女性盆腔炎性疾患

# model:gnuhealth.pathology,name:N740
source: Tuberculous infection of cervix uteri
de: Tuberkulöse Infektion der Cervix uteri
fr_fr: Tuberculose du col de l'utérus (A18.1+)
zh_cn: 宫颈结核感染

# model:gnuhealth.pathology,name:N741
source: Female tuberculous pelvic inflammatory disease
de: Tuberkulöse Entzündung im weiblichen Becken
fr_fr: Affection inflammatoire pelvienne tuberculeuse de la femme (A18.1+)
zh_cn: 女性结核性盆腔炎性疾病

# model:gnuhealth.pathology,name:N742
source: Female syphilitic pelvic inflammatory disease
de: Syphilitische Entzündung im weiblichen Becken
fr_fr: Affection inflammatoire pelvienne syphilitique de la femme (A51.4+, A52.7+)
zh_cn: 女性梅毒性盆腔炎性疾病

# model:gnuhealth.pathology,name:N743
source: Female gonococcal pelvic inflammatory disease
de: Entzündung im weiblichen Becken durch Gonokokken
fr_fr: Affection inflammatoire pelvienne gonococcique de la femme (A54.2+)
zh_cn: 女性淋球菌性盆腔炎性疾病

# model:gnuhealth.pathology,name:N744
source: Female chlamydial pelvic inflammatory disease
de: Entzündung im weiblichen Becken durch Chlamydien
fr_fr: Affection inflammatoire pelvienne à Chlamydia, de la femme (A56.1+)
zh_cn: 女性衣原体性盆腔炎性疾病

# model:gnuhealth.pathology,name:N748
source: Female pelvic inflammatory disorders in other diseases classified elsewhere
de: Entzündung im weiblichen Becken bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Affections inflammatoires pelviennes de la femme, au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的女性盆腔炎性疾患

# model:gnuhealth.pathology,name:N75
source: Diseases of Bartholin gland
de: Krankheiten der Bartholin-Drüsen
zh_cn: 前庭大腺[巴多林腺]疾病
