Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:E531
source: Pyridoxine deficiency
de: Pyridoxinmangel
fr_fr: Carence en pyridoxine
zh_cn: 吡哆醇缺乏

# model:gnuhealth.pathology,name:E538
source: Deficiency of other specified B group vitamins
de: Mangel an sonstigen näher bezeichneten Vitaminen des Vitamin-B-Komplexes
fr_fr: Autres avitaminoses précisées du groupe B
zh_cn: 其他特指的B族维生素缺乏病

# model:gnuhealth.pathology,name:E539
source: Vitamin B deficiency, unspecified
de: Vitamin-B-Mangel, nicht näher bezeichnet
fr_fr: Avitaminose du groupe B, sans précision
zh_cn: 未特指的维生素B缺乏病

# model:gnuhealth.pathology,name:E54
source: Ascorbic acid deficiency
de: Ascorbinsäuremangel
fr_fr: Carence en acide ascorbique
zh_cn: 抗坏血酸缺乏

# model:gnuhealth.pathology,name:E55
source: Vitamin D deficiency
de: Vitamin-D-Mangel
fr_fr: Carence en vitamine D
zh_cn: 维生素D缺乏病

# model:gnuhealth.pathology,name:E550
source: Rickets, active
de: Floride Rachitis
fr_fr: Rachitisme évolutif
zh_cn: 佝偻病，活动性

# model:gnuhealth.pathology,name:E559
source: Vitamin D deficiency, unspecified
de: Vitamin-D-Mangel, nicht näher bezeichnet
fr_fr: Carence en vitamine D, sans précision
zh_cn: 未特指的维生素D缺乏病

# model:gnuhealth.pathology,name:E56
source: Other vitamin deficiencies
de: Sonstige Vitaminmangelzustände
fr_fr: Autres avitaminoses
zh_cn: 其他维生素缺乏病

# model:gnuhealth.pathology,name:E560
source: Deficiency of vitamin E
de: Vitamin-E-Mangel
fr_fr: Carence en vitamine E
zh_cn: 维生素E缺乏病

# model:gnuhealth.pathology,name:E561
source: Deficiency of vitamin K
de: Vitamin-K-Mangel
fr_fr: Carence en vitamine K
zh_cn: 维生素K缺乏病

# model:gnuhealth.pathology,name:E568
source: Deficiency of other vitamins
de: Mangel an sonstigen Vitaminen
fr_fr: Carence en autres vitamines
zh_cn: 其他维生素缺乏病

# model:gnuhealth.pathology,name:E569
source: Vitamin deficiency, unspecified
de: Vitaminmangel, nicht näher bezeichnet
fr_fr: Avitaminose, sans précision
zh_cn: 未特指的维生素缺乏病

# model:gnuhealth.pathology,name:E58
source: Dietary calcium deficiency
de: Alimentärer Kalziummangel
fr_fr: Carence alimentaire en calcium
zh_cn: 饮食性钙缺乏

# model:gnuhealth.pathology,name:E59
source: Dietary selenium deficiency
de: Alimentärer Selenmangel
fr_fr: Carence alimentaire en sélénium
zh_cn: 饮食性硒缺乏

# model:gnuhealth.pathology,name:E60
source: Dietary zinc deficiency
de: Alimentärer Zinkmangel
fr_fr: Carence alimentaire en zinc
zh_cn: 饮食性锌缺乏

# model:gnuhealth.pathology,name:E61
source: Deficiency of other nutrient elements
de: Mangel an sonstigen Spurenelementen
fr_fr: Carences en autres éléments nutritionnels
zh_cn: 其他营养元素缺乏

# model:gnuhealth.pathology,name:E610
source: Copper deficiency
de: Kupfermangel
fr_fr: Carence en cuivre
zh_cn: 铜缺乏

# model:gnuhealth.pathology,name:E611
source: Iron deficiency
de: Eisenmangel
fr_fr: Carence en fer
zh_cn: 铁缺乏

# model:gnuhealth.pathology,name:E612
source: Magnesium deficiency
de: Magnesiummangel
fr_fr: Carence en magnésium
zh_cn: 镁缺乏

# model:gnuhealth.pathology,name:E613
source: Manganese deficiency
de: Manganmangel
fr_fr: Carence en manganèse
zh_cn: 锰缺乏

# model:gnuhealth.pathology,name:E614
source: Chromium deficiency
de: Chrommangel
fr_fr: Carence en chrome
zh_cn: 铬缺乏

# model:gnuhealth.pathology,name:E615
source: Molybdenum deficiency
de: Molybdänmangel
fr_fr: Carence en molybdène
zh_cn: 钼缺乏

# model:gnuhealth.pathology,name:E616
source: Vanadium deficiency
de: Vanadiummangel
fr_fr: Carence en vanadium
zh_cn: 钒缺乏

# model:gnuhealth.pathology,name:E617
source: Deficiency of multiple nutrient elements
de: Mangel an mehreren Spurenelementen
fr_fr: Carence en plusieurs éléments nutritionnels
zh_cn: 多种营养元素缺乏

# model:gnuhealth.pathology,name:E618
source: Deficiency of other specified nutrient elements
de: Mangel an sonstigen näher bezeichneten Spurenelementen
fr_fr: Carence en autres éléments nutritionnels précisés
zh_cn: 其他特指的营养元素缺乏

# model:gnuhealth.pathology,name:E619
source: Deficiency of nutrient element, unspecified
de: Spurenelementmangel, nicht näher bezeichnet
fr_fr: Carence en élément nutritionnel, sans précision
zh_cn: 未特指的营养元素缺乏

# model:gnuhealth.pathology,name:E63
source: Other nutritional deficiencies
de: Sonstige alimentäre Mangelzustände
fr_fr: Autres carences nutritionnelles
zh_cn: 其他营养缺乏

# model:gnuhealth.pathology,name:E630
source: Essential fatty acid [EFA] deficiency
de: Mangel an essentiellen Fettsäuren [EFA]
fr_fr: Carence en acides gras essentiels
zh_cn: 必需脂肪酸[EFA]缺乏

# model:gnuhealth.pathology,name:E631
source: Imbalance of constituents of food intake
de: Alimentärer Mangelzustand infolge unausgewogener Zusammensetzung der Nahrung
fr_fr: Déséquilibre alimentaire
zh_cn: 摄入食物结构失衡

# model:gnuhealth.pathology,name:E638
source: Other specified nutritional deficiencies
de: Sonstige näher bezeichnete alimentäre Mangelzustände
fr_fr: Autres carences nutritionnelles précisées
zh_cn: 其他特指的营养缺乏

# model:gnuhealth.pathology,name:E639
source: Nutritional deficiency, unspecified
de: Alimentärer Mangelzustand, nicht näher bezeichnet
fr_fr: Carence nutritionnelle, sans précision
zh_cn: 未特指的营养缺乏

# model:gnuhealth.pathology,name:E64
source: Sequelae of malnutrition and other nutritional deficiencies
de: Folgen von Mangelernährung oder sonstigen alimentären Mangelzuständen
fr_fr: Séquelles de malnutrition et autres carences nutritionnelles
zh_cn: 营养不良和其他营养缺乏的后遗症

# model:gnuhealth.pathology,name:E640
source: Sequelae of protein-energy malnutrition
de: Folgen der Energie- und Eiweißmangelernährung
fr_fr: Séquelles de malnutrition protéino-énergétique
zh_cn: 蛋白质-能量营养不良后遗症

# model:gnuhealth.pathology,name:E641
source: Sequelae of vitamin A deficiency
de: Folgen des Vitamin-A-Mangels
fr_fr: Séquelles d'avitaminose A
zh_cn: 维生素A缺乏后遗症

# model:gnuhealth.pathology,name:E642
source: Sequelae of vitamin C deficiency
de: Folgen des Vitamin-C-Mangels
fr_fr: Séquelles d'avitaminose C
zh_cn: 维生素C缺乏后遗症

# model:gnuhealth.pathology,name:E643
source: Sequelae of rickets
de: Folgen der Rachitis
fr_fr: Séquelles de rachitisme
zh_cn: 佝偻病后遗症

# model:gnuhealth.pathology,name:E648
source: Sequelae of other nutritional deficiencies
de: Folgen sonstiger alimentärer Mangelzustände
fr_fr: Séquelles d'autres carences nutritionnelles
zh_cn: 其他营养缺乏后遗症

# model:gnuhealth.pathology,name:E649
source: Sequelae of unspecified nutritional deficiency
de: Folgen eines nicht näher bezeichneten alimentären Mangelzustandes
fr_fr: Séquelles d'une carence nutritionnelle non précisée
zh_cn: 未特指的营养缺乏后遗症

# model:gnuhealth.pathology,name:E65
source: Localized adiposity
de: Lokalisierte Adipositas
zh_cn: 局部多脂症

# model:gnuhealth.pathology,name:E66
source: Obesity
de: Adipositas
fr_fr: Obésité
zh_cn: 肥胖症

# model:gnuhealth.pathology,name:E660
source: Obesity due to excess calories
de: Adipositas durch übermäßige Kalorienzufuhr
fr_fr: Obésité due à un excès calorique
zh_cn: 过度热能引起的肥胖症

# model:gnuhealth.pathology,name:E661
source: Drug-induced obesity
de: Arzneimittelinduzierte Adipositas
fr_fr: Obésité médicamenteuse
zh_cn: 药物性肥胖症

# model:gnuhealth.pathology,name:E662
source: Extreme obesity with alveolar hypoventilation
de: Übermäßige Adipositas mit alveolärer Hypoventilation
fr_fr: Obésité extrême avec hypoventilation alvéolaire
zh_cn: 极度肥胖症伴有小泡性肺换气不足

# model:gnuhealth.pathology,name:E668
source: Other obesity
de: Sonstige Adipositas
fr_fr: Autres obésités
zh_cn: 其他肥胖症

# model:gnuhealth.pathology,name:E669
source: Obesity, unspecified
de: Adipositas, nicht näher bezeichnet
fr_fr: Obésité, sans précision
zh_cn: 未特指的肥胖症

# model:gnuhealth.pathology,name:E67
source: Other hyperalimentation
de: Sonstige Überernährung
fr_fr: Autres excès d'apport
zh_cn: 其他营养过度

# model:gnuhealth.pathology,name:E670
source: Hypervitaminosis A
de: Hypervitaminose A
fr_fr: Hypervitaminose A
zh_cn: 维生素A过多症

# model:gnuhealth.pathology,name:E671
source: Hypercarotenaemia
de: Hyperkarotinämie
fr_fr: Hypercaroténémie
zh_cn: 高胡萝卜素血症

# model:gnuhealth.pathology,name:E672
source: Megavitamin-B
de: Megavitamin-B6-Syndrom
zh_cn: 大剂量维生素B。综合征

# model:gnuhealth.pathology,name:E673
source: Hypervitaminosis D
de: Hypervitaminose D
fr_fr: Hypervitaminose D
zh_cn: 维生素D过多症

# model:gnuhealth.pathology,name:E678
source: Other specified hyperalimentation
de: Sonstige näher bezeichnete Überernährung
fr_fr: Autres excès précisés d'apport
zh_cn: 其他特指的营养过度

# model:gnuhealth.pathology,name:E68
source: Sequelae of hyperalimentation
de: Folgen der Überernährung
fr_fr: Séquelles d'excès d'apport
zh_cn: 营养过度后遗症

# model:gnuhealth.pathology,name:E70
source: Disorders of aromatic amino-acid metabolism
de: Störungen des Stoffwechsels aromatischer Aminosäuren
fr_fr: Anomalies du métabolisme des acides aminés aromatiques
zh_cn: 芳香氨基酸代谢紊乱

# model:gnuhealth.pathology,name:E700
source: Classical phenylketonuria
de: Klassische Phenylketonurie
fr_fr: Phénylcétonurie classique
zh_cn: 典型的苯丙酮酸尿

# model:gnuhealth.pathology,name:E701
source: Other hyperphenylalaninaemias
de: Sonstige Hyperphenylalaninämien
fr_fr: Autres hyperphénylalaninémies
zh_cn: 其他高苯丙酮酸尿

# model:gnuhealth.pathology,name:E702
source: Disorders of tyrosine metabolism
de: Störungen des Tyrosinstoffwechsels
fr_fr: Anomalies du métabolisme de la tyrosine
zh_cn: 酪氨酸代谢紊乱

# model:gnuhealth.pathology,name:E703
source: Albinism
de: Albinismus
fr_fr: Albinisme
zh_cn: 白化病

# model:gnuhealth.pathology,name:E708
source: Other disorders of aromatic amino-acid metabolism
de: Sonstige Störungen des Stoffwechsels aromatischer Aminosäuren
fr_fr: Autres anomalies du métabolisme des acides aminés aromatiques
zh_cn: 其他芳香氨基酸代谢紊乱

# model:gnuhealth.pathology,name:E709
source: Disorder of aromatic amino-acid metabolism, unspecified
de: Störung des Stoffwechsels aromatischer Aminosäuren, nicht näher bezeichnet
fr_fr: Anomalies du métabolisme des acides aminés aromatiques, sans précision
zh_cn: 未特指的芳香氨基酸代谢紊乱

# model:gnuhealth.pathology,name:E71
source: Disorders of branched-chain amino-acid metabolism and fatty-acid metabolism
de: Störungen des Stoffwechsels verzweigter Aminosäuren und des Fettsäurestoffwechsels
fr_fr: Anomalies du métabolisme des acides aminés à chaîne ramifiée et du métabolisme des acides gras
zh_cn: 支链氨基酸代谢和脂肪酸代谢紊乱

# model:gnuhealth.pathology,name:E710
source: Maple-syrup-urine disease
de: Ahornsirup- (Harn-) Krankheit
fr_fr: Maladie des urines à odeur de sirop d'érable
zh_cn: 槭糖尿病

# model:gnuhealth.pathology,name:E711
source: Other disorders of branched-chain amino-acid metabolism
de: Sonstige Störungen des Stoffwechsels verzweigter Aminosäuren
fr_fr: Autres anomalies du métabolisme des acides aminés à chaîne ramifiée
zh_cn: 其他支链氨基酸代谢紊乱

# model:gnuhealth.pathology,name:E712
source: Disorder of branched-chain amino-acid metabolism, unspecified
de: Störung des Stoffwechsels verzweigter Aminosäuren, nicht näher bezeichnet
fr_fr: Anomalie du métabolisme des acides aminés à chaîne ramifiée, sans précision
zh_cn: 未特指的支链氨基酸代谢紊乱

# model:gnuhealth.pathology,name:E713
source: Disorders of fatty-acid metabolism
de: Störungen des Fettsäurestoffwechsels
fr_fr: Anomalie du métabolisme des acides gras
zh_cn: 脂肪酸代谢紊乱

# model:gnuhealth.pathology,name:E72
source: Other disorders of amino-acid metabolism
de: Sonstige Störungen des Aminosäurestoffwechsels
fr_fr: Autres anomalies du métabolisme des acides aminés
zh_cn: 其他氨基酸代谢紊乱

# model:gnuhealth.pathology,name:E720
source: Disorders of amino-acid transport
de: Störungen des Aminosäuretransportes
fr_fr: Anomalies du transport des acides aminés
zh_cn: 氨基酸转移紊乱

# model:gnuhealth.pathology,name:E721
source: Disorders of sulfur-bearing amino-acid metabolism
de: Störungen des Stoffwechsels schwefelhaltiger Aminosäuren
zh_cn: 载硫氨基酸代谢紊乱

# model:gnuhealth.pathology,name:E722
source: Disorders of urea cycle metabolism
de: Störungen des Harnstoffzyklus
fr_fr: Anomalies du cycle de l'uréogenèse
zh_cn: 尿素循环代谢紊乱

# model:gnuhealth.pathology,name:E723
source: Disorders of lysine and hydroxylysine metabolism
de: Störungen des Lysin- und Hydroxylysinstoffwechsels
fr_fr: Anomalies du métabolisme de la lysine et de l'hydroxylysine
zh_cn: 赖氨酸和羟赖氨酸代谢紊乱

# model:gnuhealth.pathology,name:E724
source: Disorders of ornithine metabolism
de: Störungen des Ornithinstoffwechsels
fr_fr: Anomalies du métabolisme de l'ornithine
zh_cn: 鸟氨酸代谢紊乱

# model:gnuhealth.pathology,name:E725
source: Disorders of glycine metabolism
de: Störungen des Glyzinstoffwechsels
fr_fr: Anomalies du métabolisme de la glycine
zh_cn: 甘油酸代谢紊乱

# model:gnuhealth.pathology,name:E728
source: Other specified disorders of amino-acid metabolism
de: Sonstige näher bezeichnete Störungen des Aminosäurestoffwechsels
fr_fr: Autres anomalies précisées du métabolisme des acides aminés
zh_cn: 其他特指的氨基酸代谢紊乱

# model:gnuhealth.pathology,name:E729
source: Disorder of amino-acid metabolism, unspecified
de: Störung des Aminosäurestoffwechsels, nicht näher bezeichnet
fr_fr: Anomalie du métabolisme des acides aminés, sans précision
zh_cn: 未特指的氨基酸代谢紊乱

# model:gnuhealth.pathology,name:E73
source: Lactose intolerance
de: Laktoseintoleranz
fr_fr: Intolérance au lactose
zh_cn: 乳糖不耐受

# model:gnuhealth.pathology,name:E730
source: Congenital lactase deficiency
de: Angeborener Laktasemangel
fr_fr: Déficit congénital en lactase
zh_cn: 先天性乳糖缺乏

# model:gnuhealth.pathology,name:E731
source: Secondary lactase deficiency
de: Sekundärer Laktasemangel
fr_fr: Déficit secondaire en lactase
zh_cn: 继发性乳糖缺乏

# model:gnuhealth.pathology,name:E738
source: Other lactose intolerance
de: Sonstige Laktoseintoleranz
fr_fr: Autres intolérances au lactose
zh_cn: 其他乳糖不耐受

# model:gnuhealth.pathology,name:E739
source: Lactose intolerance, unspecified
de: Laktoseintoleranz, nicht näher bezeichnet
fr_fr: Intolérance au lactose, sans précision
zh_cn: 未特指的乳糖不耐受

# model:gnuhealth.pathology,name:E74
source: Other disorders of carbohydrate metabolism
de: Sonstige Störungen des Kohlenhydratstoffwechsels
fr_fr: Autres anomalies du métabolisme des hydrates de carbone
zh_cn: 其他碳水化合物代谢紊乱

# model:gnuhealth.pathology,name:E740
source: Glycogen storage disease
de: Glykogenspeicherkrankheit [Glykogenose]
fr_fr: Thésaurismose glycogénique
zh_cn: 糖原贮积病

# model:gnuhealth.pathology,name:E741
source: Disorders of fructose metabolism
de: Störungen des Fruktosestoffwechsels
fr_fr: Anomalies du métabolisme du fructose
zh_cn: 果糖代谢紊乱

# model:gnuhealth.pathology,name:E742
source: Disorders of galactose metabolism
de: Störungen des Galaktosestoffwechsels
fr_fr: Anomalies du métabolisme du galactose
zh_cn: 半乳糖代谢紊乱

# model:gnuhealth.pathology,name:E743
source: Other disorders of intestinal carbohydrate absorption
de: Sonstige Störungen der intestinalen Kohlenhydratabsorption
fr_fr: Autres anomalies de l'absorption intestinale des hydrates de carbone
zh_cn: 其他肠碳水化合物吸收障碍

# model:gnuhealth.pathology,name:E744
source: Disorders of pyruvate metabolism and gluconeogenesis
de: Störungen des Pyruvatstoffwechsels und der Glukoneogenese
fr_fr: Anomalies du métabolisme du pyruvate et de la gluconéogenèse
zh_cn: 丙酮酸盐代谢和糖异生紊乱

# model:gnuhealth.pathology,name:E748
source: Other specified disorders of carbohydrate metabolism
de: Sonstige näher bezeichnete Störungen des Kohlenhydratstoffwechsels
fr_fr: Autres anomalies précisées du métabolisme des hydrates de carbone
zh_cn: 其他特指的碳水化合物代谢紊乱

# model:gnuhealth.pathology,name:E749
source: Disorder of carbohydrate metabolism, unspecified
de: Störung des Kohlenhydratstoffwechsels, nicht näher bezeichnet
fr_fr: Anomalie du métabolisme des hydrates de carbone, sans précision
zh_cn: 未特指的碳水化合物代谢紊乱

# model:gnuhealth.pathology,name:E75
source: Disorders of sphingolipid metabolism and other lipid storage disorders
de: Störungen des Sphingolipidstoffwechsels und sonstige Störungen der Lipidspeicherung
fr_fr: Anomalies du métabolisme des sphingolipides et autres anomalies du stockage des lipides
zh_cn: (神经)鞘脂类代谢紊乱和其他脂贮积疾患

# model:gnuhealth.pathology,name:E750
source: GM
de: GM2-Gangliosidose
zh_cn: GM2神经节苷脂贮积症

# model:gnuhealth.pathology,name:E751
source: Other gangliosidosis
de: Sonstige Gangliosidosen
fr_fr: Autres gangliosidoses
zh_cn: 其他神经节苷脂贮积症

# model:gnuhealth.pathology,name:E752
source: Other sphingolipidosis
de: Sonstige Sphingolipidosen
fr_fr: Autres sphingolipidoses
zh_cn: 其他神经鞘脂贮积症

# model:gnuhealth.pathology,name:E753
source: Sphingolipidosis, unspecified
de: Sphingolipidose, nicht näher bezeichnet
fr_fr: Sphingolipidose, sans précision
zh_cn: 未特指的神经鞘脂贮积症

# model:gnuhealth.pathology,name:E754
source: Neuronal ceroid lipofuscinosis
de: Neuronale Zeroidlipofuszinose
fr_fr: Lipofuscinose à céroïdes neuronaux
zh_cn: 神经元蜡样脂褐质贮积症

# model:gnuhealth.pathology,name:E755
source: Other lipid storage disorders
de: Sonstige Störungen der Lipidspeicherung
fr_fr: Autres anomalies du stockage des lipides
zh_cn: 其他脂贮积疾患

# model:gnuhealth.pathology,name:E756
source: Lipid storage disorder, unspecified
de: Störung der Lipidspeicherung, nicht näher bezeichnet
fr_fr: Anomalie du stockage des lipides, sans précision
zh_cn: 未特指的脂贮积疾患

# model:gnuhealth.pathology,name:E76
source: Disorders of glycosaminoglycan metabolism
de: Störungen des Glykosaminoglykan-Stoffwechsels
fr_fr: Anomalies du métabolisme des glucosaminoglycanes
zh_cn: 糖胺聚糖代谢紊乱

# model:gnuhealth.pathology,name:E760
source: Mucopolysaccharidosis, type I
de: Mukopolysaccharidose, Typ I
fr_fr: Mucopolysaccharidose, type I
zh_cn: 粘多糖贮积症，I型

# model:gnuhealth.pathology,name:E761
source: Mucopolysaccharidosis, type II
de: Mukopolysaccharidose, Typ II
fr_fr: Mucopolysaccharidose, type II
zh_cn: 粘多糖贮积症，Ⅱ型

# model:gnuhealth.pathology,name:E762
source: Other mucopolysaccharidoses
de: Sonstige Mukopolysaccharidosen
fr_fr: Autres mucopolysaccharidoses
zh_cn: 其他粘多糖贮积症

# model:gnuhealth.pathology,name:E763
source: Mucopolysaccharidosis, unspecified
de: Mukopolysaccharidose, nicht näher bezeichnet
fr_fr: Mucopolysaccharidose, sans précision
zh_cn: 未特指的粘多糖贮积症

# model:gnuhealth.pathology,name:E768
source: Other disorders of glucosaminoglycan metabolism
de: Sonstige Störungen des Glykosaminoglykan-Stoffwechsels
fr_fr: Autres anomalies du métabolisme des glucosaminoglycanes
zh_cn: 其他糖胺聚糖代谢紊乱

# model:gnuhealth.pathology,name:E769
source: Disorder of glucosaminoglycan metabolism, unspecified
de: Störung des Glykosaminoglykan-Stoffwechsels, nicht näher bezeichnet
fr_fr: Anomalie du métabolisme des glucosaminoglycanes, sans précision
zh_cn: 未特指的糖胺聚糖代谢紊乱

# model:gnuhealth.pathology,name:E77
source: Disorders of glycoprotein metabolism
de: Störungen des Glykoproteinstoffwechsels
fr_fr: Anomalies du métabolisme des glycoprotéines
zh_cn: 糖蛋白代谢紊乱

# model:gnuhealth.pathology,name:E770
source: Defects in post-translational modification of lysosomal enzymes
de: Defekte der posttranslationalen Modifikation lysosomaler Enzyme
zh_cn: 溶酶体酶翻译后修饰缺陷

# model:gnuhealth.pathology,name:E771
source: Defects in glycoprotein degradation
de: Defekte beim Glykoproteinabbau
fr_fr: Défauts de la dégradation des glycoprotéines
zh_cn: 糖蛋白递降分解缺陷

# model:gnuhealth.pathology,name:E778
source: Other disorders of glycoprotein metabolism
de: Sonstige Störungen des Glykoproteinstoffwechsels
fr_fr: Autres anomalies du métabolisme des glycoprotéines
zh_cn: 其他糖蛋白代谢紊乱

# model:gnuhealth.pathology,name:E779
source: Disorder of glycoprotein metabolism, unspecified
de: Störung des Glykoproteinstoffwechsels, nicht näher bezeichnet
fr_fr: Anomalie du métabolisme des glycoprotéines, sans précision
zh_cn: 未特指的糖蛋白代谢紊乱

# model:gnuhealth.pathology,name:E78
source: Disorders of lipoprotein metabolism and other lipidaemias
de: Störungen des Lipoproteinstoffwechsels und sonstige Lipidämien
fr_fr: Anomalies du métabolisme des lipoprotéines et autres lipidémies
zh_cn: 脂蛋白代谢紊乱和其他脂血症

# model:gnuhealth.pathology,name:E780
source: Pure hypercholesterolaemia
de: Reine Hypercholesterinämie
fr_fr: Hypercholestérolémie essentielle
zh_cn: 纯高胆固醇血症

# model:gnuhealth.pathology,name:E781
source: Pure hyperglyceridaemia
de: Reine Hypertriglyzeridämie
fr_fr: Hyperglycéridémie essentielle
zh_cn: 纯高甘油酯血症

# model:gnuhealth.pathology,name:E782
source: Mixed hyperlipidaemia
de: Gemischte Hyperlipidämie
fr_fr: Hyperlipidémie mixte
zh_cn: 混合性高脂血症

# model:gnuhealth.pathology,name:E783
source: Hyperchylomicronaemia
de: Hyperchylomikronämie
fr_fr: Hyperchylomicronémie
zh_cn: 高乳糜微粒血症

# model:gnuhealth.pathology,name:E784
source: Other hyperlipidaemia
de: Sonstige Hyperlipidämien
fr_fr: Autres hyperlipidémies
zh_cn: 其他高脂血症

# model:gnuhealth.pathology,name:E785
source: Hyperlipidaemia, unspecified
de: Hyperlipidämie, nicht näher bezeichnet
fr_fr: Hyperlipidémie, sans précision
zh_cn: 未特指的高脂血症

# model:gnuhealth.pathology,name:E786
source: Lipoprotein deficiency
de: Lipoproteinmangel
fr_fr: Déficit en lipoprotéines
zh_cn: 脂蛋白缺乏

# model:gnuhealth.pathology,name:E788
source: Other disorders of lipoprotein metabolism
de: Sonstige Störungen des Lipoproteinstoffwechsels
fr_fr: Autres anomalies du métabolisme des lipoprotéines
zh_cn: 其他脂蛋白代谢紊乱

# model:gnuhealth.pathology,name:E789
source: Disorder of lipoprotein metabolism, unspecified
de: Störung des Lipoproteinstoffwechsels, nicht näher bezeichnet
fr_fr: Anomalie du métabolisme des lipoprotéines, sans précision
zh_cn: 未特指的脂蛋白代谢紊乱

# model:gnuhealth.pathology,name:E79
source: Disorders of purine and pyrimidine metabolism
de: Störungen des Purin- und Pyrimidinstoffwechsels
fr_fr: Anomalies du métabolisme de la purine et de la pyrimidine
zh_cn: 嘌呤和嘧啶代谢紊乱

# model:gnuhealth.pathology,name:E790
source: Hyperuricaemia without signs of inflammatory arthritis and tophaceous disease
de: Hyperurikämie ohne Zeichen von entzündlicher Arthritis oder tophischer Gicht
fr_fr: Hyperuricémie sans signes d'arthrite inflammatoire et de maladie tophacée
zh_cn: 高尿酸血症不伴有感染性关节炎体征和砂砾性病

# model:gnuhealth.pathology,name:E791
source: Lesch-Nyhan syndrome
de: Lesch-Nyhan-Syndrom
fr_fr: Syndrome de Lesch-Nyhan
zh_cn: 莱施-尼汉综合征

# model:gnuhealth.pathology,name:E798
source: Other disorders of purine and pyrimidine metabolism
de: Sonstige Störungen des Purin- und Pyrimidinstoffwechsels
fr_fr: Autres anomalies du métabolisme de la purine et de la pyrimidine
zh_cn: 其他嘌呤和嘧啶代谢紊乱

# model:gnuhealth.pathology,name:E799
source: Disorder of purine and pyrimidine metabolism, unspecified
de: Störung des Purin- und Pyrimidinstoffwechsels, nicht näher bezeichnet
fr_fr: Anomalie du métabolisme de la purine et de la pyrimidine, sans précision
zh_cn: 未特指的嘌呤和嘧啶代谢紊乱

# model:gnuhealth.pathology,name:E80
source: Disorders of porphyrin and bilirubin metabolism
de: Störungen des Porphyrin- und Bilirubinstoffwechsels
fr_fr: Anomalies du métabolisme de la porphyrine et de la bilirubine
zh_cn: 卟啉和胆红素代谢紊乱

# model:gnuhealth.pathology,name:E800
source: Hereditary erythropoietic porphyria
de: Hereditäre erythropoetische Porphyrie
fr_fr: Porphyrie érythropoïétique héréditaire
zh_cn: 遗传性红细胞生成性卟啉症

# model:gnuhealth.pathology,name:E802
source: Other porphyria
de: Sonstige Porphyrie
fr_fr: Autres porphyries
zh_cn: 其他卟啉症

# model:gnuhealth.pathology,name:E803
source: Defects of catalase and peroxidase
de: Defekte von Katalase und Peroxidase
zh_cn: 过氧化氢酶和过氧化物酶缺陷

# model:gnuhealth.pathology,name:E804
source: Gilbert syndrome
de: Gilbert-Meulengracht-Syndrom
zh_cn: 吉尔伯特综合征

# model:gnuhealth.pathology,name:E805
source: Crigler-Najjar syndrome
de: Crigler-Najjar-Syndrom
fr_fr: Maladie de Crigler et Najjar
zh_cn: 克里格勒-纳贾综合征

# model:gnuhealth.pathology,name:E806
source: Other disorders of bilirubin metabolism
de: Sonstige Störungen des Bilirubinstoffwechsels
fr_fr: Autres anomalies du métabolisme de la bilirubine
zh_cn: 其他胆红素代谢紊乱

# model:gnuhealth.pathology,name:E807
source: Disorder of bilirubin metabolism, unspecified
de: Störung des Bilirubinstoffwechsels, nicht näher bezeichnet
fr_fr: Anomalie du métabolisme de la bilirubine, sans précision
zh_cn: 未特指的胆红素代谢紊乱

# model:gnuhealth.pathology,name:E83
source: Disorders of mineral metabolism
de: Störungen des Mineralstoffwechsels
fr_fr: Anomalies du métabolisme des minéraux
zh_cn: 矿物质代谢紊乱
