Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Y73
source: Gastro-enterology and urology devices associated with adverse incidents
fr_fr: Appareils utilisés en gastro-entérologie et en urologie, associés à des accidents

# model:gnuhealth.pathology,name:Y730
source: Diagnostic and monitoring devices
fr_fr: appareils utilisés en gastro-entérologie et en urologie, associés à des accidents | appareil pour diagnostic et monitorage

# model:gnuhealth.pathology,name:Y731
source: Therapeutic (nonsurgical) and rehabilitative devices
fr_fr: appareils utilisés en gastro-entérologie et en urologie, associés à des accidents | appareil pour traitement (non chirurgical) et rééducation

# model:gnuhealth.pathology,name:Y732
source: Prosthetic and other implants, materials and accessory devices
fr_fr: appareils utilisés en gastro-entérologie et en urologie, associés à des accidents | prothèse et autres implants, matériel et accessoires

# model:gnuhealth.pathology,name:Y733
source: Surgical instruments, materials and devices (including sutures)
fr_fr: appareils utilisés en gastro-entérologie et en urologie, associés à des accidents | instruments, matériaux et appareils chirurgicaux (y compris les sutures)

# model:gnuhealth.pathology,name:Y738
source: Miscellaneous devices, not elsewhere classified
fr_fr: appareils utilisés en gastro-entérologie et en urologie, associés à des accidents | appareils divers, non classés ailleurs

# model:gnuhealth.pathology,name:Y740
source: Diagnostic and monitoring devices
fr_fr: appareillage hospitalier et d'usage personnel, associé à des accidents | appareil pour diagnostic et monitorage

# model:gnuhealth.pathology,name:Y741
source: Therapeutic (nonsurgical) and rehabilitative devices
fr_fr: appareillage hospitalier et d'usage personnel, associé à des accidents | appareil pour traitement (non chirurgical) et rééducation

# model:gnuhealth.pathology,name:Y742
source: Prosthetic and other implants, materials and accessory devices
fr_fr: appareillage hospitalier et d'usage personnel, associé à des accidents | prothèse et autres implants, matériel et accessoires

# model:gnuhealth.pathology,name:Y743
source: Surgical instruments, materials and devices (including sutures)
fr_fr: appareillage hospitalier et d'usage personnel, associé à des accidents | instruments, matériaux et appareils chirurgicaux (y compris les sutures)

# model:gnuhealth.pathology,name:Y748
source: Miscellaneous devices, not elsewhere classified
fr_fr: appareillage hospitalier et d'usage personnel, associé à des accidents | appareils divers, non classés ailleurs

# model:gnuhealth.pathology,name:Y750
source: Diagnostic and monitoring devices
fr_fr: appareils utilisés en neurologie, associés à des accidents | appareil pour diagnostic et monitorage

# model:gnuhealth.pathology,name:Y751
source: Therapeutic (nonsurgical) and rehabilitative devices
fr_fr: appareils utilisés en neurologie, associés à des accidents | appareil pour traitement (non chirurgical) et rééducation

# model:gnuhealth.pathology,name:Y752
source: Prosthetic and other implants, materials and accessory devices
fr_fr: appareils utilisés en neurologie, associés à des accidents | prothèse et autres implants, matériel et accessoires

# model:gnuhealth.pathology,name:Y753
source: Surgical instruments, materials and devices (including sutures)
fr_fr: appareils utilisés en neurologie, associés à des accidents | instruments, matériaux et appareils chirurgicaux (y compris les sutures)

# model:gnuhealth.pathology,name:Y758
source: Miscellaneous devices, not elsewhere classified
fr_fr: appareils utilisés en neurologie, associés à des accidents | appareils divers, non classés ailleurs

# model:gnuhealth.pathology,name:Y760
source: Diagnostic and monitoring devices
fr_fr: appareils utilisés en obstétrique et en gynécologie, associés à des accidents | appareil pour diagnostic et monitorage

# model:gnuhealth.pathology,name:Y761
source: Therapeutic (nonsurgical) and rehabilitative devices
fr_fr: appareils utilisés en obstétrique et en gynécologie, associés à des accidents | appareil pour traitement (non chirurgical) et rééducation

# model:gnuhealth.pathology,name:Y762
source: Prosthetic and other implants, materials and accessory devices
fr_fr: appareils utilisés en obstétrique et en gynécologie, associés à des accidents | prothèse et autres implants, matériel et accessoires

# model:gnuhealth.pathology,name:Y763
source: Surgical instruments, materials and devices (including sutures)
fr_fr: appareils utilisés en obstétrique et en gynécologie, associés à des accidents | instruments, matériaux et appareils chirurgicaux (y compris les sutures)

# model:gnuhealth.pathology,name:Y768
source: Miscellaneous devices, not elsewhere classified
fr_fr: appareils utilisés en obstétrique et en gynécologie, associés à des accidents | appareils divers, non classés ailleurs

# model:gnuhealth.pathology,name:Y770
source: Diagnostic and monitoring devices
fr_fr: appareils utilisés en ophtalmologie, associés à des accidents | appareil pour diagnostic et monitorage

# model:gnuhealth.pathology,name:Y771
source: Therapeutic (nonsurgical) and rehabilitative devices
fr_fr: appareils utilisés en ophtalmologie, associés à des accidents | appareil pour traitement (non chirurgical) et rééducation

# model:gnuhealth.pathology,name:Y772
source: Prosthetic and other implants, materials and accessory devices
fr_fr: appareils utilisés en ophtalmologie, associés à des accidents | prothèse et autres implants, matériel et accessoires

# model:gnuhealth.pathology,name:Y773
source: Surgical instruments, materials and devices (including sutures)
fr_fr: appareils utilisés en ophtalmologie, associés à des accidents | instruments, matériaux et appareils chirurgicaux (y compris les sutures)

# model:gnuhealth.pathology,name:Y778
source: Miscellaneous devices, not elsewhere classified
fr_fr: appareils utilisés en ophtalmologie, associés à des accidents | appareils divers, non classés ailleurs

# model:gnuhealth.pathology,name:Y780
source: Diagnostic and monitoring devices
fr_fr: appareils utilisés en radiologie, associés à des accidents | appareil pour diagnostic et monitorage

# model:gnuhealth.pathology,name:Y781
source: Therapeutic (nonsurgical) and rehabilitative devices
fr_fr: appareils utilisés en radiologie, associés à des accidents | appareil pour traitement (non chirurgical) et rééducation

# model:gnuhealth.pathology,name:Y782
source: Prosthetic and other implants, materials and accessory devices
fr_fr: appareils utilisés en radiologie, associés à des accidents | prothèse et autres implants, matériel et accessoires

# model:gnuhealth.pathology,name:Y783
source: Surgical instruments, materials and devices (including sutures)
fr_fr: appareils utilisés en radiologie, associés à des accidents | instruments, matériaux et appareils chirurgicaux (y compris les sutures)

# model:gnuhealth.pathology,name:Y788
source: Miscellaneous devices, not elsewhere classified
fr_fr: appareils utilisés en radiologie, associés à des accidents | appareils divers, non classés ailleurs

# model:gnuhealth.pathology,name:Y790
source: Diagnostic and monitoring devices
fr_fr: appareils orthopédiques, associés à des accidents | appareil pour diagnostic et monitorage

# model:gnuhealth.pathology,name:Y791
source: Therapeutic (nonsurgical) and rehabilitative devices
fr_fr: appareils orthopédiques, associés à des accidents | appareil pour traitement (non chirurgical) et rééducation

# model:gnuhealth.pathology,name:Y792
source: Prosthetic and other implants, materials and accessory devices
fr_fr: appareils orthopédiques, associés à des accidents | prothèse et autres implants, matériel et accessoires

# model:gnuhealth.pathology,name:Y793
source: Surgical instruments, materials and devices (including sutures)
fr_fr: appareils orthopédiques, associés à des accidents | instruments, matériaux et appareils chirurgicaux (y compris les sutures)

# model:gnuhealth.pathology,name:Y798
source: Miscellaneous devices, not elsewhere classified
fr_fr: appareils orthopédiques, associés à des accidents | appareils divers, non classés ailleurs

# model:gnuhealth.pathology,name:Y800
source: Diagnostic and monitoring devices
fr_fr: appareils de médecine physique, associés à des accidents | appareil pour diagnostic et monitorage

# model:gnuhealth.pathology,name:Y801
source: Therapeutic (nonsurgical) and rehabilitative devices
fr_fr: appareils de médecine physique, associés à des accidents | appareil pour traitement (non chirurgical) et rééducation

# model:gnuhealth.pathology,name:Y802
source: Prosthetic and other implants, materials and accessory devices
fr_fr: appareils de médecine physique, associés à des accidents | prothèse et autres implants, matériel et accessoires

# model:gnuhealth.pathology,name:Y803
source: Surgical instruments, materials and devices (including sutures)
fr_fr: appareils de médecine physique, associés à des accidents | instruments, matériaux et appareils chirurgicaux (y compris les sutures)

# model:gnuhealth.pathology,name:Y808
source: Miscellaneous devices, not elsewhere classified
fr_fr: appareils de médecine physique, associés à des accidents | appareils divers, non classés ailleurs

# model:gnuhealth.pathology,name:Y810
source: Diagnostic and monitoring devices
fr_fr: appareils utilisés en chirurgie générale et esthétique, associés à des accidents | appareil pour diagnostic et monitorage

# model:gnuhealth.pathology,name:Y811
source: Therapeutic (nonsurgical) and rehabilitative devices
fr_fr: appareils utilisés en chirurgie générale et esthétique, associés à des accidents | appareil pour traitement (non chirurgical) et rééducation

# model:gnuhealth.pathology,name:Y812
source: Prosthetic and other implants, materials and accessory devices
fr_fr: appareils utilisés en chirurgie générale et esthétique, associés à des accidents | prothèse et autres implants, matériel et accessoires

# model:gnuhealth.pathology,name:Y813
source: Surgical instruments, materials and devices (including sutures)
fr_fr: appareils utilisés en chirurgie générale et esthétique, associés à des accidents | instruments, matériaux et appareils chirurgicaux (y compris les sutures)

# model:gnuhealth.pathology,name:Y818
source: Miscellaneous devices, not elsewhere classified
fr_fr: appareils utilisés en chirurgie générale et esthétique, associés à des accidents | appareils divers, non classés ailleurs

# model:gnuhealth.pathology,name:Y820
source: Diagnostic and monitoring devices
fr_fr: appareils associés à des accidents, autres et sans précision | appareil pour diagnostic et monitorage

# model:gnuhealth.pathology,name:Y821
source: Therapeutic (nonsurgical) and rehabilitative devices
fr_fr: appareils associés à des accidents, autres et sans précision | appareil pour traitement (non chirurgical) et rééducation

# model:gnuhealth.pathology,name:Y822
source: Prosthetic and other implants, materials and accessory devices
fr_fr: appareils associés à des accidents, autres et sans précision | prothèse et autres implants, matériel et accessoires

# model:gnuhealth.pathology,name:Y823
source: Surgical instruments, materials and devices (including sutures)
fr_fr: appareils associés à des accidents, autres et sans précision | instruments, matériaux et appareils chirurgicaux (y compris les sutures)

# model:gnuhealth.pathology,name:Y828
source: Miscellaneous devices, not elsewhere classified
fr_fr: appareils associés à des accidents, autres et sans précision | appareils divers, non classés ailleurs

# model:gnuhealth.pathology,name:Y840
source: Cardiac catheterisation
fr_fr: Cathétérisme cardiaque

# model:gnuhealth.pathology,name:Y846
source: Urinary catheterisation
fr_fr: Sondage urinaire

# model:gnuhealth.pathology,name:Y88
source: Sequelae of surgical and medical care as external cause
fr_fr: Actes médicaux et chirurgicaux considérés comme cause externe de séquelles

# model:gnuhealth.pathology,name:Y883
source: Sequelae of surgical and medical procedures as the cause of abnormal reaction of the patient or of later complication, without mention of misadventure at the time of the procedure
fr_fr: Séquelles d'actes médicaux et chirurgicaux à l'origine de réactions anormales du patient ou de complication ultérieure, sans mention d'accident au cours de l'intervention

# model:gnuhealth.pathology,name:Z00
source: General examination and investigation of persons without complaint or reported diagnosis
fr_fr: Examen général et investigations de sujets ne se plaignant de rien ou pour lesquels aucun diagnostic n'est rapporté

# model:gnuhealth.pathology,name:Z015
source: Diagnostic skin and sensitisation tests
fr_fr: Tests cutanés de diagnostic et de sensibilisation

# model:gnuhealth.pathology,name:Z022
source: Examination for admission to residential institution
fr_fr: Examen pour l'admission dans une institution

# model:gnuhealth.pathology,name:Z08
source: Follow-up examination after treatment for malignant neoplasm
fr_fr: Examen de contrôle après traitement d'une tumeur maligne

# model:gnuhealth.pathology,name:Z128
source: Special screening examination for neoplasm of other sites
fr_fr: Examen spécial de dépistage de tumeurs d'autres localisations

# model:gnuhealth.pathology,name:Z226
source: Carrier of human T-lymphotropic virus type 1 [HTLV-1] infection
fr_fr: Sujet porteur d'une infection à virus lymphotrope des lymphocytes

# model:gnuhealth.pathology,name:Z23
source: Need for immunisation against single bacterial diseases
fr_fr: Nécessité d'une vaccination contre une seule maladie bactérienne

# model:gnuhealth.pathology,name:Z230
source: Need for immunisation against cholera alone
fr_fr: Nécessité d'une vaccination contre le choléra seul

# model:gnuhealth.pathology,name:Z231
source: Need for immunisation against typhoid-paratyphoid alone [TAB]
fr_fr: Nécessité d'une vaccination contre la typhoïde-paratyphoïde seule [TAB]

# model:gnuhealth.pathology,name:Z232
source: Need for immunisation against tuberculosis [BCG]
fr_fr: Nécessité d'une vaccination contre la tuberculose [BCG]

# model:gnuhealth.pathology,name:Z233
source: Need for immunisation against plague
fr_fr: Nécessité d'une vaccination contre la peste

# model:gnuhealth.pathology,name:Z234
source: Need for immunisation against tularaemia
fr_fr: Nécessité d'une vaccination contre la tularémie

# model:gnuhealth.pathology,name:Z235
source: Need for immunisation against tetanus alone
fr_fr: Nécessité d'une vaccination contre le tétanos seul

# model:gnuhealth.pathology,name:Z236
source: Need for immunisation against diphtheria alone
fr_fr: Nécessité d'une vaccination contre la diphtérie seule

# model:gnuhealth.pathology,name:Z237
source: Need for immunisation against pertussis alone
fr_fr: Nécessité d'une vaccination contre la coqueluche seule

# model:gnuhealth.pathology,name:Z238
source: Need for immunisation against other single bacterial diseases
fr_fr: Nécessité d'une vaccination contre d'autres maladies bactériennes uniques

# model:gnuhealth.pathology,name:Z24
source: Need for immunisation against certain single viral diseases
fr_fr: Nécessité d'une vaccination contre certaines maladies virales uniques

# model:gnuhealth.pathology,name:Z240
source: Need for immunisation against poliomyelitis
fr_fr: Nécessité d'une vaccination contre la poliomyélite

# model:gnuhealth.pathology,name:Z241
source: Need for immunisation against arthropod-borne viral encephalitis
fr_fr: Nécessité d'une vaccination contre l'encéphalite virale transmise par les arthropodes

# model:gnuhealth.pathology,name:Z242
source: Need for immunisation against rabies
fr_fr: Nécessité d'une vaccination contre la rage

# model:gnuhealth.pathology,name:Z243
source: Need for immunisation against yellow fever
fr_fr: Nécessité d'une vaccination contre la fièvre jaune

# model:gnuhealth.pathology,name:Z244
source: Need for immunisation against measles alone
fr_fr: Nécessité d'une vaccination contre la rougeole seule

# model:gnuhealth.pathology,name:Z245
source: Need for immunisation against rubella alone
fr_fr: Nécessité d'une vaccination contre la rubéole seule

# model:gnuhealth.pathology,name:Z246
source: Need for immunisation against viral hepatitis
fr_fr: Nécessité d'une vaccination contre l'hépatite virale

# model:gnuhealth.pathology,name:Z25
source: Need for immunisation against other single viral diseases
fr_fr: Nécessité d'une vaccination contre d'autres maladies virales uniques

# model:gnuhealth.pathology,name:Z250
source: Need for immunisation against mumps alone
fr_fr: Nécessité d'une vaccination contre les oreillons seuls

# model:gnuhealth.pathology,name:Z251
source: Need for immunisation against influenza
fr_fr: Nécessité d'une vaccination contre la grippe

# model:gnuhealth.pathology,name:Z258
source: Need for immunisation against other specified single viral diseases
fr_fr: Nécessité d'une vaccination contre d'autres maladies virales uniques précisées

# model:gnuhealth.pathology,name:Z26
source: Need for immunisation against other single infectious diseases
fr_fr: Nécessité d'une vaccination contre d'autres maladies infectieuses uniques

# model:gnuhealth.pathology,name:Z260
source: Need for immunisation against leishmaniasis
fr_fr: Nécessité d'une vaccination contre la leishmaniose

# model:gnuhealth.pathology,name:Z268
source: Need for immunisation against other specified single infectious diseases
fr_fr: Nécessité d'une vaccination contre d'autres maladies infectieuses uniques précisées

# model:gnuhealth.pathology,name:Z269
source: Need for immunisation against unspecified infectious disease
fr_fr: Nécessité d'une vaccination contre une maladie infectieuse, sans précision

# model:gnuhealth.pathology,name:Z27
source: Need for immunisation against combinations of infectious diseases
fr_fr: Nécessité d'une vaccination associée contre plusieurs maladies infectieuses

# model:gnuhealth.pathology,name:Z270
source: Need for immunisation against cholera with typhoid-paratyphoid [cholera + TAB]
fr_fr: Nécessité d'une vaccination contre le choléra et la typhoïde-parathyphoïde [choléra + TAB]

# model:gnuhealth.pathology,name:Z271
source: Need for immunisation against diphtheria-tetanus-pertussis, combined [DTP]
fr_fr: Nécessité d'une vaccination associée contre diphtérie-tétanos-coqueluche [DTCoq]

# model:gnuhealth.pathology,name:Z272
source: Need for immunisation against diphtheria-tetanus-pertussis with typhoid-paratyphoid [DTP + TAB]
fr_fr: Nécessité d'une vaccination contre diphtérie-tétanos-coqueluche et typhoïde-paratyphoïde [DTCoq + TAB]

# model:gnuhealth.pathology,name:Z273
source: Need for immunisation against diphtheria-tetanus-pertussis with poliomyelitis [DTP + polio]
fr_fr: Nécessité d'une vaccination contre diphtérie-tétanos-coqueluche et poliomyélite [DTCoq + polio]

# model:gnuhealth.pathology,name:Z274
source: Need for immunisation against measles-mumps-rubella [MMR]
fr_fr: Nécessité d'une vaccination contre rougeole-oreillons-rubéole [ROR]

# model:gnuhealth.pathology,name:Z278
source: Need for immunisation against other combinations of infectious diseases
fr_fr: Nécessité d'une vaccination contre d'autres associations de maladies infectieuses

# model:gnuhealth.pathology,name:Z279
source: Need for immunisation against unspecified combinations of infectious diseases
fr_fr: Nécessité d'une vaccination associée contre plusieurs maladies infectieuses, sans précision

# model:gnuhealth.pathology,name:Z28
source: Immunisation not carried out
fr_fr: Vaccination non faite

# model:gnuhealth.pathology,name:Z280
source: Immunisation not carried out because of contraindication
fr_fr: Vaccination non faite en raison d'une contre-indication

# model:gnuhealth.pathology,name:Z281
source: Immunisation not carried out because of patient's decision for reasons of belief or group pressure
fr_fr: Vaccination non faite par décision du sujet pour raisons de conviction ou de pression sociale

# model:gnuhealth.pathology,name:Z282
source: Immunisation not carried out because of patient's decision for other and unspecified reasons
fr_fr: Vaccination non faite par décision du sujet pour des raisons autres et non précisées

# model:gnuhealth.pathology,name:Z288
source: Immunisation not carried out for other reasons
fr_fr: Vaccination non faite pour d'autres raisons

# model:gnuhealth.pathology,name:Z289
source: Immunisation not carried out for unspecified reason
fr_fr: Vaccination non faite, sans précision

# model:gnuhealth.pathology,name:Z301
source: Insertion of (intra-uterine) contraceptive device
fr_fr: Mise en place d'un dispositif contraceptif (intra-utérin)

# model:gnuhealth.pathology,name:Z302
source: Sterilisation
fr_fr: Stérilisation

# model:gnuhealth.pathology,name:Z305
source: Surveillance of (intra-uterine) contraceptive device
fr_fr: Surveillance d'un dispositif contraceptif (intra-utérin)

# model:gnuhealth.pathology,name:Z310
source: Tuboplasty or vasoplasty after previous sterilisation
fr_fr: Tuboplastie ou vasoplastie après stérilisation

# model:gnuhealth.pathology,name:Z311
source: Artifical insemination
fr_fr: Insémination artificielle

# model:gnuhealth.pathology,name:Z312
source: In vitro fertilisation
fr_fr: Fécondation in vitro

# model:gnuhealth.pathology,name:Z313
source: Other assisted fertilisation methods
fr_fr: Autres méthodes de fécondation assistée

# model:gnuhealth.pathology,name:Z364
source: Antenatal screening for foetal growth retardation using ultrasound and other physical methods
fr_fr: Dépistage prénatal de retard de croissance du fœtus par échographie et autres méthodes physiques

# model:gnuhealth.pathology,name:Z365
source: Antenatal screening for isoimmunisation
fr_fr: Dépistage prénatal d'iso-immunisation

# model:gnuhealth.pathology,name:Z379
source: Outcome of delivery unspecified
fr_fr: Résultat de l'accouchement, sans précision

# model:gnuhealth.pathology,name:Z419
source: Procedures for purposes other than remedying health state, unspecified
fr_fr: Thérapie sans raison médicale, sans précision

# model:gnuhealth.pathology,name:Z435
source: Attention to cyctostomy
fr_fr: Surveillance de cystostomie

# model:gnuhealth.pathology,name:Z450
source: Adjustment and management of cardiac pacemaker
fr_fr: Ajustement et entretien d'un stimulateur cardiaque

# model:gnuhealth.pathology,name:Z469
source: Fitting and adjustment of other unspecified device
fr_fr: Mise en place et ajustement d'un appareil, sans précision

# model:gnuhealth.pathology,name:Z508
source: Care involving use of rehabilitation procedures
fr_fr: Soins impliquant d'autres moyens de rééducation

# model:gnuhealth.pathology,name:Z513
source: Blood transfusion without reported diagnosis
fr_fr: Transfusion sanguine, sans mention de diagnostic

# model:gnuhealth.pathology,name:Z514
source: Preparatory care for treatment, not elsewhere classified
fr_fr: Soins préparatoires pour traitement ultérieur, non classés ailleurs

# model:gnuhealth.pathology,name:Z516
source: Desensitisation to allergens
fr_fr: Désensibilisation aux allergènes

# model:gnuhealth.pathology,name:Z53
source: Persons encountering health services for specifie procedures, not carried out
fr_fr: Sujets ayant recours aux services de santé pour des actes médicaux spécifiques, non effectués

# model:gnuhealth.pathology,name:Z531
source: Procedure not carried out because of patient's decision for reasons of belief or group pressure
fr_fr: Acte non effectué par décision du sujet pour raisons de conviction et de pression sociale

# model:gnuhealth.pathology,name:Z558
source: Other problems relating to education and literacy
fr_fr: Autres difficultés liées à l'éducation et l'alphabétisation

# model:gnuhealth.pathology,name:Z559
source: Problems relating to education and literacy, unspecified
fr_fr: Difficulté liée à l'éducation et l'alphabétisation, sans précision
