Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:K566
source: Other and unspecified intestinal obstruction
de: Sonstige und nicht näher bezeichnete intestinale Obstruktion
fr_fr: Occlusions intestinales, autres et sans précision
zh_cn: 其他和未特指的肠梗阻

# model:gnuhealth.pathology,name:K567
source: Ileus, unspecified
de: Ileus, nicht näher bezeichnet
fr_fr: Iléus, sans précision
zh_cn: 未特指的肠梗阻

# model:gnuhealth.pathology,name:K57
source: Diverticular disease of intestine
de: Divertikulose des Darmes
fr_fr: Diverticulose de l'intestin
zh_cn: 肠憩室病

# model:gnuhealth.pathology,name:K570
source: Diverticular disease of small intestine with perforation and abscess
de: Divertikulose des Dünndarmes mit Perforation und Abszess
fr_fr: Diverticulose de l'intestin grêle, avec perforation et abcès
zh_cn: 小肠憩室病伴有穿孔和脓肿

# model:gnuhealth.pathology,name:K571
source: Diverticular disease of small intestine without perforation or abscess
de: Divertikulose des Dünndarmes ohne Perforation oder Abszess
fr_fr: Diverticulose de l'intestin grêle, sans perforation ni abcès
zh_cn: 小肠憩室病不伴有穿孔或脓肿

# model:gnuhealth.pathology,name:K572
source: Diverticular disease of large intestine with perforation and abscess
de: Divertikulose des Dickdarmes mit Perforation und Abszess
fr_fr: Diverticulose du côlon, avec perforation et abcès
zh_cn: 大肠憩室病伴有穿孔和脓肿

# model:gnuhealth.pathology,name:K573
source: Diverticular disease of large intestine without perforation or abscess
de: Divertikulose des Dickdarmes ohne Perforation oder Abszess
fr_fr: Diverticulose du côlon, sans perforation ni abcès
zh_cn: 大肠憩室病不伴有穿孔或脓肿

# model:gnuhealth.pathology,name:K574
source: Diverticular disease of both small and large intestine with perforation and abscess
de: Divertikulose sowohl des Dünndarmes als auch des Dickdarmes mit Perforation und Abszess
fr_fr: Diverticulose du côlon et de l'intestin grêle, avec perforation et abcès
zh_cn: 小肠和大肠憩室病伴有穿孔和脓肿

# model:gnuhealth.pathology,name:K575
source: Diverticular disease of both small and large intestine without perforation or abscess
de: Divertikulose sowohl des Dünndarmes als auch des Dickdarmes ohne Perforation oder Abszess
fr_fr: Diverticulose du côlon et de l'intestin grêle, sans perforation ni abcès
zh_cn: 小肠和大肠憩室病不伴有穿孔或脓肿

# model:gnuhealth.pathology,name:K578
source: Diverticular disease of intestine, part unspecified, with perforation and abscess
de: Divertikulose des Darmes, Teil nicht näher bezeichnet, mit Perforation und Abszess
fr_fr: Diverticulose de l'intestin, siège non précisé, avec perforation et abcès
zh_cn: 部位未特指的肠憩室病，伴有穿孔和脓肿

# model:gnuhealth.pathology,name:K579
source: Diverticular disease of intestine, part unspecified, without perforation or abscess
de: Divertikulose des Darmes, Teil nicht näher bezeichnet, ohne Perforation oder Abszess
fr_fr: Diverticulose de l'intestin, siège non précisé, sans perforation ni abcès
zh_cn: 部位未特指的肠憩室病，不伴有穿孔或脓肿

# model:gnuhealth.pathology,name:K58
source: Irritable bowel syndrome
de: Reizdarmsyndrom
fr_fr: Syndrome de l'intestin irritable
zh_cn: 肠易激综合征

# model:gnuhealth.pathology,name:K580
source: Irritable bowel syndrome with diarrhoea
de: Reizdarmsyndrom mit Diarrhoe
fr_fr: Syndrome de l'intestin irritable, avec diarrhée
zh_cn: 肠易激综合征伴有腹泻

# model:gnuhealth.pathology,name:K581
source: Irritable bowel syndrome with predominant diarrhoea [IBS-D]
de: Reizdarmsyndrom, Diarrhoe-prädominant [RDS-D]

# model:gnuhealth.pathology,name:K582
source: Irritable bowel syndrome with predominant constipation [IBS-C]
de: Reizdarmsyndrom, Obstipations-prädominant [RDS-O]

# model:gnuhealth.pathology,name:K583
source: Irritable bowel syndrome with mixed bowel habits [IBS-M]
de: Reizdarmsyndrom mit wechselnden (gemischten) Stuhlgewohnheiten [RDS-M]

# model:gnuhealth.pathology,name:K588
source: Other and unspecified irritable bowel syndrome
de: Sonstiges und nicht näher bezeichnetes Reizdarmsyndrom

# model:gnuhealth.pathology,name:K589
source: Irritable bowel syndrome without diarrhoea
de: Reizdarmsyndrom ohne Diarrhoe
fr_fr: Syndrome de l'intestin irritable, sans diarrhée
zh_cn: 肠易激综合征不伴有腹泻

# model:gnuhealth.pathology,name:K59
source: Other functional intestinal disorders
de: Sonstige funktionelle Darmstörungen
fr_fr: Autres troubles fonctionnels de l'intestin
zh_cn: 其他功能性肠疾患

# model:gnuhealth.pathology,name:K590
source: Constipation
de: Obstipation
zh_cn: 便秘

# model:gnuhealth.pathology,name:K591
source: Functional diarrhoea
de: Funktionelle Diarrhoe
fr_fr: Diarrhée fonctionnelle
zh_cn: 功能性腹泻

# model:gnuhealth.pathology,name:K592
source: Neurogenic bowel, not elsewhere classified
de: Neurogene Darmstörung, anderenorts nicht klassifiziert
fr_fr: Intestin neurogène, non classé ailleurs
zh_cn: 神经源性肠，不可归类在他处者

# model:gnuhealth.pathology,name:K593
source: Megacolon, not elsewhere classified
de: Megakolon, anderenorts nicht klassifiziert
fr_fr: Mégacôlon, non classé ailleurs
zh_cn: 巨结肠，不可归类在他处者

# model:gnuhealth.pathology,name:K594
source: Anal spasm
de: Analspasmus
fr_fr: Spasme de l'anus
zh_cn: 肛门痉挛

# model:gnuhealth.pathology,name:K598
source: Other specified functional intestinal disorders
de: Sonstige näher bezeichnete funktionelle Darmstörungen
fr_fr: Autres troubles fonctionnels précisés de l'intestin
zh_cn: 其他特指的功能性肠疾患

# model:gnuhealth.pathology,name:K599
source: Functional intestinal disorder, unspecified
de: Funktionelle Darmstörung, nicht näher bezeichnet
fr_fr: Trouble fonctionnel de l'intestin, sans précision
zh_cn: 未特指的功能性肠疾患

# model:gnuhealth.pathology,name:K60
source: Fissure and fistula of anal and rectal regions
de: Fissur und Fistel in der Anal- und Rektalregion
fr_fr: Fissure et fistule des régions anale et rectale
zh_cn: 肛门及直肠区的裂和瘘

# model:gnuhealth.pathology,name:K600
source: Acute anal fissure
de: Akute Analfissur
fr_fr: Fissure anale aiguë
zh_cn: 急性肛裂

# model:gnuhealth.pathology,name:K601
source: Chronic anal fissure
de: Chronische Analfissur
fr_fr: Fissure anale chronique
zh_cn: 慢性肛裂

# model:gnuhealth.pathology,name:K602
source: Anal fissure, unspecified
de: Analfissur, nicht näher bezeichnet
fr_fr: Fissure anale, sans précision
zh_cn: 未特指的肛裂

# model:gnuhealth.pathology,name:K603
source: Anal fistula
de: Analfistel
fr_fr: Fistule anale
zh_cn: 肛瘘

# model:gnuhealth.pathology,name:K604
source: Rectal fistula
de: Rektalfistel
fr_fr: Fistule rectale
zh_cn: 直肠瘘

# model:gnuhealth.pathology,name:K605
source: Anorectal fistula
de: Anorektalfistel
fr_fr: Fistule ano-rectale
zh_cn: 肛门直肠瘘

# model:gnuhealth.pathology,name:K61
source: Abscess of anal and rectal regions
de: Abszess in der Anal- und Rektalregion
fr_fr: Abcès des régions anale et rectale
zh_cn: 肛门和直肠区脓肿

# model:gnuhealth.pathology,name:K610
source: Anal abscess
de: Analabszess
fr_fr: Abcès anal
zh_cn: 肛门脓肿

# model:gnuhealth.pathology,name:K611
source: Rectal abscess
de: Rektalabszess
fr_fr: Abcès rectal
zh_cn: 直肠脓肿

# model:gnuhealth.pathology,name:K612
source: Anorectal abscess
de: Anorektalabszess
fr_fr: Abcès ano-rectal
zh_cn: 肛门直肠脓肿

# model:gnuhealth.pathology,name:K613
source: Ischiorectal abscess
de: Ischiorektalabszess
fr_fr: Abcès ischio-rectal
zh_cn: 坐骨直肠窝脓肿

# model:gnuhealth.pathology,name:K614
source: Intrasphincteric abscess
de: Intrasphinktärer Abszess
fr_fr: Abcès intrasphinctérien
zh_cn: 括约肌内脓肿

# model:gnuhealth.pathology,name:K62
source: Other diseases of anus and rectum
de: Sonstige Krankheiten des Anus und des Rektums
fr_fr: Autres maladies de l'anus et du rectum
zh_cn: 肛门和直肠的其他疾病

# model:gnuhealth.pathology,name:K621
source: Rectal polyp
de: Rektumpolyp
fr_fr: Polype rectal
zh_cn: 直肠息肉

# model:gnuhealth.pathology,name:K622
source: Anal prolapse
de: Analprolaps
fr_fr: Prolapsus anal
zh_cn: 脱肛

# model:gnuhealth.pathology,name:K623
source: Rectal prolapse
de: Rektumprolaps
fr_fr: Prolapsus rectal
zh_cn: 直肠脱垂

# model:gnuhealth.pathology,name:K624
source: Stenosis of anus and rectum
de: Stenose des Anus und des Rektums
fr_fr: Sténose de l'anus et du rectum
zh_cn: 肛门和直肠狭窄

# model:gnuhealth.pathology,name:K625
source: Haemorrhage of anus and rectum
de: Hämorrhagie des Anus und des Rektums
fr_fr: Hémorragie de l'anus et du rectum
zh_cn: 肛门和直肠出血

# model:gnuhealth.pathology,name:K626
source: Ulcer of anus and rectum
de: Ulkus des Anus und des Rektums
fr_fr: Ulcère de l'anus et du rectum
zh_cn: 肛门和直肠溃疡

# model:gnuhealth.pathology,name:K627
source: Radiation proctitis
de: Strahlenproktitis
fr_fr: Rectite due à une irradiation
zh_cn: 放射性直肠炎

# model:gnuhealth.pathology,name:K628
source: Other specified diseases of anus and rectum
de: Sonstige näher bezeichnete Krankheiten des Anus und des Rektums
fr_fr: Autres maladies précisées de l'anus et du rectum
zh_cn: 肛门和直肠其他特指的疾病

# model:gnuhealth.pathology,name:K629
source: Disease of anus and rectum, unspecified
de: Krankheit des Anus und des Rektums, nicht näher bezeichnet
fr_fr: Maladie de l'anus et du rectum, sans précision
zh_cn: 肛门和直肠未特指的疾病

# model:gnuhealth.pathology,name:K63
source: Other diseases of intestine
de: Sonstige Krankheiten des Darmes
fr_fr: Autres maladies de l'intestin
zh_cn: 肠的其他疾病

# model:gnuhealth.pathology,name:K630
source: Abscess of intestine
de: Darmabszess
fr_fr: Abcès de l'intestin
zh_cn: 肠脓肿

# model:gnuhealth.pathology,name:K631
source: Perforation of intestine (nontraumatic)
de: Perforation des Darmes (nichttraumatisch)
fr_fr: Perforation de l'intestin (non traumatique)
zh_cn: 肠穿孔(非创伤性)

# model:gnuhealth.pathology,name:K632
source: Fistula of intestine
de: Darmfistel
fr_fr: Fistule de l'intestin
zh_cn: 肠瘘

# model:gnuhealth.pathology,name:K633
source: Ulcer of intestine
de: Darmulkus
fr_fr: Ulcère de l'intestin
zh_cn: 肠溃疡

# model:gnuhealth.pathology,name:K634
source: Enteroptosis
de: Enteroptose
fr_fr: Entéroptose
zh_cn: 肠下垂

# model:gnuhealth.pathology,name:K635
source: Polyp of colon
de: Polyp des Kolons
fr_fr: Polype du côlon
zh_cn: 结肠息肉

# model:gnuhealth.pathology,name:K638
source: Other specified diseases of intestine
de: Sonstige näher bezeichnete Krankheiten des Darmes
fr_fr: Autres maladies précisées de l'intestin
zh_cn: 肠其他特指的疾病

# model:gnuhealth.pathology,name:K639
source: Disease of intestine, unspecified
de: Darmkrankheit, nicht näher bezeichnet
fr_fr: Maladie de l'intestin, sans précision
zh_cn: 肠未特指的疾病

# model:gnuhealth.pathology,name:K64
source: Haemorrhoids and perianal venous thrombosis
de: Hämorrhoiden und Perianalvenenthrombose

# model:gnuhealth.pathology,name:K640
source: First degree haemorrhoids
de: Hämorrhoiden 1. Grades

# model:gnuhealth.pathology,name:K641
source: Second degree haemorrhoids
de: Hämorrhoiden 2. Grades

# model:gnuhealth.pathology,name:K642
source: Third degree haemorrhoids
de: Hämorrhoiden 3. Grades

# model:gnuhealth.pathology,name:K643
source: Fourth degree haemorrhoids
de: Hämorrhoiden 4. Grades

# model:gnuhealth.pathology,name:K644
source: Residual haemorrhoidal skin tags
de: Marisken als Folgezustand von Hämorrhoiden

# model:gnuhealth.pathology,name:K645
source: Perianal venous thrombosis
de: Perianalvenenthrombose

# model:gnuhealth.pathology,name:K648
source: Other specified haemorrhoids
de: Sonstige Hämorrhoiden

# model:gnuhealth.pathology,name:K649
source: Haemorrhoids, unspecified
de: Hämorrhoiden, nicht näher bezeichnet

# model:gnuhealth.pathology,name:K650
source: Acute peritonitis
de: Akute Peritonitis
fr_fr: Péritonite aiguë
zh_cn: 急性腹膜炎

# model:gnuhealth.pathology,name:K658
source: Other peritonitis
de: Sonstige Peritonitis
fr_fr: Autres péritonites
zh_cn: 其他的腹膜炎

# model:gnuhealth.pathology,name:K659
source: Peritonitis, unspecified
de: Peritonitis, nicht näher bezeichnet
fr_fr: Péritonite, sans précision
zh_cn: 未特指的腹膜炎

# model:gnuhealth.pathology,name:K66
source: Other disorders of peritoneum
de: Sonstige Krankheiten des Peritoneums
fr_fr: Autres maladies du péritoine
zh_cn: 腹膜的其他疾患

# model:gnuhealth.pathology,name:K660
source: Peritoneal adhesions
de: Peritoneale Adhäsionen
fr_fr: Adhérences péritonéales
zh_cn: 腹膜粘连

# model:gnuhealth.pathology,name:K661
source: Haemoperitoneum
de: Hämoperitoneum
fr_fr: Hémopéritoine
zh_cn: 腹腔积血

# model:gnuhealth.pathology,name:K662
source: Retroperitoneal fibrosis
de: Retroperitonealfibrose

# model:gnuhealth.pathology,name:K668
source: Other specified disorders of peritoneum
de: Sonstige näher bezeichnete Krankheiten des Peritoneums
fr_fr: Autres maladies précisées du péritoine
zh_cn: 腹膜其他特指的疾患

# model:gnuhealth.pathology,name:K669
source: Disorder of peritoneum, unspecified
de: Krankheit des Peritoneums, nicht näher bezeichnet
fr_fr: Maladie du péritoine, sans précision
zh_cn: 腹膜未特指的疾患

# model:gnuhealth.pathology,name:K67
source: Disorders of peritoneum in infectious diseases classified elsewhere
de: Krankheiten des Peritoneums bei anderenorts klassifizierten Infektionskrankheiten
fr_fr: Atteintes péritonéales au cours de maladies infectieuses classées ailleurs
zh_cn: 分类于他处的传染病引起的腹膜疾患

# model:gnuhealth.pathology,name:K670
source: Chlamydial peritonitis
de: Chlamydienperitonitis
fr_fr: Péritonite à Chlamydia (A74.8+)
zh_cn: 衣原体性腹膜炎(A74.8+)

# model:gnuhealth.pathology,name:K671
source: Gonococcal peritonitis
de: Gonokokkenperitonitis
fr_fr: Péritonite gonococcique (A54.8+)
zh_cn: 淋球菌性腹膜炎(A54.8+)

# model:gnuhealth.pathology,name:K672
source: Syphilitic peritonitis
de: Syphilitische Peritonitis
fr_fr: Péritonite syphilitique (A52.7+)
zh_cn: 梅毒性腹膜炎(A52.7+)

# model:gnuhealth.pathology,name:K673
source: Tuberculous peritonitis
de: Tuberkulöse Peritonitis
fr_fr: Péritonite tuberculeuse (A18.3+)
zh_cn: 结核性腹膜炎(A18.3+)

# model:gnuhealth.pathology,name:K678
source: Other disorders of peritoneum in infectious diseases classified elsewhere
de: Sonstige Krankheiten des Peritoneums bei anderenorts klassifizierten Infektionskrankheiten
fr_fr: Autres atteintes péritonéales au cours de maladies infectieuses classées ailleurs
zh_cn: 分类于他处的传染病引起的其他的腹膜疾患

# model:gnuhealth.pathology,name:K70
source: Alcoholic liver disease
de: Alkoholische Leberkrankheit
fr_fr: Maladie alcoolique du foie
zh_cn: 酒精性肝病

# model:gnuhealth.pathology,name:K700
source: Alcoholic fatty liver
de: Alkoholische Fettleber
fr_fr: Cirrhose alcoolique graisseuse du foie
zh_cn: 酒精性脂肪肝

# model:gnuhealth.pathology,name:K701
source: Alcoholic hepatitis
de: Alkoholische Hepatitis
fr_fr: Hépatite alcoolique
zh_cn: 酒精性肝炎

# model:gnuhealth.pathology,name:K702
source: Alcoholic fibrosis and sclerosis of liver
de: Alkoholische Fibrose und Sklerose der Leber
fr_fr: Fibrose et sclérose alcooliques du foie
zh_cn: 酒精性肝纤维化和肝硬化

# model:gnuhealth.pathology,name:K703
source: Alcoholic cirrhosis of liver
de: Alkoholische Leberzirrhose
fr_fr: Cirrhose alcoolique du foie
zh_cn: 酒精性肝硬变

# model:gnuhealth.pathology,name:K704
source: Alcoholic hepatic failure
de: Alkoholisches Leberversagen
fr_fr: Insuffisance hépatique alcoolique
zh_cn: 酒精性肝衰竭

# model:gnuhealth.pathology,name:K709
source: Alcoholic liver disease, unspecified
de: Alkoholische Leberkrankheit, nicht näher bezeichnet
fr_fr: Maladie alcoolique du foie, sans précision
zh_cn: 未特指的酒精性肝病

# model:gnuhealth.pathology,name:K71
source: Toxic liver disease
de: Toxische Leberkrankheit
fr_fr: Maladie toxique du foie
zh_cn: 中毒性肝病

# model:gnuhealth.pathology,name:K710
source: Toxic liver disease with cholestasis
de: Toxische Leberkrankheit mit Cholestase
fr_fr: Maladie toxique du foie avec cholestase
zh_cn: 中毒性肝病伴有胆汁郁积

# model:gnuhealth.pathology,name:K711
source: Toxic liver disease with hepatic necrosis
de: Toxische Leberkrankheit mit Lebernekrose
fr_fr: Maladie toxique du foie avec nécrose hépatique
zh_cn: 中毒性肝病伴有肝坏死

# model:gnuhealth.pathology,name:K712
source: Toxic liver disease with acute hepatitis
de: Toxische Leberkrankheit mit akuter Hepatitis
fr_fr: Maladie toxique du foie avec hépatite aiguë
zh_cn: 中毒性肝病伴有急性肝炎

# model:gnuhealth.pathology,name:K713
source: Toxic liver disease with chronic persistent hepatitis
de: Toxische Leberkrankheit mit chronisch-persistierender Hepatitis
fr_fr: Maladie toxique du foie avec hépatite chronique persistante
zh_cn: 中毒性肝病伴有慢性迁延性肝炎

# model:gnuhealth.pathology,name:K714
source: Toxic liver disease with chronic lobular hepatitis
de: Toxische Leberkrankheit mit chronischer lobulärer Hepatitis
fr_fr: Maladie toxique du foie avec hépatite chronique lobulaire
zh_cn: 中毒性肝病伴有慢性小叶性肝炎

# model:gnuhealth.pathology,name:K715
source: Toxic liver disease with chronic active hepatitis
de: Toxische Leberkrankheit mit chronisch-aktiver Hepatitis
fr_fr: Maladie toxique du foie avec hépatite chronique active
zh_cn: 中毒性肝病伴有慢性活动性肝炎

# model:gnuhealth.pathology,name:K716
source: Toxic liver disease with hepatitis, not elsewhere classified
de: Toxische Leberkrankheit mit Hepatitis, anderenorts nicht klassifiziert
fr_fr: Maladie toxique du foie avec hépatite, non classée ailleurs
zh_cn: 中毒性肝病伴有肝炎，不可归类在他处者

# model:gnuhealth.pathology,name:K717
source: Toxic liver disease with fibrosis and cirrhosis of liver
de: Toxische Leberkrankheit mit Fibrose und Zirrhose der Leber
fr_fr: Maladie toxique du foie avec fibrose et cirrhose du foie
zh_cn: 中毒性肝病伴有肝纤维化和肝硬变

# model:gnuhealth.pathology,name:K718
source: Toxic liver disease with other disorders of liver
de: Toxische Leberkrankheit mit sonstigen Affektionen der Leber
fr_fr: Maladie toxique du foie avec d'autres lésions du foie
zh_cn: 中毒性肝病伴有肝的其他疾患

# model:gnuhealth.pathology,name:K719
source: Toxic liver disease, unspecified
de: Toxische Leberkrankheit, nicht näher bezeichnet
fr_fr: Maladie toxique du foie, sans précision
zh_cn: 未特指的中毒性肝病

# model:gnuhealth.pathology,name:K72
source: Hepatic failure, not elsewhere classified
de: Leberversagen, anderenorts nicht klassifiziert
fr_fr: Insuffisance hépatique, non classée ailleurs
zh_cn: 肝衰竭，不可归类在他处者

# model:gnuhealth.pathology,name:K720
source: Acute and subacute hepatic failure
de: Akutes und subakutes Leberversagen
fr_fr: Insuffisance hépatique aiguë et subaiguë
zh_cn: 急性和亚急性肝衰竭

# model:gnuhealth.pathology,name:K721
source: Chronic hepatic failure
de: Chronisches Leberversagen
fr_fr: Insuffisance hépatique chronique
zh_cn: 慢性肝衰竭

# model:gnuhealth.pathology,name:K729
source: Hepatic failure, unspecified
de: Leberversagen, nicht näher bezeichnet
fr_fr: Insuffisance hépatique, sans précision
zh_cn: 未特指的肝衰竭

# model:gnuhealth.pathology,name:K73
source: Chronic hepatitis, not elsewhere classified
de: Chronische Hepatitis, anderenorts nicht klassifiziert
fr_fr: Hépatite chronique, non classée ailleurs
zh_cn: 慢性肝炎，不可归类在他处者

# model:gnuhealth.pathology,name:K730
source: Chronic persistent hepatitis, not elsewhere classified
de: Chronische persistierende Hepatitis, anderenorts nicht klassifiziert
fr_fr: Hépatite chronique persistante, non classée ailleurs
zh_cn: 慢性迁延性肝炎，不可归类在他处者

# model:gnuhealth.pathology,name:K731
source: Chronic lobular hepatitis, not elsewhere classified
de: Chronische lobuläre Hepatitis, anderenorts nicht klassifiziert
fr_fr: Hépatite chronique lobulaire, non classée ailleurs
zh_cn: 慢性小叶性肝炎，不可归类在他处者

# model:gnuhealth.pathology,name:K732
source: Chronic active hepatitis, not elsewhere classified
de: Chronische aktive Hepatitis, anderenorts nicht klassifiziert
fr_fr: Hépatite chronique active, non classée ailleurs
zh_cn: 慢性活动性肝炎，不可归类在他处者

# model:gnuhealth.pathology,name:K738
source: Other chronic hepatitis, not elsewhere classified
de: Sonstige chronische Hepatitis, anderenorts nicht klassifiziert
fr_fr: Autres hépatites chroniques, non classées ailleurs
zh_cn: 其他慢性肝炎，不可归类在他处者

# model:gnuhealth.pathology,name:K739
source: Chronic hepatitis, unspecified
de: Chronische Hepatitis, nicht näher bezeichnet
fr_fr: Hépatite chronique, sans précision
zh_cn: 未特指的慢性肝炎

# model:gnuhealth.pathology,name:K74
source: Fibrosis and cirrhosis of liver
de: Fibrose und Zirrhose der Leber
fr_fr: Fibrose et cirrhose du foie
zh_cn: 肝纤维化和肝硬变

# model:gnuhealth.pathology,name:K740
source: Hepatic fibrosis
de: Leberfibrose
fr_fr: Fibrose hépatique
zh_cn: 肝纤维化

# model:gnuhealth.pathology,name:K741
source: Hepatic sclerosis
de: Lebersklerose
fr_fr: Sclérose hépatique
zh_cn: 肝硬化

# model:gnuhealth.pathology,name:K742
source: Hepatic fibrosis with hepatic sclerosis
de: Leberfibrose mit Lebersklerose
fr_fr: Fibrose hépatique, avec sclérose hépatique
zh_cn: 肝纤维化伴有肝硬化

# model:gnuhealth.pathology,name:K743
source: Primary biliary cirrhosis
de: Primäre biliäre Zirrhose
fr_fr: Cirrhose biliaire primitive
zh_cn: 原发性胆汁型肝硬变

# model:gnuhealth.pathology,name:K744
source: Secondary biliary cirrhosis
de: Sekundäre biliäre Zirrhose
fr_fr: Cirrhose biliaire secondaire
zh_cn: 继发性胆汁型肝硬变

# model:gnuhealth.pathology,name:K745
source: Biliary cirrhosis, unspecified
de: Biliäre Zirrhose, nicht näher bezeichnet
fr_fr: Cirrhose biliaire, sans précision
zh_cn: 未特指的胆汁型肝硬变

# model:gnuhealth.pathology,name:K746
source: Other and unspecified cirrhosis of liver
de: Sonstige und nicht näher bezeichnete Zirrhose der Leber
fr_fr: Cirrhoses du foie, autres et sans précision
zh_cn: 其他和未特指的肝硬变

# model:gnuhealth.pathology,name:K75
source: Other inflammatory liver diseases
de: Sonstige entzündliche Leberkrankheiten
fr_fr: Autres maladies inflammatoires du foie
zh_cn: 其他炎性肝脏疾病

# model:gnuhealth.pathology,name:K750
source: Abscess of liver
de: Leberabszess
fr_fr: Abcès du foie
zh_cn: 肝脓肿

# model:gnuhealth.pathology,name:K751
source: Phlebitis of portal vein
de: Phlebitis der Pfortader
fr_fr: Phlébite de la veine porte
zh_cn: 门静脉炎

# model:gnuhealth.pathology,name:K752
source: Nonspecific reactive hepatitis
de: Unspezifische reaktive Hepatitis
fr_fr: Hépatite réactive non spécifique
zh_cn: 非特异反应性肝炎

# model:gnuhealth.pathology,name:K753
source: Granulomatous hepatitis, not elsewhere classified
de: Granulomatöse Hepatitis, anderenorts nicht klassifiziert
fr_fr: Hépatite granulomateuse, non classée ailleurs
zh_cn: 肉芽肿性肝炎，不可归类在他处者

# model:gnuhealth.pathology,name:K758
source: Other specified inflammatory liver diseases
de: Sonstige näher bezeichnete entzündliche Leberkrankheiten
fr_fr: Autres maladies inflammatoires précisées du foie
zh_cn: 其他特指的炎性肝脏疾病

# model:gnuhealth.pathology,name:K759
source: Inflammatory liver disease, unspecified
de: Entzündliche Leberkrankheit, nicht näher bezeichnet
fr_fr: Maladie inflammatoire du foie, sans précision
zh_cn: 未特指的炎性肝脏疾病

# model:gnuhealth.pathology,name:K76
source: Other diseases of liver
de: Sonstige Krankheiten der Leber
fr_fr: Autres maladies du foie
zh_cn: 肝的其他疾病

# model:gnuhealth.pathology,name:K760
source: Fatty (change of) liver, not elsewhere classified
de: Fettleber [fettige Degeneration], anderenorts nicht klassifiziert
fr_fr: Dégénérescence graisseuse du foie, non classée ailleurs
zh_cn: 脂肪肝，不可归类在他处者

# model:gnuhealth.pathology,name:K761
source: Chronic passive congestion of liver
de: Chronische Stauungsleber
fr_fr: Congestion passive chronique du foie
zh_cn: 肝慢性阻性充血

# model:gnuhealth.pathology,name:K762
source: Central haemorrhagic necrosis of liver
de: Zentrale hämorrhagische Lebernekrose
fr_fr: Nécrose hémorragique centrale du foie
zh_cn: 肝中心性出血性坏死

# model:gnuhealth.pathology,name:K763
source: Infarction of liver
de: Leberinfarkt
fr_fr: Infarctus hépatique
zh_cn: 肝梗死

# model:gnuhealth.pathology,name:K765
source: Hepatic veno-occlusive disease
de: Venöse okklusive Leberkrankheit [Stuart-Bras-Syndrom]
fr_fr: Maladie veino-occlusive du foie
zh_cn: 肝静脉梗阻症

# model:gnuhealth.pathology,name:K766
source: Portal hypertension
de: Portale Hypertonie
fr_fr: Hypertension portale
zh_cn: 门静脉高压

# model:gnuhealth.pathology,name:K767
source: Hepatorenal syndrome
de: Hepatorenales Syndrom
fr_fr: Syndrome hépato-rénal
zh_cn: 肝肾综合征

# model:gnuhealth.pathology,name:K768
source: Other specified diseases of liver
de: Sonstige näher bezeichnete Krankheiten der Leber
fr_fr: Autres maladies précisées du foie
zh_cn: 其他特指的肝病

# model:gnuhealth.pathology,name:K769
source: Liver disease, unspecified
de: Leberkrankheit, nicht näher bezeichnet
fr_fr: Maladie du foie, sans précision
zh_cn: 未特指的肝病
