Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Z598
source: Other problems relating to housing and economic circumstances
fr_fr: Autres difficultés liées au logement et aux conditions économiques

# model:gnuhealth.pathology,name:Z599
source: Problem relating to housing and economic circumstances, unspecified
fr_fr: Difficulté liée au logement et aux conditions économiques, sans précision

# model:gnuhealth.pathology,name:Z619
source: Negative life events in childhood, unspecified
fr_fr: Difficulté liée à une enfance malheureuse, sans précision

# model:gnuhealth.pathology,name:Z740
source: Reduced mobility
fr_fr: Mobilité restreinte

# model:gnuhealth.pathology,name:Z765
source: Malingerer [conscious situation]
fr_fr: Simulateur

# model:gnuhealth.pathology,name:Z769
source: Persons encountering health services in unspecified circumstances
fr_fr: Sujet ayant recours aux services de santé dans des circonstances non précisées

# model:gnuhealth.pathology,name:Z807
source: Family history of malignant neoplasms of lymphoid, haematopoietic and related tissues
fr_fr: Antécédents familiaux d'autres tumeurs des tissus lymphoïde, hématopoïétique et apparentés

# model:gnuhealth.pathology,name:Z830
source: Family history of human immunodeficiency virus [HIV]
fr_fr: Antécédents familiaux de maladie due au virus de l'immunodéficience humaine [VIH]

# model:gnuhealth.pathology,name:Z841
source: Family history of disorders of the kidney and ureter
fr_fr: Antécédents familiaux de maladies rénales et de l'uretère

# model:gnuhealth.pathology,name:Z842
source: Family history of other diseases of the genito-urinary system
fr_fr: Antécédents familiaux d'autres maladies de l'appareil génito-urinaire

# model:gnuhealth.pathology,name:Z874
source: Personal history of diseases of the genito-urinary system
fr_fr: Antécédents personnels de maladies de l'appareil génito-urinaire

# model:gnuhealth.pathology,name:Z88
source: Personal history of allergy to drugs, medicaments and biologocal substances
fr_fr: Antécédents personnels d'allergie à des médicaments et des substances biologiques

# model:gnuhealth.pathology,name:Z882
source: Personal history of allergy to sulphonamides
fr_fr: Antécédents personnels d'allergie aux sulfamides

# model:gnuhealth.pathology,name:Z906
source: Acquired absence of other parts of urinary tract
fr_fr: Absence acquise d'autres organes des voies urinaires

# model:gnuhealth.pathology,name:Z934
source: Other artificial openings of gastro-intestinal tract status
fr_fr: Autres stomies de l'appareil digestif

# model:gnuhealth.pathology,name:Z950
source: Presence of cardiac pacemaker
fr_fr: Présence d'un stimulateur cardiaque

# model:gnuhealth.pathology,name:Z975
source: Presence of (intra-uterine) contraceptive device
fr_fr: Présence d'un dispositif contraceptif (intra-utérin) [stérilet]

# model:gnuhealth.pathology.category,name:icdcat1-20
source: (B95-B97) Bacterial
fr_fr: Agents d'infections bactériennes, virales et autres(B95-B97)

# model:gnuhealth.pathology.category,name:icdcat11-6
source: (K55-K63) Other diseases of intestines
fr_fr: Autres maladies de l'intestin(K55-K63)

# model:gnuhealth.pathology.category,name:icdcat14-4
source: (N20-N23) Urolithiasis
fr_fr: Lithiases urinaires(N20-N23)
zh_cn: (N20-N23) 尿石病

# model:gnuhealth.pathology.category,name:icdcat4-2
source: (E10-E14) Diabetes mellitus
fr_fr: Diabète sucré(E10-E14)
zh_cn: (E10-E14) 糖尿病

# model:gnuhealth.pathology.category,name:icdcat6-2
source: (G10-G13) Systemic atrophies primarily affecting the central nervous system
fr_fr: Affections dégénératives systémiques affectant principalement le système nerveux central(G10-G13)

# model:gnuhealth.pathology,name:A267
source: Erysipelothrix sepsis
zh_cn: 丹毒丝菌败血症

# model:gnuhealth.pathology,name:A665
source: Gangosa
zh_cn: 毁形性鼻咽炎

# model:gnuhealth.pathology,name:B081
source: Molluscum contagiosum
zh_cn: 传染性软疣

# model:gnuhealth.pathology,name:B356
source: Tinea inguinalis [Tinea cruris]
zh_cn: 股癣

# model:gnuhealth.pathology,name:B360
source: Pityriasis versicolor
zh_cn: 花斑癣

# model:gnuhealth.pathology,name:B361
source: Tinea nigra
zh_cn: 黑癣

# model:gnuhealth.pathology,name:B662
source: Dicrocoeliasis
zh_cn: 支双腔吸虫病

# model:gnuhealth.pathology,name:D020
source: Carcinoma in situ: Larynx
zh_cn: 喉原位癌

# model:gnuhealth.pathology,name:D021
source: Carcinoma in situ: Trachea
zh_cn: 气管原位癌

# model:gnuhealth.pathology,name:D070
source: Carcinoma in situ: Endometrium
zh_cn: 子宫内膜原位癌

# model:gnuhealth.pathology,name:D071
source: Carcinoma in situ: Vulva
zh_cn: 外阴原位癌

# model:gnuhealth.pathology,name:D072
source: Carcinoma in situ: Vagina
zh_cn: 阴道原位癌

# model:gnuhealth.pathology,name:D074
source: Carcinoma in situ: Penis
zh_cn: 阴茎原位癌

# model:gnuhealth.pathology,name:E40
source: Kwashiorkor
zh_cn: 夸希奥科病[恶性营养不良病]

# model:gnuhealth.pathology,name:H001
source: Chalazion
zh_cn: 睑板腺囊肿

# model:gnuhealth.pathology,name:H042
source: Epiphora
zh_cn: 溢泪

# model:gnuhealth.pathology,name:J86
source: Pyothorax
zh_cn: 脓胸

# model:gnuhealth.pathology,name:J93
source: Pneumothorax
zh_cn: 气胸

# model:gnuhealth.pathology,name:J941
source: Fibrothorax
zh_cn: 纤维胸

# model:gnuhealth.pathology,name:K562
source: Volvulus
zh_cn: 肠扭转

# model:gnuhealth.pathology,name:L081
source: Erythrasma
zh_cn: 红癣

# model:gnuhealth.pathology,name:L40
source: Psoriasis
zh_cn: 银屑病[牛皮癣]

# model:gnuhealth.pathology,name:L400
source: Psoriasis vulgaris
zh_cn: 寻常性银屑病

# model:gnuhealth.pathology,name:L41
source: Parapsoriasis
zh_cn: 副银屑病[类银屑病]

# model:gnuhealth.pathology,name:L441
source: Lichen nitidus
zh_cn: 光泽苔癣

# model:gnuhealth.pathology,name:L574
source: Cutis laxa senilis
zh_cn: 老年性皮肤松垂

# model:gnuhealth.pathology,name:L705
source: Acné excoriée
zh_cn: 表皮脱落性痤疮

# model:gnuhealth.pathology,name:L80
source: Vitiligo
zh_cn: 白癜风

# model:gnuhealth.pathology,name:L83
source: Acanthosis nigricans
zh_cn: 黑棘皮病

# model:gnuhealth.pathology,name:M202
source: Hallux rigidus
zh_cn: 僵

# model:gnuhealth.pathology,name:M912
source: Coxa plana
zh_cn: 扁平髋

# model:gnuhealth.pathology,name:N486
source: Induratio penis plastica
zh_cn: 阴茎海绵体硬结症

# model:gnuhealth.pathology,name:O264
source: Herpes gestationis
zh_cn: 妊娠疱疹

# model:gnuhealth.pathology,name:O44
source: Placenta praevia
zh_cn: 前置胎盘

# model:gnuhealth.pathology,name:Q05
source: Spina bifida
zh_cn: 脊柱裂

# model:gnuhealth.pathology,name:Q760
source: Spina bifida occulta
zh_cn: 隐性脊柱裂

# model:gnuhealth.pathology,name:Q793
source: Gastroschisis
zh_cn: 腹裂

# model:gnuhealth.pathology,name:Q821
source: Xeroderma pigmentosum
zh_cn: 着色性干皮病

# model:gnuhealth.pathology,name:Q823
source: Incontinentia pigmenti
zh_cn: 色素失调症

# model:gnuhealth.pathology,name:Q893
source: Situs inversus
zh_cn: 内脏反位

# model:gnuhealth.pathology,name:R040
source: Epistaxis
zh_cn: 鼻出血

# model:gnuhealth.pathology,name:R061
source: Stridor
zh_cn: 喘鸣

# model:gnuhealth.pathology,name:R064
source: Hyperventilation
zh_cn: 通气过度
