Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:W151
source: Residential institution
de: Sturz von Klippe: Wohnheime oder -anstalten
fr_fr: chute d'une falaise | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W152
source: School, other institution and public administrative area
de: Sturz von Klippe: Schule, sonstige öffentliche Bauten
fr_fr: chute d'une falaise | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W153
source: Sports and athletics area
de: Sturz von Klippe: Sportstätten
fr_fr: chute d'une falaise | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W154
source: Street and highway
de: Sturz von Klippe: Straßen und Wege
fr_fr: chute d'une falaise | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W155
source: Trade and service area
de: Sturz von Klippe: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: chute d'une falaise | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W156
source: Industrial and construction area
de: Sturz von Klippe: Industrieanlagen und Baustellen
fr_fr: chute d'une falaise | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W157
source: Farm
de: Sturz von Klippe: Landwirtschaftlicher Betrieb
fr_fr: chute d'une falaise | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W158
source: Other specified place
de: Sturz von Klippe: Sonstige näher bezeichnete Orte
fr_fr: chute d'une falaise | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W159
source: Unspecified place
de: Sturz von Klippe: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: chute d'une falaise | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W16
source: Diving or jumping into water causing injury other than drowning or submersion
de: Verletzung beim Tauchen oder Sprung ins Wasser ohne Ertrinken oder Untergehen
fr_fr: Plongée ou saut dans l'eau provoquant une lésion traumatique autre que noyade ou submersion
zh_cn: 潜水或跳水引起的损伤，除外淹溺和沉没

# model:gnuhealth.pathology,name:W160
source: Home
de: Verletzung beim Tauchen oder Sprung ins Wasser ohne Ertrinken oder Untergehen: Zu Hause
fr_fr: plongée ou saut dans l'eau provoquant une lésion traumatique autre que noyade ou submersion | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W161
source: Residential institution
de: Verletzung beim Tauchen oder Sprung ins Wasser ohne Ertrinken oder Untergehen: Wohnheime oder -anstalten
fr_fr: plongée ou saut dans l'eau provoquant une lésion traumatique autre que noyade ou submersion | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W162
source: School, other institution and public administrative area
de: Verletzung beim Tauchen oder Sprung ins Wasser ohne Ertrinken oder Untergehen: Schule, sonstige öffentliche Bauten
fr_fr: plongée ou saut dans l'eau provoquant une lésion traumatique autre que noyade ou submersion | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W163
source: Sports and athletics area
de: Verletzung beim Tauchen oder Sprung ins Wasser ohne Ertrinken oder Untergehen: Sportstätten
fr_fr: plongée ou saut dans l'eau provoquant une lésion traumatique autre que noyade ou submersion | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W164
source: Street and highway
de: Verletzung beim Tauchen oder Sprung ins Wasser ohne Ertrinken oder Untergehen: Straßen und Wege
fr_fr: plongée ou saut dans l'eau provoquant une lésion traumatique autre que noyade ou submersion | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W165
source: Trade and service area
de: Verletzung beim Tauchen oder Sprung ins Wasser ohne Ertrinken oder Untergehen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: plongée ou saut dans l'eau provoquant une lésion traumatique autre que noyade ou submersion | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W166
source: Industrial and construction area
de: Verletzung beim Tauchen oder Sprung ins Wasser ohne Ertrinken oder Untergehen: Industrieanlagen und Baustellen
fr_fr: plongée ou saut dans l'eau provoquant une lésion traumatique autre que noyade ou submersion | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W167
source: Farm
de: Verletzung beim Tauchen oder Sprung ins Wasser ohne Ertrinken oder Untergehen: Landwirtschaftlicher Betrieb
fr_fr: plongée ou saut dans l'eau provoquant une lésion traumatique autre que noyade ou submersion | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W168
source: Other specified place
de: Verletzung beim Tauchen oder Sprung ins Wasser ohne Ertrinken oder Untergehen: Sonstige näher bezeichnete Orte
fr_fr: plongée ou saut dans l'eau provoquant une lésion traumatique autre que noyade ou submersion | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W169
source: Unspecified place
de: Verletzung beim Tauchen oder Sprung ins Wasser ohne Ertrinken oder Untergehen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: plongée ou saut dans l'eau provoquant une lésion traumatique autre que noyade ou submersion | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W17
source: Other fall from one level to another
de: Sonstige Stürze von einer Ebene auf eine andere
fr_fr: Autre chute d'un niveau à un autre
zh_cn: 从一个平面至另一平面的其他跌落

# model:gnuhealth.pathology,name:W170
source: Home
de: Sonstige Stürze von einer Ebene auf eine andere: Zu Hause
fr_fr: autre chute d'un niveau à un autre | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W171
source: Residential institution
de: Sonstige Stürze von einer Ebene auf eine andere: Wohnheime oder -anstalten
fr_fr: autre chute d'un niveau à un autre | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W172
source: School, other institution and public administrative area
de: Sonstige Stürze von einer Ebene auf eine andere: Schule, sonstige öffentliche Bauten
fr_fr: autre chute d'un niveau à un autre | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W173
source: Sports and athletics area
de: Sonstige Stürze von einer Ebene auf eine andere: Sportstätten
fr_fr: autre chute d'un niveau à un autre | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W174
source: Street and highway
de: Sonstige Stürze von einer Ebene auf eine andere: Straßen und Wege
fr_fr: autre chute d'un niveau à un autre | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W175
source: Trade and service area
de: Sonstige Stürze von einer Ebene auf eine andere: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: autre chute d'un niveau à un autre | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W176
source: Industrial and construction area
de: Sonstige Stürze von einer Ebene auf eine andere: Industrieanlagen und Baustellen
fr_fr: autre chute d'un niveau à un autre | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W177
source: Farm
de: Sonstige Stürze von einer Ebene auf eine andere: Landwirtschaftlicher Betrieb
fr_fr: autre chute d'un niveau à un autre | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W178
source: Other specified place
de: Sonstige Stürze von einer Ebene auf eine andere: Sonstige näher bezeichnete Orte
fr_fr: autre chute d'un niveau à un autre | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W179
source: Unspecified place
de: Sonstige Stürze von einer Ebene auf eine andere: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: autre chute d'un niveau à un autre | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W18
source: Other fall on same level
de: Sonstige Stürze auf gleicher Ebene
fr_fr: Autre chute de plain-pied
zh_cn: 在同一平面的其他跌倒

# model:gnuhealth.pathology,name:W180
source: Home
de: Sonstige Stürze auf gleicher Ebene: Zu Hause
fr_fr: autre chute de plain-pied | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W181
source: Residential institution
de: Sonstige Stürze auf gleicher Ebene: Wohnheime oder -anstalten
fr_fr: autre chute de plain-pied | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W182
source: School, other institution and public administrative area
de: Sonstige Stürze auf gleicher Ebene: Schule, sonstige öffentliche Bauten
fr_fr: autre chute de plain-pied | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W183
source: Sports and athletics area
de: Sonstige Stürze auf gleicher Ebene: Sportstätten
fr_fr: autre chute de plain-pied | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W184
source: Street and highway
de: Sonstige Stürze auf gleicher Ebene: Straßen und Wege
fr_fr: autre chute de plain-pied | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W185
source: Trade and service area
de: Sonstige Stürze auf gleicher Ebene: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: autre chute de plain-pied | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W186
source: Industrial and construction area
de: Sonstige Stürze auf gleicher Ebene: Industrieanlagen und Baustellen
fr_fr: autre chute de plain-pied | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W187
source: Farm
de: Sonstige Stürze auf gleicher Ebene: Landwirtschaftlicher Betrieb
fr_fr: autre chute de plain-pied | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W188
source: Other specified place
de: Sonstige Stürze auf gleicher Ebene: Sonstige näher bezeichnete Orte
fr_fr: autre chute de plain-pied | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W189
source: Unspecified place
de: Sonstige Stürze auf gleicher Ebene: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: autre chute de plain-pied | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W19
source: Unspecified fall
de: Nicht näher bezeichneter Sturz
fr_fr: Chute, sans précision
zh_cn: 未特指的跌倒

# model:gnuhealth.pathology,name:W190
source: Home
de: Nicht näher bezeichneter Sturz: Zu Hause
fr_fr: chute, sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W191
source: Residential institution
de: Nicht näher bezeichneter Sturz: Wohnheime oder -anstalten
fr_fr: chute, sans précision | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W192
source: School, other institution and public administrative area
de: Nicht näher bezeichneter Sturz: Schule, sonstige öffentliche Bauten
fr_fr: chute, sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W193
source: Sports and athletics area
de: Nicht näher bezeichneter Sturz: Sportstätten
fr_fr: chute, sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W194
source: Street and highway
de: Nicht näher bezeichneter Sturz: Straßen und Wege
fr_fr: chute, sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W195
source: Trade and service area
de: Nicht näher bezeichneter Sturz: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: chute, sans précision | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W196
source: Industrial and construction area
de: Nicht näher bezeichneter Sturz: Industrieanlagen und Baustellen
fr_fr: chute, sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W197
source: Farm
de: Nicht näher bezeichneter Sturz: Landwirtschaftlicher Betrieb
fr_fr: chute, sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W198
source: Other specified place
de: Nicht näher bezeichneter Sturz: Sonstige näher bezeichnete Orte
fr_fr: chute, sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W199
source: Unspecified place
de: Nicht näher bezeichneter Sturz: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: chute, sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W20
source: Struck by thrown, projected or falling object
de: Unfall durch einen oder mehrere geworfene, geschleuderte oder fallende Gegenstände
fr_fr: Heurt causé par le lancement ou la chute d'un objet
zh_cn: 被投掷、抛出或坠落物体击中

# model:gnuhealth.pathology,name:W200
source: Home
de: Unfall durch geworfenen, geschleuderten oder fallenden Gegenstand: Zu Hause
fr_fr: heurt causé par le lancement ou la chute d'un objet | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W201
source: Residential institution
de: Unfall durch geworfenen, geschleuderten oder fallenden Gegenstand: Wohnheime oder -anstalten
fr_fr: heurt causé par le lancement ou la chute d'un objet | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W202
source: School, other institution and public administrative area
de: Unfall durch geworfenen, geschleuderten oder fallenden Gegenstand: Schule, sonstige öffentliche Bauten
fr_fr: heurt causé par le lancement ou la chute d'un objet | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W203
source: Sports and athletics area
de: Unfall durch geworfenen, geschleuderten oder fallenden Gegenstand: Sportstätten
fr_fr: heurt causé par le lancement ou la chute d'un objet | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W204
source: Street and highway
de: Unfall durch geworfenen, geschleuderten oder fallenden Gegenstand: Straßen und Wege
fr_fr: heurt causé par le lancement ou la chute d'un objet | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W205
source: Trade and service area
de: Unfall durch geworfenen, geschleuderten oder fallenden Gegenstand: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: heurt causé par le lancement ou la chute d'un objet | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W206
source: Industrial and construction area
de: Unfall durch geworfenen, geschleuderten oder fallenden Gegenstand: Industrieanlagen und Baustellen
fr_fr: heurt causé par le lancement ou la chute d'un objet | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W207
source: Farm
de: Unfall durch geworfenen, geschleuderten oder fallenden Gegenstand: Landwirtschaftlicher Betrieb
fr_fr: heurt causé par le lancement ou la chute d'un objet | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W208
source: Other specified place
de: Unfall durch geworfenen, geschleuderten oder fallenden Gegenstand: Sonstige näher bezeichnete Orte
fr_fr: heurt causé par le lancement ou la chute d'un objet | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W209
source: Unspecified place
de: Unfall durch geworfenen, geschleuderten oder fallenden Gegenstand: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: heurt causé par le lancement ou la chute d'un objet | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W21
source: Striking against or struck by sports equipment
de: Unfall durch Stoß gegen oder Getroffenwerden von Sportgerät
fr_fr: Heurt contre ou par du matériel de sport
zh_cn: 撞在体育设施上或被体育设施击中

# model:gnuhealth.pathology,name:W210
source: Home
de: Unfall durch Stoß gegen oder Getroffenwerden von Sportgerät: Zu Hause
fr_fr: heurt contre ou par du matériel de sport | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W211
source: Residential institution
de: Unfall durch Stoß gegen oder Getroffenwerden von Sportgerät: Wohnheime oder -anstalten
fr_fr: heurt contre ou par du matériel de sport | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W212
source: School, other institution and public administrative area
de: Unfall durch Stoß gegen oder Getroffenwerden von Sportgerät: Schule, sonstige öffentliche Bauten
fr_fr: heurt contre ou par du matériel de sport | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W213
source: Sports and athletics area
de: Unfall durch Stoß gegen oder Getroffenwerden von Sportgerät: Sportstätten
fr_fr: heurt contre ou par du matériel de sport | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W214
source: Street and highway
de: Unfall durch Stoß gegen oder Getroffenwerden von Sportgerät: Straßen und Wege
fr_fr: heurt contre ou par du matériel de sport | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W215
source: Trade and service area
de: Unfall durch Stoß gegen oder Getroffenwerden von Sportgerät: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: heurt contre ou par du matériel de sport | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W216
source: Industrial and construction area
de: Unfall durch Stoß gegen oder Getroffenwerden von Sportgerät: Industrieanlagen und Baustellen
fr_fr: heurt contre ou par du matériel de sport | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W217
source: Farm
de: Unfall durch Stoß gegen oder Getroffenwerden von Sportgerät: Landwirtschaftlicher Betrieb
fr_fr: heurt contre ou par du matériel de sport | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W218
source: Other specified place
de: Unfall durch Stoß gegen oder Getroffenwerden von Sportgerät: Sonstige näher bezeichnete Orte
fr_fr: heurt contre ou par du matériel de sport | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W219
source: Unspecified place
de: Unfall durch Stoß gegen oder Getroffenwerden von Sportgerät: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: heurt contre ou par du matériel de sport | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W22
source: Striking against or struck by other objects
de: Unfall durch Stoß gegen oder Getroffenwerden von sonstigem Gegenstand
fr_fr: Heurt contre ou par d'autres objets
zh_cn: 撞在其他物体上或被其他物体击中

# model:gnuhealth.pathology,name:W220
source: Home
de: Unfall durch Stoß gegen oder Getroffenwerden von sonstige(n) Gegenstände(n): Zu Hause
fr_fr: heurt contre ou par d'autres objets | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W221
source: Residential institution
de: Unfall durch Stoß gegen oder Getroffenwerden von sonstige(n) Gegenstände(n): Wohnheime oder -anstalten
fr_fr: heurt contre ou par d'autres objets | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W222
source: School, other institution and public administrative area
de: Unfall durch Stoß gegen oder Getroffenwerden von sonstige(n) Gegenstände(n): Schule, sonstige öffentliche Bauten
fr_fr: heurt contre ou par d'autres objets | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W223
source: Sports and athletics area
de: Unfall durch Stoß gegen oder Getroffenwerden von sonstige(n) Gegenstände(n): Sportstätten
fr_fr: heurt contre ou par d'autres objets | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W224
source: Street and highway
de: Unfall durch Stoß gegen oder Getroffenwerden von sonstige(n) Gegenstände(n): Straßen und Wege
fr_fr: heurt contre ou par d'autres objets | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W225
source: Trade and service area
de: Unfall durch Stoß gegen oder Getroffenwerden von sonstige(n) Gegenstände(n): Gewerbe- und Dienstleistungseinrichtungen
fr_fr: heurt contre ou par d'autres objets | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W226
source: Industrial and construction area
de: Unfall durch Stoß gegen oder Getroffenwerden von sonstige(n) Gegenstände(n): Industrieanlagen und Baustellen
fr_fr: heurt contre ou par d'autres objets | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W227
source: Farm
de: Unfall durch Stoß gegen oder Getroffenwerden von sonstige(n) Gegenstände(n): Landwirtschaftlicher Betrieb
fr_fr: heurt contre ou par d'autres objets | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W228
source: Other specified place
de: Unfall durch Stoß gegen oder Getroffenwerden von sonstige(n) Gegenstände(n): Sonstige näher bezeichnete Orte
fr_fr: heurt contre ou par d'autres objets | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W229
source: Unspecified place
de: Unfall durch Stoß gegen oder Getroffenwerden von sonstige(n) Gegenstände(n): Nicht näher bezeichneter Ort des Ereignisses
fr_fr: heurt contre ou par d'autres objets | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W23
source: Caught, crushed, jammed or pinched in or between objects
de: Unfall durch Eingeklemmtwerden, Eingequetschtwerden, Eingezwängtwerden oder Hängenbleiben zwischen Gegenständen
fr_fr: Compression, écrasement ou blocage dans des objets ou entre des objets
zh_cn: 被物体钩住、挤压、轧住或夹住

# model:gnuhealth.pathology,name:W230
source: Home
de: Unfall durch Eingeklemmtwerden, Eingequetschtwerden, Eingezwängtwerden oder Hängenbleiben zwischen Gegenständen: Zu Hause
fr_fr: compression, écrasement ou blocage dans des objets ou entre des objets | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W231
source: Residential institution
de: Unfall durch Eingeklemmtwerden, Eingequetschtwerden, Eingezwängtwerden oder Hängenbleiben zwischen Gegenständen: Wohnheime oder -anstalten
fr_fr: compression, écrasement ou blocage dans des objets ou entre des objets | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W232
source: School, other institution and public administrative area
de: Unfall durch Eingeklemmtwerden, Eingequetschtwerden, Eingezwängtwerden oder Hängenbleiben zwischen Gegenständen: Schule, sonstige öffentliche Bauten
fr_fr: compression, écrasement ou blocage dans des objets ou entre des objets | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W233
source: Sports and athletics area
de: Unfall durch Eingeklemmtwerden, Eingequetschtwerden, Eingezwängtwerden oder Hängenbleiben zwischen Gegenständen: Sportstätten
fr_fr: compression, écrasement ou blocage dans des objets ou entre des objets | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W234
source: Street and highway
de: Unfall durch Eingeklemmtwerden, Eingequetschtwerden, Eingezwängtwerden oder Hängenbleiben zwischen Gegenständen: Straßen und Wege
fr_fr: compression, écrasement ou blocage dans des objets ou entre des objets | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W235
source: Trade and service area
de: Unfall durch Eingeklemmtwerden, Eingequetschtwerden, Eingezwängtwerden oder Hängenbleiben zwischen Gegenständen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: compression, écrasement ou blocage dans des objets ou entre des objets | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W236
source: Industrial and construction area
de: Unfall durch Eingeklemmtwerden, Eingequetschtwerden, Eingezwängtwerden oder Hängenbleiben zwischen Gegenständen: Industrieanlagen und Baustellen
fr_fr: compression, écrasement ou blocage dans des objets ou entre des objets | local industriel et chantier de construction
zh_cn: 工业和建筑面积
