Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:N085
source: Glomerular disorders in systemic connective tissue disorders
de: Glomeruläre Krankheiten bei Systemkrankheiten des Bindegewebes
fr_fr: Glomérulopathie au cours d'affections disséminées du tissu conjonctif
zh_cn: 系统性结缔组织疾患引起的肾小球疾患

# model:gnuhealth.pathology,name:N088
source: Glomerular disorders in other diseases classified elsewhere
de: Glomeruläre Krankheiten bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Glomérulopathie au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的肾小球疾患

# model:gnuhealth.pathology,name:N10
source: Acute tubulo-interstitial nephritis
de: Akute tubulointerstitielle Nephritis
fr_fr: Néphrite tubulo-interstitielle aiguë
zh_cn: 急性肾小管-间质肾炎

# model:gnuhealth.pathology,name:N11
source: Chronic tubulo-interstitial nephritis
de: Chronische tubulointerstitielle Nephritis
fr_fr: Néphrite tubulo-interstitielle chronique
zh_cn: 慢性肾小管-间质肾炎

# model:gnuhealth.pathology,name:N110
source: Nonobstructive reflux-associated chronic pyelonephritis
de: Nichtobstruktive, mit Reflux verbundene chronische Pyelonephritis
fr_fr: Pyélonéphrite non obstructive chronique associée à un reflux
zh_cn: 与反流有关的非梗阻性慢性肾盂肾炎

# model:gnuhealth.pathology,name:N111
source: Chronic obstructive pyelonephritis
de: Chronische obstruktive Pyelonephritis
fr_fr: Pyélonéphrite obstructive chronique
zh_cn: 慢性梗阻性肾盂肾炎

# model:gnuhealth.pathology,name:N118
source: Other chronic tubulo-interstitial nephritis
de: Sonstige chronische tubulointerstitielle Nephritis
fr_fr: Autres néphrites tubulo-interstitielles chroniques
zh_cn: 其他的慢性肾小管-间质肾炎

# model:gnuhealth.pathology,name:N119
source: Chronic tubulo-interstitial nephritis, unspecified
de: Chronische tubulointerstitielle Nephritis, nicht näher bezeichnet
fr_fr: Néphrite tubulo-interstitielle chronique, sans précision
zh_cn: 未特指的慢性肾小管-间质肾炎

# model:gnuhealth.pathology,name:N12
source: Tubulo-interstitial nephritis, not specified as acute or chronic
de: Tubulointerstitielle Nephritis, nicht als akut oder chronisch bezeichnet
fr_fr: Néphrite tubulo-interstitielle, non précisée comme aiguë ou chronique
zh_cn: 肾小管-间质肾炎，未特指急性或慢性

# model:gnuhealth.pathology,name:N13
source: Obstructive and reflux uropathy
de: Obstruktive Uropathie und Refluxuropathie
fr_fr: Uropathie obstructive et par reflux
zh_cn: 梗阻性和反流性尿路病

# model:gnuhealth.pathology,name:N130
source: Hydronephrosis with ureteropelvic junction obstruction
de: Hydronephrose bei ureteropelviner Obstruktion
fr_fr: Hydronéphrose avec obstruction de la jonction pyélo-urétérale
zh_cn: 肾盂积水伴有输尿管肾盂连接处梗阻

# model:gnuhealth.pathology,name:N131
source: Hydronephrosis with ureteral stricture, not elsewhere classified
de: Hydronephrose bei Ureterstriktur, anderenorts nicht klassifiziert
fr_fr: Hydronéphrose avec rétrécissement urétéral, non classée ailleurs
zh_cn: 肾盂积水伴有输尿管狭窄，不可归类在他处者

# model:gnuhealth.pathology,name:N132
source: Hydronephrosis with renal and ureteral calculous obstruction
de: Hydronephrose bei Obstruktion durch Nieren- und Ureterstein
fr_fr: Hydronéphrose avec obstruction calculeuse rénale et urétérale
zh_cn: 肾盂积水伴有肾和输尿管结石梗阻

# model:gnuhealth.pathology,name:N133
source: Other and unspecified hydronephrosis
de: Sonstige und nicht näher bezeichnete Hydronephrose
fr_fr: Hydronéphroses, autres et sans précision
zh_cn: 其他和未特指的肾盂积水

# model:gnuhealth.pathology,name:N135
source: Kinking and stricture of ureter without hydronephrosis
de: Abknickung und Striktur des Ureters ohne Hydronephrose
fr_fr: Coudure et rétrécissement urétéral, sans hydronéphrose
zh_cn: 输尿管纽结和狭窄不伴有肾盂积水

# model:gnuhealth.pathology,name:N136
source: Pyonephrosis
de: Pyonephrose
fr_fr: Pyonéphrose
zh_cn: 肾积脓

# model:gnuhealth.pathology,name:N137
source: Vesicoureteral-reflux-associated uropathy
de: Uropathie in Zusammenhang mit vesikoureteralem Reflux
fr_fr: Uropathie associée à un reflux vésico-urétéral
zh_cn: 与膀胱-输尿管反流有关的尿路病

# model:gnuhealth.pathology,name:N138
source: Other obstructive and reflux uropathy
de: Sonstige obstruktive Uropathie und Refluxuropathie
fr_fr: Autres uropathies obstructives et par reflux
zh_cn: 其他梗阻性和反流性尿路病

# model:gnuhealth.pathology,name:N139
source: Obstructive and reflux uropathy, unspecified
de: Obstruktive Uropathie und Refluxuropathie, nicht näher bezeichnet
fr_fr: Uropathie obstructive et par reflux, sans précision
zh_cn: 未特指的梗阻性和反流性尿路病

# model:gnuhealth.pathology,name:N14
source: Drug- and heavy-metal-induced tubulo-interstitial and tubular conditions
de: Arzneimittel- und schwermetallinduzierte tubulointerstitielle und tubuläre Krankheitszustände
fr_fr: Atteintes tubulo-interstitielles et tubulaires dues à des médicaments et des métaux lourds
zh_cn: 药物和重金属诱发的肾小管-间质和肾小管情况

# model:gnuhealth.pathology,name:N140
source: Analgesic nephropathy
de: Analgetika-Nephropathie
fr_fr: Néphropathie due à un analgésique
zh_cn: 镇痛剂肾病

# model:gnuhealth.pathology,name:N141
source: Nephropathy induced by other drugs, medicaments and biological substances
de: Nephropathie durch sonstige Arzneimittel, Drogen und biologisch aktive Substanzen
fr_fr: Néphropathie due à d'autres médicaments et substances biologiques
zh_cn: 其他药物、药剂和生物制品诱发的肾病

# model:gnuhealth.pathology,name:N142
source: Nephropathy induced by unspecified drug, medicament or biological substance
de: Nephropathie durch nicht näher bezeichnete(s) Arzneimittel, Droge oder biologisch aktive Substanz
fr_fr: Néphropathie due à un médicament ou une substance biologique, sans précision
zh_cn: 未特指的药物、药剂和生物制品诱发的肾病

# model:gnuhealth.pathology,name:N143
source: Nephropathy induced by heavy metals
de: Nephropathie durch Schwermetalle
fr_fr: Néphropathie due à des métaux lourds
zh_cn: 重金属诱发的肾病

# model:gnuhealth.pathology,name:N144
source: Toxic nephropathy, not elsewhere classified
de: Toxische Nephropathie, anderenorts nicht klassifiziert
fr_fr: Néphropathie toxique, non classée ailleurs
zh_cn: 毒性肾病，不可归类在他处者

# model:gnuhealth.pathology,name:N15
source: Other renal tubulo-interstitial diseases
de: Sonstige tubulointerstitielle Nierenkrankheiten
fr_fr: Autres maladies rénales tubulo-interstitielles
zh_cn: 其他肾小管-间质疾病

# model:gnuhealth.pathology,name:N150
source: Balkan nephropathy
de: Balkan-Nephropathie
fr_fr: Néphropathie des Balkans
zh_cn: 巴尔干肾病

# model:gnuhealth.pathology,name:N151
source: Renal and perinephric abscess
de: Nierenabszess und perinephritischer Abszess
fr_fr: Abcès rénal et périrénal
zh_cn: 肾和肾周脓肿

# model:gnuhealth.pathology,name:N158
source: Other specified renal tubulo-interstitial diseases
de: Sonstige näher bezeichnete tubulointerstitielle Nierenkrankheiten
fr_fr: Autres maladies rénales tubulo-interstitielles précisées
zh_cn: 其他特指的肾小管-间质疾病

# model:gnuhealth.pathology,name:N159
source: Renal tubulo-interstitial disease, unspecified
de: Tubulointerstitielle Nierenkrankheit, nicht näher bezeichnet
fr_fr: Maladie rénale tubulo-interstitielle, sans précision
zh_cn: 未特指的肾小管-间质疾病

# model:gnuhealth.pathology,name:N16
source: Renal tubulo-interstitial disorders in diseases classified elsewhere
de: Tubulointerstitielle Nierenkrankheiten bei anderenorts klassifizierten Krankheiten
fr_fr: Maladies rénales tubulo-interstitielles au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的肾小管-间质疾患

# model:gnuhealth.pathology,name:N160
source: Renal tubulo-interstitial disorders in infectious and parasitic diseases classified elsewhere
de: Tubulointerstitielle Nierenkrankheiten bei anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Maladie rénale tubulo-interstitielle au cours de maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的传染病和寄生虫病引起的肾小管-间质疾患

# model:gnuhealth.pathology,name:N161
source: Renal tubulo-interstitial disorders in neoplastic diseases
de: Tubulointerstitielle Nierenkrankheiten bei Neubildungen
fr_fr: Maladie rénale tubulo-interstitielle au cours de maladies tumorales
zh_cn: 肿瘤性疾病引起的肾小管-间质疾患

# model:gnuhealth.pathology,name:N162
source: Renal tubulo-interstitial disorders in blood diseases and disorders involving the immune mechanism
de: Tubulointerstitielle Nierenkrankheiten bei Blutkrankheiten und Störungen mit Beteiligung des Immunsystems
fr_fr: Maladie rénale tubulo-interstitielle au cours de maladies du sang et des troubles du système immunitaire
zh_cn: 涉及免疫机制的血液疾病和疾患引起的肾小管-间质疾患

# model:gnuhealth.pathology,name:N163
source: Renal tubulo-interstitial disorders in metabolic diseases
de: Tubulointerstitielle Nierenkrankheiten bei Stoffwechselkrankheiten
fr_fr: Maladie rénale tubulo-interstitielle au cours de maladies métaboliques
zh_cn: 代谢性疾病引起的肾小管-间质疾患

# model:gnuhealth.pathology,name:N164
source: Renal tubulo-interstitial disorders in systemic connective tissue disorders
de: Tubulointerstitielle Nierenkrankheiten bei systemischen Krankheiten des Bindegewebes
fr_fr: Maladie rénale tubulo-interstitielle au cours d'affections disséminées du tissu conjonctif
zh_cn: 系统性结缔组织疾患引起的肾小管-间质疾患

# model:gnuhealth.pathology,name:N165
source: Renal tubulo-interstitial disorders in transplant rejection
de: Tubulointerstitielle Nierenkrankheiten bei Transplantatabstoßung
fr_fr: Maladie rénale tubulo-interstitielle au cours d'un rejet de greffe (T86.-+)
zh_cn: 移植排斥引起的肾小管-间质疾患

# model:gnuhealth.pathology,name:N168
source: Renal tubulo-interstitial disorders in other diseases classified elsewhere
de: Tubulointerstitielle Nierenkrankheiten bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Maladie rénale tubulo-interstitielle au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的肾小管-间质疾患

# model:gnuhealth.pathology,name:N17
source: Acute renal failure
de: Akutes Nierenversagen
fr_fr: Insuffisance rénale aiguë
zh_cn: 急性肾衰竭

# model:gnuhealth.pathology,name:N170
source: Acute renal failure with tubular necrosis
de: Akutes Nierenversagen mit Tubulusnekrose
fr_fr: Insuffisance rénale aiguë avec nécrose tubulaire
zh_cn: 急性肾衰竭伴有肾小管坏死

# model:gnuhealth.pathology,name:N171
source: Acute renal failure with acute cortical necrosis
de: Akutes Nierenversagen mit akuter Rindennekrose
fr_fr: Insuffisance rénale aiguë avec nécrose corticale aiguë
zh_cn: 急性肾衰竭伴有急性肾皮质坏死

# model:gnuhealth.pathology,name:N172
source: Acute renal failure with medullary necrosis
de: Akutes Nierenversagen mit Marknekrose
fr_fr: Insuffisance rénale aiguë avec nécrose médullaire
zh_cn: 急性肾衰竭伴有肾髓质坏死

# model:gnuhealth.pathology,name:N178
source: Other acute renal failure
de: Sonstiges akutes Nierenversagen
fr_fr: Autres insuffisances rénales aiguës
zh_cn: 其他的急性肾衰竭

# model:gnuhealth.pathology,name:N179
source: Acute renal failure, unspecified
de: Akutes Nierenversagen, nicht näher bezeichnet
fr_fr: Insuffisance rénale aiguë, sans précision
zh_cn: 未特指的急性肾衰竭

# model:gnuhealth.pathology,name:N18
source: Chronic kidney disease
de: Chronische Nierenkrankheit
zh_cn: 慢性肾病

# model:gnuhealth.pathology,name:N180
source: End-stage renal disease
de: Terminale Niereninsuffizienz
fr_fr: Insuffisance rénale terminale
zh_cn: 肾终末期疾病

# model:gnuhealth.pathology,name:N181
source: Chronic kidney disease, stage 1
de: Chronische Nierenkrankheit, Stadium 1

# model:gnuhealth.pathology,name:N182
source: Chronic kidney disease, stage 2
de: Chronische Nierenkrankheit, Stadium 2

# model:gnuhealth.pathology,name:N183
source: Chronic kidney disease, stage 3
de: Chronische Nierenkrankheit, Stadium 3

# model:gnuhealth.pathology,name:N184
source: Chronic kidney disease, stage 4
de: Chronische Nierenkrankheit, Stadium 4

# model:gnuhealth.pathology,name:N185
source: Chronic kidney disease, stage 5
de: Chronische Nierenkrankheit, Stadium 5

# model:gnuhealth.pathology,name:N188
source: Other chronic renal failure
de: Sonstige chronische Niereninsuffizienz
fr_fr: Autres insuffisances rénales chroniques
zh_cn: 其他的慢性肾衰竭

# model:gnuhealth.pathology,name:N189
source: Chronic kidney disease, unspecified
de: Chronische Nierenkrankheit, nicht näher bezeichnet
zh_cn: 未特指的慢性肾衰竭

# model:gnuhealth.pathology,name:N19
source: Unspecified kidney failure
de: Nicht näher bezeichnete Niereninsuffizienz
zh_cn: 未特指的肾衰竭

# model:gnuhealth.pathology,name:N20
source: Calculus of kidney and ureter
de: Nieren- und Ureterstein
fr_fr: Calcul du rein et de l'uretère
zh_cn: 肾和输尿管结石

# model:gnuhealth.pathology,name:N200
source: Calculus of kidney
de: Nierenstein
fr_fr: Calcul du rein
zh_cn: 肾结石

# model:gnuhealth.pathology,name:N201
source: Calculus of ureter
de: Ureterstein
fr_fr: Calcul de l'uretère
zh_cn: 输尿管结石

# model:gnuhealth.pathology,name:N202
source: Calculus of kidney with calculus of ureter
de: Nierenstein und Ureterstein gleichzeitig
fr_fr: Calcul du rein avec calcul de l'uretère
zh_cn: 肾结石伴有输尿管结石

# model:gnuhealth.pathology,name:N209
source: Urinary calculus, unspecified
de: Harnstein, nicht näher bezeichnet
fr_fr: Calcul urinaire, sans précision
zh_cn: 未特指的泌尿系结石

# model:gnuhealth.pathology,name:N21
source: Calculus of lower urinary tract
de: Stein in den unteren Harnwegen
fr_fr: Calcul des voies urinaires inférieures
zh_cn: 下泌尿道结石

# model:gnuhealth.pathology,name:N210
source: Calculus in bladder
de: Stein in der Harnblase
fr_fr: Calcul de la vessie
zh_cn: 膀胱结石

# model:gnuhealth.pathology,name:N211
source: Calculus in urethra
de: Urethrastein
fr_fr: Calcul de l'urètre
zh_cn: 尿道结石

# model:gnuhealth.pathology,name:N218
source: Other lower urinary tract calculus
de: Stein in sonstigen unteren Harnwegen
fr_fr: Autres calculs des voies urinaires inférieures
zh_cn: 其他的下泌尿道结石

# model:gnuhealth.pathology,name:N219
source: Calculus of lower urinary tract, unspecified
de: Stein in den unteren Harnwegen, nicht näher bezeichnet
fr_fr: Calcul des voies urinaires inférieures, sans précision
zh_cn: 未特指的下泌尿道结石

# model:gnuhealth.pathology,name:N22
source: Calculus of urinary tract in diseases classified elsewhere
de: Harnstein bei anderenorts klassifizierten Krankheiten
fr_fr: Calcul des voies urinaires au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的泌尿道结石

# model:gnuhealth.pathology,name:N220
source: Urinary calculus in schistosomiasis [bilharziasis]
de: Harnstein bei Schistosomiasis [Bilharziose]
zh_cn: 血吸虫病[裂体吸虫病]引起的泌尿道结石

# model:gnuhealth.pathology,name:N228
source: Calculus of urinary tract in other diseases classified elsewhere
de: Harnstein bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Calcul des voies urinaires au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的泌尿道结石

# model:gnuhealth.pathology,name:N23
source: Unspecified renal colic
de: Nicht näher bezeichnete Nierenkolik
fr_fr: Colique néphrétique, sans précision
zh_cn: 未特指的肾绞痛

# model:gnuhealth.pathology,name:N25
source: Disorders resulting from impaired renal tubular function
de: Krankheiten infolge Schädigung der tubulären Nierenfunktion
fr_fr: Affections dues à une tubulopathie
zh_cn: 肾小管功能损害所致的疾患

# model:gnuhealth.pathology,name:N250
source: Renal osteodystrophy
de: Renale Osteodystrophie
fr_fr: Ostéodystrophie rénale
zh_cn: 肾性骨营养不良

# model:gnuhealth.pathology,name:N251
source: Nephrogenic diabetes insipidus
de: Renaler Diabetes insipidus
fr_fr: Diabète insipide néphrogénique
zh_cn: 肾性尿崩症

# model:gnuhealth.pathology,name:N258
source: Other disorders resulting from impaired renal tubular function
de: Sonstige Krankheiten infolge Schädigung der tubulären Nierenfunktion
fr_fr: Autres affections dues à une tubulopathie
zh_cn: 肾小管功能损害所致的其他疾患

# model:gnuhealth.pathology,name:N259
source: Disorder resulting from impaired renal tubular function, unspecified
de: Krankheit infolge Schädigung der tubulären Nierenfunktion, nicht näher bezeichnet
fr_fr: Affection due à une tubulopathie, sans précision
zh_cn: 肾小管功能损害所致未特指的疾患

# model:gnuhealth.pathology,name:N26
source: Unspecified contracted kidney
de: Schrumpfniere, nicht näher bezeichnet
fr_fr: Rein scléreux, sans précision
zh_cn: 未特指的肾挛缩

# model:gnuhealth.pathology,name:N27
source: Small kidney of unknown cause
de: Kleine Niere unbekannter Ursache
fr_fr: Petit rein de cause inconnue
zh_cn: 原因不明的小肾

# model:gnuhealth.pathology,name:N270
source: Small kidney, unilateral
de: Kleine Niere unbekannter Ursache, einseitig
fr_fr: Petit rein unilatéral
zh_cn: 单侧小肾

# model:gnuhealth.pathology,name:N271
source: Small kidney, bilateral
de: Kleine Niere unbekannter Ursache, beidseitig
fr_fr: Petit rein bilatéral
zh_cn: 双侧小肾

# model:gnuhealth.pathology,name:N279
source: Small kidney, unspecified
de: Kleine Niere unbekannter Ursache, nicht näher bezeichnet
fr_fr: Petit rein, sans précision
zh_cn: 未特指的小肾

# model:gnuhealth.pathology,name:N28
source: Other disorders of kidney and ureter, not elsewhere classified
de: Sonstige Krankheiten der Niere und des Ureters, anderenorts nicht klassifiziert
fr_fr: Autres affections du rein et de l'uretère, non classées ailleurs
zh_cn: 肾和输尿管的其他疾患，不可归类在他处者

# model:gnuhealth.pathology,name:N280
source: Ischaemia and infarction of kidney
de: Ischämie und Infarkt der Niere
fr_fr: Ischémie et infarctus du rein
zh_cn: 肾缺血和肾梗死

# model:gnuhealth.pathology,name:N281
source: Cyst of kidney
de: Zyste der Niere
zh_cn: 后天性肾囊肿

# model:gnuhealth.pathology,name:N288
source: Other specified disorders of kidney and ureter
de: Sonstige näher bezeichnete Krankheiten der Niere und des Ureters
fr_fr: Autres affections précisées du rein et de l'uretère
zh_cn: 肾和输尿管其他特指的疾患

# model:gnuhealth.pathology,name:N289
source: Disorder of kidney and ureter, unspecified
de: Krankheit der Niere und des Ureters, nicht näher bezeichnet
fr_fr: Affection du rein et de l'uretère, sans précision
zh_cn: 肾和输尿管未特指的疾患

# model:gnuhealth.pathology,name:N29
source: Other disorders of kidney and ureter in diseases classified elsewhere
de: Sonstige Krankheiten der Niere und des Ureters bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections du rein et de l'uretère au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的肾和输尿管的其他疾患

# model:gnuhealth.pathology,name:N290
source: Late syphilis of kidney
de: Spätsyphilis der Niere
fr_fr: Syphilis tardive du rein (A52.7+)
zh_cn: 肾的晚期梅毒

# model:gnuhealth.pathology,name:N291
source: Other disorders of kidney and ureter in infectious and parasitic diseases classified elsewhere
de: Sonstige Krankheiten der Niere und des Ureters bei anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Autres affections du rein et de l'uretère au cours de maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的传染病和寄生虫病引起的肾和输尿管的其他疾患

# model:gnuhealth.pathology,name:N298
source: Other disorders of kidney and ureter in other diseases classified elsewhere
de: Sonstige Krankheiten der Niere und des Ureters bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Autres affections du rein et de l'uretère au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的肾和输尿管的其他疾患

# model:gnuhealth.pathology,name:N30
source: Cystitis
de: Zystitis
fr_fr: Cystite
zh_cn: 膀胱炎

# model:gnuhealth.pathology,name:N300
source: Acute cystitis
de: Akute Zystitis
fr_fr: Cystite aiguë
zh_cn: 急性膀胱炎

# model:gnuhealth.pathology,name:N301
source: Interstitial cystitis (chronic)
de: Interstitielle Zystitis (chronisch)
fr_fr: Cystite interstitielle (chronique)
zh_cn: 间质性膀胱炎(慢性)

# model:gnuhealth.pathology,name:N302
source: Other chronic cystitis
de: Sonstige chronische Zystitis
fr_fr: Autres cystites chroniques
zh_cn: 其他的慢性膀胱炎

# model:gnuhealth.pathology,name:N303
source: Trigonitis
de: Trigonumzystitis
fr_fr: Trigonite
zh_cn: 膀胱三角区炎

# model:gnuhealth.pathology,name:N304
source: Irradiation cystitis
de: Strahlenzystitis
fr_fr: Cystite due à une irradiation
zh_cn: 放射性膀胱炎

# model:gnuhealth.pathology,name:N308
source: Other cystitis
de: Sonstige Zystitis
fr_fr: Autres cystites
zh_cn: 其他的膀胱炎

# model:gnuhealth.pathology,name:N309
source: Cystitis, unspecified
de: Zystitis, nicht näher bezeichnet
fr_fr: Cystite, sans précision
zh_cn: 未特指的膀胱炎

# model:gnuhealth.pathology,name:N31
source: Neuromuscular dysfunction of bladder, not elsewhere classified
de: Neuromuskuläre Dysfunktion der Harnblase, anderenorts nicht klassifiziert
fr_fr: Dysfonctionnement neuro-musculaire de la vessie
zh_cn: 膀胱神经肌肉功能不良，不可归类在他处者

# model:gnuhealth.pathology,name:N310
source: Uninhibited neuropathic bladder, not elsewhere classified
de: Ungehemmte neurogene Blasenentleerung, anderenorts nicht klassifiziert
fr_fr: Vessie neurogène non inhibée, non classée ailleurs
zh_cn: 无抑制神经病性膀胱，不可归类在他处者

# model:gnuhealth.pathology,name:N311
source: Reflex neuropathic bladder, not elsewhere classified
de: Neurogene Reflexblase, anderenorts nicht klassifiziert
fr_fr: Vessie neurogène réflexe, non classée ailleurs
zh_cn: 反射性神经病性膀胱，不可归类在他处者

# model:gnuhealth.pathology,name:N312
source: Flaccid neuropathic bladder, not elsewhere classified
de: Schlaffe neurogene Harnblase, anderenorts nicht klassifiziert
fr_fr: Vessie neurogène flasque (périphérique), non classée ailleurs
zh_cn: 迟缓性神经病性膀胱，不可归类在他处者

# model:gnuhealth.pathology,name:N318
source: Other neuromuscular dysfunction of bladder
de: Sonstige neuromuskuläre Dysfunktion der Harnblase
fr_fr: Autres dysfonctionnements neuro-musculaires de la vessie
zh_cn: 膀胱其他的神经肌肉功能不良

# model:gnuhealth.pathology,name:N319
source: Neuromuscular dysfunction of bladder, unspecified
de: Neuromuskuläre Dysfunktion der Harnblase, nicht näher bezeichnet
fr_fr: Dysfonctionnement neuro-musculaire de la vessie, sans précision
zh_cn: 膀胱未特指的神经肌肉功能不良

# model:gnuhealth.pathology,name:N32
source: Other disorders of bladder
de: Sonstige Krankheiten der Harnblase
fr_fr: Autres affections de la vessie
zh_cn: 膀胱的其他疾患

# model:gnuhealth.pathology,name:N320
source: Bladder-neck obstruction
de: Blasenhalsobstruktion
fr_fr: Obstruction du col de la vessie
zh_cn: 膀胱颈梗阻

# model:gnuhealth.pathology,name:N321
source: Vesicointestinal fistula
de: Vesikointestinalfistel
fr_fr: Fistule vésico-intestinale
zh_cn: 膀胱肠瘘

# model:gnuhealth.pathology,name:N322
source: Vesical fistula, not elsewhere classified
de: Harnblasenfistel, anderenorts nicht klassifiziert
fr_fr: Fistule vésicale, non classée ailleurs
zh_cn: 膀胱瘘，不可归类在他处者

# model:gnuhealth.pathology,name:N323
source: Diverticulum of bladder
de: Harnblasendivertikel
fr_fr: Diverticule de la vessie
zh_cn: 膀胱憩室

# model:gnuhealth.pathology,name:N324
source: Rupture of bladder, nontraumatic
de: Harnblasenruptur, nichttraumatisch
fr_fr: Rupture de la vessie, non traumatique
zh_cn: 非创伤性膀胱破裂

# model:gnuhealth.pathology,name:N328
source: Other specified disorders of bladder
de: Sonstige näher bezeichnete Krankheiten der Harnblase
fr_fr: Autres affections précisées de la vessie
zh_cn: 膀胱其他特指的疾患

# model:gnuhealth.pathology,name:N329
source: Bladder disorder, unspecified
de: Krankheit der Harnblase, nicht näher bezeichnet
fr_fr: Affection de la vessie, sans précision
zh_cn: 膀胱未特指的疾患

# model:gnuhealth.pathology,name:N33
source: Bladder disorders in diseases classified elsewhere
de: Krankheiten der Harnblase bei anderenorts klassifizierten Krankheiten
fr_fr: Affections de la vessie au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的膀胱疾患

# model:gnuhealth.pathology,name:N330
source: Tuberculous cystitis
de: Tuberkulöse Zystitis
fr_fr: Cystite tuberculeuse (A18.1+)
zh_cn: 结核性膀胱炎

# model:gnuhealth.pathology,name:N338
source: Bladder disorders in other diseases classified elsewhere
de: Krankheiten der Harnblase bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Affections de la vessie au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的膀胱疾患

# model:gnuhealth.pathology,name:N34
source: Urethritis and urethral syndrome
de: Urethritis und urethrales Syndrom
fr_fr: Urétrite et syndrome urétral
zh_cn: 尿道炎和尿道综合征

# model:gnuhealth.pathology,name:N340
source: Urethral abscess
de: Harnröhrenabszess
fr_fr: Abcès urétral
zh_cn: 尿道脓肿

# model:gnuhealth.pathology,name:N341
source: Nonspecific urethritis
de: Unspezifische Urethritis
fr_fr: Urétrite non spécifique
zh_cn: 非特异性尿道炎
