Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Z108
source: Routine general health check-up of other defined subpopulations
de: Allgemeine Reihenuntersuchung sonstiger bestimmter Bevölkerungsgruppen
fr_fr: Examens généraux de routine d'autres sous-populations définies
zh_cn: 其他限定人群的常规一般性健康查体

# model:gnuhealth.pathology,name:Z11
source: Special screening examination for infectious and parasitic diseases
de: Spezielle Verfahren zur Untersuchung auf infektiöse und parasitäre Krankheiten
fr_fr: Examen spécial de dépistage de maladies infectieuses et parasitaires
zh_cn: 传染病和寄生虫病的特殊筛查

# model:gnuhealth.pathology,name:Z110
source: Special screening examination for intestinal infectious diseases
de: Spezielle Verfahren zur Untersuchung auf infektiöse Darmkrankheiten
fr_fr: Examen spécial de dépistage de maladies infectieuses intestinales
zh_cn: 肠道传染病的特殊筛查

# model:gnuhealth.pathology,name:Z111
source: Special screening examination for respiratory tuberculosis
de: Spezielle Verfahren zur Untersuchung auf Lungentuberkulose
fr_fr: Examen spécial de dépistage de tuberculose pulmonaire
zh_cn: 呼吸道结核的特殊筛查

# model:gnuhealth.pathology,name:Z112
source: Special screening examination for other bacterial diseases
de: Spezielle Verfahren zur Untersuchung auf andere bakterielle Krankheiten
fr_fr: Examen spécial de dépistage d'autres maladies bactériennes
zh_cn: 其他细菌性疾病的特殊筛查

# model:gnuhealth.pathology,name:Z113
source: Special screening examination for infections with a predominantly sexual mode of transmission
de: Spezielle Verfahren zur Untersuchung auf Infektionen, die vorwiegend durch Geschlechtsverkehr übertragen werden
fr_fr: Examen spécial de dépistage des infections dont le mode de transmission est essentiellement sexuel
zh_cn: 主要为性传播模式的传染病的特殊筛查

# model:gnuhealth.pathology,name:Z114
source: Special screening examination for human immunodeficiency virus [HIV]
de: Spezielle Verfahren zur Untersuchung auf HIV [Humanes Immundefizienz-Virus]
fr_fr: Examen spécial de dépistage du virus de l'immunodéficience humaine [VIH]
zh_cn: 人类免疫缺陷病毒[HIV]的特殊筛查

# model:gnuhealth.pathology,name:Z115
source: Special screening examination for other viral diseases
de: Spezielle Verfahren zur Untersuchung auf andere Viruskrankheiten
fr_fr: Examen spécial de dépistage d'autres maladies à virus
zh_cn: 其他病毒性疾病的特殊筛查

# model:gnuhealth.pathology,name:Z116
source: Special screening examination for other protozoal diseases and helminthiases
de: Spezielle Verfahren zur Untersuchung auf andere Protozoenkrankheiten und Helminthosen
fr_fr: Examen spécial de dépistage d'autres maladies à protozoaires et helminthiases
zh_cn: 其他原虫病和蠕虫病的特殊筛查

# model:gnuhealth.pathology,name:Z118
source: Special screening examination for other infectious and parasitic diseases
de: Spezielle Verfahren zur Untersuchung auf sonstige infektiöse und parasitäre Krankheiten
fr_fr: Examen spécial de dépistage d'autres maladies infectieuses et parasitaires
zh_cn: 其他传染病和寄生虫病的特殊筛查

# model:gnuhealth.pathology,name:Z119
source: Special screening examination for infectious and parasitic diseases, unspecified
de: Spezielle Verfahren zur Untersuchung auf infektiöse und parasitäre Krankheiten, nicht näher bezeichnet
fr_fr: Examen spécial de dépistage de maladies infectieuses et parasitaires, sans précision
zh_cn: 未特指的传染病和寄生虫病的特殊筛查

# model:gnuhealth.pathology,name:Z12
source: Special screening examination for neoplasms
de: Spezielle Verfahren zur Untersuchung auf Neubildungen
fr_fr: Examen spécial de dépistage des tumeurs
zh_cn: 肿瘤的特殊筛查

# model:gnuhealth.pathology,name:Z120
source: Special screening examination for neoplasm of stomach
de: Spezielle Verfahren zur Untersuchung auf Neubildung des Magens
fr_fr: Examen spécial de dépistage de tumeur de l'estomac
zh_cn: 胃部肿瘤的特殊筛查

# model:gnuhealth.pathology,name:Z121
source: Special screening examination for neoplasm of intestinal tract
de: Spezielle Verfahren zur Untersuchung auf Neubildung des Darmtraktes
fr_fr: Examen spécial de dépistage de tumeur de l'intestin
zh_cn: 肠道肿瘤的特殊筛查

# model:gnuhealth.pathology,name:Z122
source: Special screening examination for neoplasm of respiratory organs
de: Spezielle Verfahren zur Untersuchung auf Neubildung der Atmungsorgane
fr_fr: Examen spécial de dépistage de tumeur de l'appareil respiratoire
zh_cn: 呼吸器官肿瘤的特殊筛查

# model:gnuhealth.pathology,name:Z123
source: Special screening examination for neoplasm of breast
de: Spezielle Verfahren zur Untersuchung auf Neubildung der Mamma [Brustdrüse]
fr_fr: Examen spécial de dépistage de tumeur du sein
zh_cn: 乳房肿瘤的特殊筛查

# model:gnuhealth.pathology,name:Z124
source: Special screening examination for neoplasm of cervix
de: Spezielle Verfahren zur Untersuchung auf Neubildung der Cervix uteri
fr_fr: Examen spécial de dépistage de tumeur du col de l'utérus
zh_cn: 宫颈肿瘤的特殊筛查

# model:gnuhealth.pathology,name:Z125
source: Special screening examination for neoplasm of prostate
de: Spezielle Verfahren zur Untersuchung auf Neubildung der Prostata
fr_fr: Examen spécial de dépistage de tumeur de la prostate
zh_cn: 前列腺肿瘤的特殊筛查

# model:gnuhealth.pathology,name:Z126
source: Special screening examination for neoplasm of bladder
de: Spezielle Verfahren zur Untersuchung auf Neubildung der Harnblase
fr_fr: Examen spécial de dépistage de tumeur de la vessie
zh_cn: 膀胱肿瘤的特殊筛查

# model:gnuhealth.pathology,name:Z128
source: Special screening examination for neoplasms of other sites
de: Spezielle Verfahren zur Untersuchung auf Neubildungen sonstiger Lokalisationen
zh_cn: 其他部位肿瘤的特殊筛查

# model:gnuhealth.pathology,name:Z129
source: Special screening examination for neoplasm, unspecified
de: Spezielle Verfahren zur Untersuchung auf Neubildung, nicht näher bezeichnet
fr_fr: Examen spécial de dépistage d'une tumeur, sans précision
zh_cn: 未特指肿瘤的特殊筛查

# model:gnuhealth.pathology,name:Z13
source: Special screening examination for other diseases and disorders
de: Spezielle Verfahren zur Untersuchung auf sonstige Krankheiten oder Störungen
fr_fr: Examen spécial de dépistage d'autres maladies et états pathologiques
zh_cn: 其他疾病和疾患的特殊筛查

# model:gnuhealth.pathology,name:Z130
source: Special screening examination for diseases of the blood and blood-forming organs and certain disorders involving the immune mechanism
de: Spezielle Verfahren zur Untersuchung auf Krankheiten des Blutes und der blutbildenden Organe und bestimmte Störungen mit Beteiligung des Immunsystems
fr_fr: Examen spécial de dépistage de maladies du sang, des organes hématopoïétiques et de certains troubles du système immunitaire
zh_cn: 血液及造血器官疾病和某些涉及免疫机制的疾患的特殊筛查

# model:gnuhealth.pathology,name:Z131
source: Special screening examination for diabetes mellitus
de: Spezielle Verfahren zur Untersuchung auf Diabetes mellitus
fr_fr: Examen spécial de dépistage de diabète sucré
zh_cn: 糖尿病的特殊筛查

# model:gnuhealth.pathology,name:Z132
source: Special screening examination for nutritional disorders
de: Spezielle Verfahren zur Untersuchung auf Ernährungsstörungen
fr_fr: Examen spécial de dépistage des troubles de la nutrition
zh_cn: 营养疾患的特殊筛查

# model:gnuhealth.pathology,name:Z133
source: Special screening examination for mental and behavioural disorders
de: Spezielle Verfahren zur Untersuchung auf psychische Krankheiten und Verhaltensstörungen
fr_fr: Examen spécial de dépistage des troubles mentaux et du comportement
zh_cn: 精神和行为障碍的特殊筛查

# model:gnuhealth.pathology,name:Z134
source: Special screening examination for certain developmental disorders in childhood
de: Spezielle Verfahren zur Untersuchung auf bestimmte Entwicklungsstörungen in der Kindheit
fr_fr: Examen spécial de dépistage de certains troubles du développement de l'enfance
zh_cn: 童年时某些发育障碍的特殊筛查

# model:gnuhealth.pathology,name:Z135
source: Special screening examination for eye and ear disorders
de: Spezielle Verfahren zur Untersuchung auf Augen- oder Ohrenkrankheiten
fr_fr: Examen spécial de dépistage des affections des yeux et des oreilles
zh_cn: 眼和耳疾患的特殊筛查

# model:gnuhealth.pathology,name:Z136
source: Special screening examination for cardiovascular disorders
de: Spezielle Verfahren zur Untersuchung auf kardiovaskuläre Krankheiten
fr_fr: Examen spécial de dépistage des affections cardio-vasculaires
zh_cn: 心血管疾患的特殊筛查

# model:gnuhealth.pathology,name:Z137
source: Special screening examination for congenital malformations, deformations and chromosomal abnormalities
de: Spezielle Verfahren zur Untersuchung auf angeborene Fehlbildungen, Deformitäten und Chromosomenanomalien
fr_fr: Examen spécial de dépistage des malformations congénitales et anomalies chromosomiques
zh_cn: 先天性畸形、变形和染色体异常特殊筛查

# model:gnuhealth.pathology,name:Z138
source: Special screening examination for other specified diseases and disorders
de: Spezielle Verfahren zur Untersuchung auf sonstige näher bezeichnete Krankheiten oder Störungen
fr_fr: Examen spécial de dépistage d'autres maladies précisées
zh_cn: 其他特指疾病和疾患的特殊筛查

# model:gnuhealth.pathology,name:Z139
source: Special screening examination, unspecified
de: Spezielle Verfahren zur Untersuchung, nicht näher bezeichnet
fr_fr: Examen spécial de dépistage, sans précision
zh_cn: 未特指的特殊筛查

# model:gnuhealth.pathology,name:Z20
source: Contact with and exposure to communicable diseases
de: Kontakt mit und Exposition gegenüber übertragbaren Krankheiten
fr_fr: Sujets en contact avec et exposés à des maladies transmissibles
zh_cn: 接触和暴露于传染病

# model:gnuhealth.pathology,name:Z200
source: Contact with and exposure to intestinal infectious diseases
de: Kontakt mit und Exposition gegenüber infektiösen Darmkrankheiten
fr_fr: Sujets en contact avec et exposés à des maladies infectieuses intestinales
zh_cn: 接触和暴露于肠道传染病

# model:gnuhealth.pathology,name:Z201
source: Contact with and exposure to tuberculosis
de: Kontakt mit und Exposition gegenüber Tuberkulose
fr_fr: Sujets en contact avec et exposés à la tuberculose
zh_cn: 接触和暴露于结核病

# model:gnuhealth.pathology,name:Z202
source: Contact with and exposure to infections with a predominantly sexual mode of transmission
de: Kontakt mit und Exposition gegenüber Infektionen, die vorwiegend durch Geschlechtsverkehr übertragen werden
fr_fr: Sujets en contact avec et exposés à des infections dont le mode de transmission est essentiellement sexuel
zh_cn: 接触和暴露于主要为性传播模式的传染病

# model:gnuhealth.pathology,name:Z203
source: Contact with and exposure to rabies
de: Kontakt mit und Exposition gegenüber Tollwut
fr_fr: Sujets en contact avec et exposés à la rage
zh_cn: 接触和暴露于狂犬病

# model:gnuhealth.pathology,name:Z204
source: Contact with and exposure to rubella
de: Kontakt mit und Exposition gegenüber Röteln
fr_fr: Sujets en contact avec et exposés à la rubéole
zh_cn: 接触和暴露于风疹

# model:gnuhealth.pathology,name:Z205
source: Contact with and exposure to viral hepatitis
de: Kontakt mit und Exposition gegenüber Virushepatitis
fr_fr: Sujets en contact avec et exposés à l'hépatite virale
zh_cn: 接触和暴露于病毒性肝炎

# model:gnuhealth.pathology,name:Z206
source: Contact with and exposure to human immunodeficiency virus [HIV]
de: Kontakt mit und Exposition gegenüber HIV [Humanes Immundefizienz-Virus]
fr_fr: Sujets en contact avec et exposés au virus de l'immunodéficience humaine [VIH]
zh_cn: 接触和暴露于人类免疫缺陷病毒[HlV]

# model:gnuhealth.pathology,name:Z207
source: Contact with and exposure to pediculosis, acariasis and other infestations
de: Kontakt mit und Exposition gegenüber Pedikulose [Läusebefall], Akarinose [Milbenbefall] oder anderem Parasitenbefall
fr_fr: Sujets en contact avec et exposés à la pédiculose, l'acariase et à d'autres infestations
zh_cn: 接触和暴露于虱病、螨病和其他病虫侵染

# model:gnuhealth.pathology,name:Z208
source: Contact with and exposure to other communicable diseases
de: Kontakt mit und Exposition gegenüber sonstigen übertragbaren Krankheiten
fr_fr: Sujets en contact avec et exposés à d'autres maladies transmissibles
zh_cn: 接触和暴露于其他传染病

# model:gnuhealth.pathology,name:Z209
source: Contact with and exposure to unspecified communicable disease
de: Kontakt mit und Exposition gegenüber nicht näher bezeichneter übertragbarer Krankheit
fr_fr: Sujets en contact avec et exposés à une maladie transmissible non précisée
zh_cn: 接触和暴露于未特指的传染病

# model:gnuhealth.pathology,name:Z21
source: Asymptomatic human immunodeficiency virus [HIV] infection status
de: Asymptomatische HIV-Infektion [Humane Immundefizienz-Virusinfektion]
fr_fr: Infection asymptomatique par le virus de l'immunodéficience humaine [VIH]
zh_cn: 无症状的人类免疫缺陷病毒[HIV]感染状态

# model:gnuhealth.pathology,name:Z22
source: Carrier of infectious disease
de: Keimträger von Infektionskrankheiten
fr_fr: Sujet porteur de germes responsables d'une maladie infectieuse
zh_cn: 传染病病原携带者

# model:gnuhealth.pathology,name:Z220
source: Carrier of typhoid
de: Keimträger von Typhus abdominalis
fr_fr: Sujet porteur de typhoïde
zh_cn: 伤寒带菌者

# model:gnuhealth.pathology,name:Z221
source: Carrier of other intestinal infectious diseases
de: Keimträger anderer infektiöser Darmkrankheiten
fr_fr: Sujet porteur d'autres maladies intestinales infectieuses
zh_cn: 其他肠道传染病带菌者

# model:gnuhealth.pathology,name:Z222
source: Carrier of diphtheria
de: Keimträger der Diphtherie
fr_fr: Sujet porteur de diphtérie
zh_cn: 白喉带菌者

# model:gnuhealth.pathology,name:Z223
source: Carrier of other specified bacterial diseases
de: Keimträger anderer näher bezeichneter bakterieller Krankheiten
fr_fr: Sujet porteur d'autres maladies bactériennes précisées
zh_cn: 其他特指细菌性疾病带菌者

# model:gnuhealth.pathology,name:Z224
source: Carrier of infections with a predominantly sexual mode of transmission
de: Keimträger von Infektionskrankheiten, die vorwiegend durch Geschlechtsverkehr übertragen werden
fr_fr: Sujet porteur de maladies dont le mode de transmission est essentiellement sexuel
zh_cn: 主要为性传播模式感染的病原携带者

# model:gnuhealth.pathology,name:Z225
source: Carrier of viral hepatitis
de: Keimträger der Virushepatitis
fr_fr: Sujet porteur d'hépatite virale
zh_cn: 病毒性肝炎病原携带者

# model:gnuhealth.pathology,name:Z226
source: Carrier of human T-lymphotropic virus type- 1 [HTLV-1] infection
de: Keimträger von humaner T-Zell-lymphotroper Viruskrankheit, Typ I [HTLV-1]
zh_cn: 人T-亲淋巴1型病毒[HTLV-1]感染的病原携带者

# model:gnuhealth.pathology,name:Z227
source: Latent tuberculosis
de: Latente Tuberkulose

# model:gnuhealth.pathology,name:Z228
source: Carrier of other infectious diseases
de: Keimträger sonstiger Infektionskrankheiten
fr_fr: Sujet porteur d'autres maladies infectieuses
zh_cn: 其他传染病病原携带者

# model:gnuhealth.pathology,name:Z229
source: Carrier of infectious disease, unspecified
de: Keimträger von Infektionskrankheit, nicht näher bezeichnet
fr_fr: Sujet porteur d'une maladie infectieuse, sans précision
zh_cn: 未特指的传染病病原携带者

# model:gnuhealth.pathology,name:Z23
source: Need for immunization against single bacterial diseases
de: Notwendigkeit der Impfung [Immunisierung] gegen einzelne bakterielle Krankheiten
zh_cn: 为抗单一的细菌性疾病采取必要的免疫

# model:gnuhealth.pathology,name:Z230
source: Need for immunization against cholera alone
de: Notwendigkeit der Impfung gegen Cholera, nicht kombiniert
zh_cn: 仅为抗霍乱采取必要的免疫

# model:gnuhealth.pathology,name:Z231
source: Need for immunization against typhoid-paratyphoid alone [TAB]
de: Notwendigkeit der Impfung gegen Typhus-Paratyphus [TAB], nicht kombiniert
zh_cn: 仅为抗伤寒-副伤寒采取必要的免疫[TAB]

# model:gnuhealth.pathology,name:Z232
source: Need for immunization against tuberculosis [BCG]
de: Notwendigkeit der Impfung gegen Tuberkulose [BCG]
zh_cn: 为抗结核采取必要的免疫[BCG]

# model:gnuhealth.pathology,name:Z233
source: Need for immunization against plague
de: Notwendigkeit der Impfung gegen Pest
zh_cn: 为抗鼠疫采取必要的免疫

# model:gnuhealth.pathology,name:Z234
source: Need for immunization against tularaemia
de: Notwendigkeit der Impfung gegen Tularämie
zh_cn: 为抗土拉菌病[兔热病]采取必要的免疫

# model:gnuhealth.pathology,name:Z235
source: Need for immunization against tetanus alone
de: Notwendigkeit der Impfung gegen Tetanus, nicht kombiniert
zh_cn: 仅为抗破伤风采取必要的免疫

# model:gnuhealth.pathology,name:Z236
source: Need for immunization against diphtheria alone
de: Notwendigkeit der Impfung gegen Diphtherie, nicht kombiniert
zh_cn: 仅为抗白喉采取必要的免疫

# model:gnuhealth.pathology,name:Z237
source: Need for immunization against pertussis alone
de: Notwendigkeit der Impfung gegen Keuchhusten [Pertussis], nicht kombiniert
zh_cn: 仅为抗百日咳采取必要的免疫

# model:gnuhealth.pathology,name:Z238
source: Need for immunization against other single bacterial diseases
de: Notwendigkeit der Impfung gegen sonstige einzelne bakterielle Krankheiten
zh_cn: 为抗其他单一的细菌性疾病采取必要的免疫

# model:gnuhealth.pathology,name:Z24
source: Need for immunization against certain single viral diseases
de: Notwendigkeit der Impfung [Immunisierung] gegen bestimmte einzelne Viruskrankheiten
zh_cn: 为抗某些单一的病毒性疾病采取必要的免疫

# model:gnuhealth.pathology,name:Z240
source: Need for immunization against poliomyelitis
de: Notwendigkeit der Impfung gegen Poliomyelitis
zh_cn: 为抗脊髓灰质炎采取必要的免疫

# model:gnuhealth.pathology,name:Z241
source: Need for immunization against arthropod-borne viral encephalitis
de: Notwendigkeit der Impfung gegen Virusenzephalitis, durch Arthropoden übertragen
zh_cn: 为抗节肢动物媒介的病毒性脑炎采取必要的免疫

# model:gnuhealth.pathology,name:Z242
source: Need for immunization against rabies
de: Notwendigkeit der Impfung gegen Tollwut
zh_cn: 为抗狂犬病采取必要的免疫

# model:gnuhealth.pathology,name:Z243
source: Need for immunization against yellow fever
de: Notwendigkeit der Impfung gegen Gelbfieber
zh_cn: 为抗黄热病采取必要的免疫

# model:gnuhealth.pathology,name:Z244
source: Need for immunization against measles alone
de: Notwendigkeit der Impfung gegen Masern, nicht kombiniert
zh_cn: 仅为抗麻疹采取必要的免疫

# model:gnuhealth.pathology,name:Z245
source: Need for immunization against rubella alone
de: Notwendigkeit der Impfung gegen Röteln, nicht kombiniert
zh_cn: 仅为抗风疹采取必要的免疫

# model:gnuhealth.pathology,name:Z246
source: Need for immunization against viral hepatitis
de: Notwendigkeit der Impfung gegen Virushepatitis
zh_cn: 为抗病毒性肝炎采取必要的免疫

# model:gnuhealth.pathology,name:Z25
source: Need for immunization against other single viral diseases
de: Notwendigkeit der Impfung [Immunisierung] gegen andere einzelne Viruskrankheiten
zh_cn: 为抗其他单一的病毒性疾病采取必要的免疫

# model:gnuhealth.pathology,name:Z250
source: Need for immunization against mumps alone
de: Notwendigkeit der Impfung gegen Mumps, nicht kombiniert
zh_cn: 仅为抗流行性腮腺炎采取必要的免疫

# model:gnuhealth.pathology,name:Z251
source: Need for immunization against influenza
de: Notwendigkeit der Impfung gegen Grippe [Influenza]
zh_cn: 为抗流感采取必要的免疫

# model:gnuhealth.pathology,name:Z258
source: Need for immunization against other specified single viral diseases
de: Notwendigkeit der Impfung gegen sonstige näher bezeichnete einzelne Viruskrankheiten
zh_cn: 为抗其他特指的单一的病毒性疾病采取必要的免疫

# model:gnuhealth.pathology,name:Z26
source: Need for immunization against other single infectious diseases
de: Notwendigkeit der Impfung [Immunisierung] gegen andere einzelne Infektionskrankheiten
zh_cn: 为抗其他单一的传染病采取必要的免疫

# model:gnuhealth.pathology,name:Z260
source: Need for immunization against leishmaniasis
de: Notwendigkeit der Impfung gegen Leishmaniose
zh_cn: 为抗利什曼病采取必要的免疫

# model:gnuhealth.pathology,name:Z268
source: Need for immunization against other specified single infectious diseases
de: Notwendigkeit der Impfung gegen sonstige näher bezeichnete einzelne Infektionskrankheiten
zh_cn: 为抗其他特指的单一的传染病采取必要的免疫

# model:gnuhealth.pathology,name:Z269
source: Need for immunization against unspecified infectious disease
de: Notwendigkeit der Impfung gegen nicht näher bezeichnete Infektionskrankheit
zh_cn: 为抗未特指的传染病采取必要的免疫

# model:gnuhealth.pathology,name:Z27
source: Need for immunization against combinations of infectious diseases
de: Notwendigkeit der Impfung [Immunisierung] gegen Kombinationen von Infektionskrankheiten
zh_cn: 为抗多种传染病采取必要的联合免疫

# model:gnuhealth.pathology,name:Z270
source: Need for immunization against cholera with typhoid-paratyphoid [cholera + TAB]
de: Notwendigkeit der Impfung gegen Cholera mit Typhus-Paratyphus [Cholera+TAB]
zh_cn: 为抗霍乱伴有伤寒-副伤寒采取必要的免疫[霍乱+TAB]

# model:gnuhealth.pathology,name:Z271
source: Need for immunization against diphtheria-tetanus-pertussis, combined [DTP]
de: Notwendigkeit der Impfung gegen Diphtherie-Pertussis-Tetanus [DPT]
zh_cn: 为抗白喉-破伤风-百日咳联合采取必要的免疫[DTP]

# model:gnuhealth.pathology,name:Z272
source: Need for immunization against diphtheria-tetanus-pertussis with typhoid-paratyphoid [DTP + TAB]
de: Notwendigkeit der Impfung gegen Diphtherie-Pertussis-Tetanus mit Typhus-Paratyphus [DPT+TAB]
zh_cn: 为抗白喉-破伤风-百日咳伴有伤寒-副伤寒采取必要的免疫[DTP+TAB]

# model:gnuhealth.pathology,name:Z273
source: Need for immunization against diphtheria-tetanus-pertussis with poliomyelitis [DTP + polio]
de: Notwendigkeit der Impfung gegen Diphtherie-Pertussis-Tetanus mit Poliomyelitis [DPT+Polio]
zh_cn: 为抗白喉-破伤风-百日咳伴有脊髓灰质炎采取必要的免疫[DTP+脊灰]

# model:gnuhealth.pathology,name:Z274
source: Need for immunization against measles-mumps-rubella [MMR]
de: Notwendigkeit der Impfung gegen Masern-Mumps-Röteln [MMR]
zh_cn: 为抗麻疹-流行性腮腺炎-风疹采取必要的免疫[MMR]

# model:gnuhealth.pathology,name:Z278
source: Need for immunization against other combinations of infectious diseases
de: Notwendigkeit der Impfung gegen sonstige Kombinationen von Infektionskrankheiten
zh_cn: 为抗其他多种传染病采取必要的联合免疫

# model:gnuhealth.pathology,name:Z279
source: Need for immunization against unspecified combinations of infectious diseases
de: Notwendigkeit der Impfung gegen nicht näher bezeichnete Kombinationen von Infektionskrankheiten
zh_cn: 为抗未特指的多种传染病采取必要的联合免疫

# model:gnuhealth.pathology,name:Z28
source: Immunization not carried out
de: Nicht durchgeführte Impfung [Immunisierung]
zh_cn: 免疫未进行

# model:gnuhealth.pathology,name:Z280
source: Immunization not carried out because of contraindication
de: Impfung [Immunisierung] nicht durchgeführt wegen Kontraindikation
zh_cn: 由于禁忌症未进行免疫

# model:gnuhealth.pathology,name:Z281
source: Immunization not carried out because of patient's decision for reasons of belief or group pressure
de: Impfung [Immunisierung] nicht durchgeführt aus Glaubensgründen des Patienten oder wegen Gruppendruck auf den Patienten
zh_cn: 由于信仰或群体压力使病人决定不进行免疫

# model:gnuhealth.pathology,name:Z282
source: Immunization not carried out because of patient's decision for other and unspecified reasons
de: Impfung [Immunisierung] nicht durchgeführt aus anderen oder nicht näher bezeichneten Gründen des Patienten
zh_cn: 由于其他或未特指原因使病人决定不进行免疫

# model:gnuhealth.pathology,name:Z288
source: Immunization not carried out for other reasons
de: Impfung [Immunisierung] nicht durchgeführt aus anderen Gründen
zh_cn: 由于其他原因未进行免疫

# model:gnuhealth.pathology,name:Z289
source: Immunization not carried out for unspecified reason
de: Impfung [Immunisierung] nicht durchgeführt aus nicht näher bezeichnetem Grund
zh_cn: 由于未特指的原因未进行免疫

# model:gnuhealth.pathology,name:Z29
source: Need for other prophylactic measures
de: Notwendigkeit von anderen prophylaktischen Maßnahmen
fr_fr: Nécessité d'autres mesures prophylactiques
zh_cn: 其他必要的预防措施

# model:gnuhealth.pathology,name:Z290
source: Isolation
de: Isolierung als prophylaktische Maßnahme
fr_fr: Isolement
zh_cn: 隔离

# model:gnuhealth.pathology,name:Z291
source: Prophylactic immunotherapy
de: Immunprophylaxe
fr_fr: Immunothérapie prophylactique
zh_cn: 预防性免疫治疗

# model:gnuhealth.pathology,name:Z292
source: Other prophylactic chemotherapy
de: Sonstige prophylaktische Chemotherapie
fr_fr: Autres mesures de chimiothérapie prophylactique
zh_cn: 其他预防性化学治疗

# model:gnuhealth.pathology,name:Z298
source: Other specified prophylactic measures
de: Sonstige näher bezeichnete prophylaktische Maßnahmen
fr_fr: Autres mesures prophylactiques précisées
zh_cn: 其他特指的预防措施

# model:gnuhealth.pathology,name:Z299
source: Prophylactic measure, unspecified
de: Prophylaktische Maßnahme, nicht näher bezeichnet
fr_fr: Mesure prophylactique, sans précision
zh_cn: 未特指的预防措施
