Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:F197
source: Mental and behavioural disorders due to multiple drug use and use of other psychoactive substances: Residual and late-onset psychotic disorder
de: Psychische und Verhaltensstörungen durch multiplen Substanzgebrauch und Konsum anderer psychotroper Substanzen: Restzustand und verzögert auftretende psychotische Störung
zh_cn: 多种药物和其他精神活性物质残留性和迟发性精神病性障碍

# model:gnuhealth.pathology,name:F198
source: Mental and behavioural disorders due to multiple drug use and use of other psychoactive substances: Other mental and behavioural disorders
de: Psychische und Verhaltensstörungen durch multiplen Substanzgebrauch und Konsum anderer psychotroper Substanzen: Sonstige psychische und Verhaltensstörungen
zh_cn: 多种药物和其他精神活性物质其他精神和行为障碍

# model:gnuhealth.pathology,name:F199
source: Mental and behavioural disorders due to multiple drug use and use of other psychoactive substances: Unspecified mental and behavioural disorder
de: Psychische und Verhaltensstörungen durch multiplen Substanzgebrauch und Konsum anderer psychotroper Substanzen: Nicht näher bezeichnete psychische und Verhaltensstörung
zh_cn: 多种药物和其他精神活性物质未特指的精神和行为障碍

# model:gnuhealth.pathology,name:F20
source: Schizophrenia
de: Schizophrenie
fr_fr: Schizophrénie
zh_cn: 精神分裂症

# model:gnuhealth.pathology,name:F200
source: Paranoid schizophrenia
de: Paranoide Schizophrenie
fr_fr: Schizophrénie paranoïde
zh_cn: 偏执型精神分裂症

# model:gnuhealth.pathology,name:F201
source: Hebephrenic schizophrenia
de: Hebephrene Schizophrenie
fr_fr: Schizophrénie hébéphrénique
zh_cn: 青春型精神分裂症

# model:gnuhealth.pathology,name:F202
source: Catatonic schizophrenia
de: Katatone Schizophrenie
fr_fr: Schizophrénie catatonique
zh_cn: 紧张型精神分裂症

# model:gnuhealth.pathology,name:F203
source: Undifferentiated schizophrenia
de: Undifferenzierte Schizophrenie
fr_fr: Schizophrénie indifférenciée
zh_cn: 未分化型精神分裂症

# model:gnuhealth.pathology,name:F204
source: Post-schizophrenic depression
de: Postschizophrene Depression
zh_cn: 精神分裂症后抑郁

# model:gnuhealth.pathology,name:F205
source: Residual schizophrenia
de: Schizophrenes Residuum
fr_fr: Schizophrénie résiduelle
zh_cn: 残留型精神分裂症

# model:gnuhealth.pathology,name:F206
source: Simple schizophrenia
de: Schizophrenia simplex
fr_fr: Schizophrénie simple
zh_cn: 单纯型精神分裂症

# model:gnuhealth.pathology,name:F208
source: Other schizophrenia
de: Sonstige Schizophrenie
fr_fr: Autres formes de schizophrénie
zh_cn: 其他精神分裂症

# model:gnuhealth.pathology,name:F209
source: Schizophrenia, unspecified
de: Schizophrenie, nicht näher bezeichnet
fr_fr: Schizophrénie, sans précision
zh_cn: 未特指的精神分裂症

# model:gnuhealth.pathology,name:F21
source: Schizotypal disorder
de: Schizotype Störung
fr_fr: Trouble schizotypique
zh_cn: 分裂型障碍

# model:gnuhealth.pathology,name:F22
source: Persistent delusional disorders
de: Anhaltende wahnhafte Störungen
fr_fr: Troubles délirants persistants
zh_cn: 持久的妄想性障碍

# model:gnuhealth.pathology,name:F220
source: Delusional disorder
de: Wahnhafte Störung
fr_fr: Trouble délirant
zh_cn: 妄想性障碍

# model:gnuhealth.pathology,name:F228
source: Other persistent delusional disorders
de: Sonstige anhaltende wahnhafte Störungen
fr_fr: Autres troubles délirants persistants
zh_cn: 其他持久的妄想性障碍

# model:gnuhealth.pathology,name:F229
source: Persistent delusional disorder, unspecified
de: Anhaltende wahnhafte Störung, nicht näher bezeichnet
fr_fr: Trouble délirant persistant, sans précision
zh_cn: 未特指的持久的妄想性障碍

# model:gnuhealth.pathology,name:F23
source: Acute and transient psychotic disorders
de: Akute vorübergehende psychotische Störungen
fr_fr: Troubles psychotiques aigus et transitoires
zh_cn: 急性而短暂的精神病性障碍

# model:gnuhealth.pathology,name:F230
source: Acute polymorphic psychotic disorder without symptoms of schizophrenia
de: Akute polymorphe psychotische Störung ohne Symptome einer Schizophrenie
fr_fr: Trouble psychotique aigu polymorphe, sans symptômes schizophréniques
zh_cn: 不伴有精神分裂症症状的急性多形性精神病性障碍

# model:gnuhealth.pathology,name:F231
source: Acute polymorphic psychotic disorder with symptoms of schizophrenia
de: Akute polymorphe psychotische Störung mit Symptomen einer Schizophrenie
fr_fr: Trouble psychotique aigu polymorphe avec symptômes schizophréniques
zh_cn: 伴有精神分裂症症状的急性多形性精神病性障碍

# model:gnuhealth.pathology,name:F232
source: Acute schizophrenia-like psychotic disorder
de: Akute schizophreniforme psychotische Störung
fr_fr: Trouble psychotique aigu d'allure schizophrénique
zh_cn: 急性精神分裂症样精神病性障碍

# model:gnuhealth.pathology,name:F233
source: Other acute predominantly delusional psychotic disorders
de: Sonstige akute vorwiegend wahnhafte psychotische Störungen
fr_fr: Autre trouble psychotique aigu, essentiellement délirant
zh_cn: 其他以妄想为主的急性精神病性障碍

# model:gnuhealth.pathology,name:F238
source: Other acute and transient psychotic disorders
de: Sonstige akute vorübergehende psychotische Störungen
fr_fr: Autres troubles psychotiques aigus et transitoires
zh_cn: 其他急性而短暂的精神病性障碍

# model:gnuhealth.pathology,name:F239
source: Acute and transient psychotic disorder, unspecified
de: Akute vorübergehende psychotische Störung, nicht näher bezeichnet
fr_fr: Trouble psychotique aigu et transitoire, sans précision
zh_cn: 未特指的急性而短暂的精神病性障碍

# model:gnuhealth.pathology,name:F24
source: Induced delusional disorder
de: Induzierte wahnhafte Störung
fr_fr: Trouble délirant induit
zh_cn: 感应性妄想性障碍

# model:gnuhealth.pathology,name:F25
source: Schizoaffective disorders
de: Schizoaffektive Störungen
fr_fr: Troubles schizo-affectifs
zh_cn: 分裂情感性障碍

# model:gnuhealth.pathology,name:F250
source: Schizoaffective disorder, manic type
de: Schizoaffektive Störung, gegenwärtig manisch
fr_fr: Trouble schizo-affectif, type maniaque
zh_cn: 分裂情感性障碍，躁狂型

# model:gnuhealth.pathology,name:F251
source: Schizoaffective disorder, depressive type
de: Schizoaffektive Störung, gegenwärtig depressiv
fr_fr: Trouble schizo-affectif, type dépressif
zh_cn: 分裂情感性障碍，抑郁型

# model:gnuhealth.pathology,name:F252
source: Schizoaffective disorder, mixed type
de: Gemischte schizoaffektive Störung
fr_fr: Trouble schizo-affectif, type mixte
zh_cn: 分裂情感性障碍，混合型

# model:gnuhealth.pathology,name:F258
source: Other schizoaffective disorders
de: Sonstige schizoaffektive Störungen
fr_fr: Autres troubles schizo-affectifs
zh_cn: 其他的分裂情感性障碍

# model:gnuhealth.pathology,name:F259
source: Schizoaffective disorder, unspecified
de: Schizoaffektive Störung, nicht näher bezeichnet
fr_fr: Trouble schizo-affectif, sans précision
zh_cn: 未特指的分裂情感性障碍

# model:gnuhealth.pathology,name:F28
source: Other nonorganic psychotic disorders
de: Sonstige nichtorganische psychotische Störungen
fr_fr: Autres troubles psychotiques non organiques
zh_cn: 其他非器质性精神病性障碍

# model:gnuhealth.pathology,name:F29
source: Unspecified nonorganic psychosis
de: Nicht näher bezeichnete nichtorganische Psychose
fr_fr: Psychose non organique, sans précision
zh_cn: 未特指的非器质性精神病

# model:gnuhealth.pathology,name:F30
source: Manic episode
de: Manische Episode
fr_fr: Episode maniaque
zh_cn: 躁狂发作

# model:gnuhealth.pathology,name:F300
source: Hypomania
de: Hypomanie
fr_fr: Hypomanie
zh_cn: 轻躁狂

# model:gnuhealth.pathology,name:F301
source: Mania without psychotic symptoms
de: Manie ohne psychotische Symptome
fr_fr: Manie sans symptômes psychotiques
zh_cn: 不伴有精神病性症状的躁狂

# model:gnuhealth.pathology,name:F302
source: Mania with psychotic symptoms
de: Manie mit psychotischen Symptomen
fr_fr: Manie avec symptômes psychotiques
zh_cn: 伴有精神病性症状的躁狂

# model:gnuhealth.pathology,name:F308
source: Other manic episodes
de: Sonstige manische Episoden
fr_fr: Autres épisodes maniaques
zh_cn: 其他躁狂发作

# model:gnuhealth.pathology,name:F309
source: Manic episode, unspecified
de: Manische Episode, nicht näher bezeichnet
fr_fr: Episode maniaque, sans précision
zh_cn: 未特指的躁狂发作

# model:gnuhealth.pathology,name:F31
source: Bipolar affective disorder
de: Bipolare affektive Störung
fr_fr: Trouble affectif bipolaire
zh_cn: 双相情感障碍

# model:gnuhealth.pathology,name:F310
source: Bipolar affective disorder, current episode hypomanic
de: Bipolare affektive Störung, gegenwärtig hypomanische Episode
fr_fr: Trouble affectif bipolaire, épisode actuel hypomaniaque
zh_cn: 双相情感障碍，目前为轻躁狂发作

# model:gnuhealth.pathology,name:F311
source: Bipolar affective disorder, current episode manic without psychotic symptoms
de: Bipolare affektive Störung, gegenwärtig manische Episode ohne psychotische Symptome
fr_fr: Trouble affectif bipolaire, épisode actuel maniaque sans symptômes psychotiques
zh_cn: 双相情感障碍，目前为不伴有精神病性症状的躁狂发作

# model:gnuhealth.pathology,name:F312
source: Bipolar affective disorder, current episode manic with psychotic symptoms
de: Bipolare affektive Störung, gegenwärtig manische Episode mit psychotischen Symptomen
fr_fr: Trouble affectif bipolaire, épisode actuel maniaque avec symptômes psychotiques
zh_cn: 双相情感障碍，目前为伴有精神病性症状的躁狂发作

# model:gnuhealth.pathology,name:F313
source: Bipolar affective disorder, current episode mild or moderate depression
de: Bipolare affektive Störung, gegenwärtig leichte oder mittelgradige depressive Episode
fr_fr: Trouble affectif bipolaire, épisode actuel de dépression légère ou moyenne
zh_cn: 双相情感障碍，目前为轻度或中度抑郁发作

# model:gnuhealth.pathology,name:F314
source: Bipolar affective disorder, current episode severe depression without psychotic symptoms
de: Bipolare affektive Störung, gegenwärtig schwere depressive Episode ohne psychotische Symptome
fr_fr: Trouble affectif bipolaire, épisode actuel de dépression sévère sans symptômes psychotiques
zh_cn: 双相情感障碍，目前为不伴有精神病性症状的重度抑郁发作

# model:gnuhealth.pathology,name:F315
source: Bipolar affective disorder, current episode severe depression with psychotic symptoms
de: Bipolare affektive Störung, gegenwärtig schwere depressive Episode mit psychotischen Symptomen
fr_fr: Trouble affectif bipolaire, épisode actuel de dépression sévère avec symptômes psychotiques
zh_cn: 双相情感障碍，目前为伴有精神病性症状的重度抑郁发作

# model:gnuhealth.pathology,name:F316
source: Bipolar affective disorder, current episode mixed
de: Bipolare affektive Störung, gegenwärtig gemischte Episode
fr_fr: Trouble affectif bipolaire, épisode actuel mixte
zh_cn: 双相情感障碍，目前为混合性发作

# model:gnuhealth.pathology,name:F317
source: Bipolar affective disorder, currently in remission
de: Bipolare affektive Störung, gegenwärtig remittiert
fr_fr: Trouble affectif bipolaire, actuellement en rémission
zh_cn: 双相情感障碍，目前为缓解状态

# model:gnuhealth.pathology,name:F318
source: Other bipolar affective disorders
de: Sonstige bipolare affektive Störungen
fr_fr: Autres troubles affectifs bipolaires
zh_cn: 其他双相情感障碍

# model:gnuhealth.pathology,name:F319
source: Bipolar affective disorder, unspecified
de: Bipolare affektive Störung, nicht näher bezeichnet
fr_fr: Trouble affectif bipolaire, sans précision
zh_cn: 未特指的双相情感障碍

# model:gnuhealth.pathology,name:F320
source: Mild depressive episode
de: Leichte depressive Episode
fr_fr: Episode dépressif léger
zh_cn: 轻度抑郁发作

# model:gnuhealth.pathology,name:F321
source: Moderate depressive episode
de: Mittelgradige depressive Episode
fr_fr: Episode dépressif moyen
zh_cn: 中度抑郁发作

# model:gnuhealth.pathology,name:F322
source: Severe depressive episode without psychotic symptoms
de: Schwere depressive Episode ohne psychotische Symptome
fr_fr: Episode dépressif sévère sans symptômes psychotiques
zh_cn: 不伴有精神病性症状的重度抑郁发作

# model:gnuhealth.pathology,name:F323
source: Severe depressive episode with psychotic symptoms
de: Schwere depressive Episode mit psychotischen Symptomen
fr_fr: Episode dépressif sévère avec symptômes psychotiques
zh_cn: 伴有精神病性症状的重度抑郁发作

# model:gnuhealth.pathology,name:F328
source: Other depressive episodes
de: Sonstige depressive Episoden
fr_fr: Autres épisodes dépressifs
zh_cn: 其他抑郁发作

# model:gnuhealth.pathology,name:F329
source: Depressive episode, unspecified
de: Depressive Episode, nicht näher bezeichnet
fr_fr: Episode dépressif, sans précision
zh_cn: 未特指的抑郁发作

# model:gnuhealth.pathology,name:F33
source: Recurrent depressive disorder
de: Rezidivierende depressive Störung
fr_fr: Trouble dépressif récurrent
zh_cn: 复发性抑郁障碍

# model:gnuhealth.pathology,name:F330
source: Recurrent depressive disorder, current episode mild
de: Rezidivierende depressive Störung, gegenwärtig leichte Episode
fr_fr: Trouble dépressif récurrent, épisode actuel léger
zh_cn: 复发性抑郁障碍，目前为轻度发作

# model:gnuhealth.pathology,name:F331
source: Recurrent depressive disorder, current episode moderate
de: Rezidivierende depressive Störung, gegenwärtig mittelgradige Episode
fr_fr: Trouble dépressif récurrent, épisode actuel moyen
zh_cn: 复发性抑郁障碍，目前为中度发作

# model:gnuhealth.pathology,name:F332
source: Recurrent depressive disorder, current episode severe without psychotic symptoms
de: Rezidivierende depressive Störung, gegenwärtig schwere Episode ohne psychotische Symptome
fr_fr: Trouble dépressif récurrent, épisode actuel sévère sans symptômes psychotiques
zh_cn: 复发性抑郁障碍，目前为不伴有精神病性症状的重度发作

# model:gnuhealth.pathology,name:F333
source: Recurrent depressive disorder, current episode severe with psychotic symptoms
de: Rezidivierende depressive Störung, gegenwärtig schwere Episode mit psychotischen Symptomen
fr_fr: Trouble dépressif récurrent, épisode actuel sévère avec symptômes psychotiques
zh_cn: 复发性抑郁障碍，目前为伴有精神病性症状的重度发作

# model:gnuhealth.pathology,name:F334
source: Recurrent depressive disorder, currently in remission
de: Rezidivierende depressive Störung, gegenwärtig remittiert
fr_fr: Trouble dépressif récurrent, actuellement en rémission
zh_cn: 复发性抑郁障碍，目前为缓解状态

# model:gnuhealth.pathology,name:F338
source: Other recurrent depressive disorders
de: Sonstige rezidivierende depressive Störungen
fr_fr: Autres troubles dépressifs récurrents
zh_cn: 其他复发性抑郁障碍

# model:gnuhealth.pathology,name:F339
source: Recurrent depressive disorder, unspecified
de: Rezidivierende depressive Störung, nicht näher bezeichnet
fr_fr: Trouble dépressif récurrent, sans précision
zh_cn: 未特指的复发性抑郁障碍

# model:gnuhealth.pathology,name:F34
source: Persistent mood [affective] disorders
de: Anhaltende affektive Störungen
fr_fr: Troubles de l'humeur [affectifs] persistants
zh_cn: 持久的心境[情感]障碍

# model:gnuhealth.pathology,name:F340
source: Cyclothymia
de: Zyklothymia
fr_fr: Cyclothymie
zh_cn: 环性气质

# model:gnuhealth.pathology,name:F348
source: Other persistent mood [affective] disorders
de: Sonstige anhaltende affektive Störungen
fr_fr: Autres troubles de l'humeur [affectifs] persistants
zh_cn: 其他持久的心境[情感]障碍

# model:gnuhealth.pathology,name:F349
source: Persistent mood [affective] disorder, unspecified
de: Anhaltende affektive Störung, nicht näher bezeichnet
fr_fr: Trouble de l'humeur [affectif] persistant, sans précision
zh_cn: 未特指的持久的心境[情感]障碍

# model:gnuhealth.pathology,name:F38
source: Other mood [affective] disorders
de: Andere affektive Störungen
fr_fr: Autres troubles de l'humeur [affectifs]
zh_cn: 其他心境[情感]障碍

# model:gnuhealth.pathology,name:F380
source: Other single mood [affective] disorders
de: Andere einzelne affektive Störungen
fr_fr: Autres troubles de l'humeur [affectifs] isolés
zh_cn: 其他单次发作的心境[情感]障碍

# model:gnuhealth.pathology,name:F381
source: Other recurrent mood [affective] disorders
de: Andere rezidivierende affektive Störungen
fr_fr: Autres troubles de l'humeur [affectifs] récurrents
zh_cn: 其他复发性心境[情感]障碍

# model:gnuhealth.pathology,name:F388
source: Other specified mood [affective] disorders
de: Sonstige näher bezeichnete affektive Störungen
fr_fr: Autres troubles de l'humeur [affectifs] précisés
zh_cn: 其他特指的心境[情感]障碍

# model:gnuhealth.pathology,name:F39
source: Unspecified mood [affective] disorder
de: Nicht näher bezeichnete affektive Störung
fr_fr: Trouble de l'humeur [affectif], sans précision
zh_cn: 未特指的心境[情感]障碍

# model:gnuhealth.pathology,name:F40
source: Phobic anxiety disorders
de: Phobische Störungen
fr_fr: Troubles anxieux phobiques
zh_cn: 恐怖性焦虑障碍

# model:gnuhealth.pathology,name:F400
source: Agoraphobia
de: Agoraphobie
fr_fr: Agoraphobie
zh_cn: 广场恐怖

# model:gnuhealth.pathology,name:F401
source: Social phobias
de: Soziale Phobien
fr_fr: Phobies sociales
zh_cn: 社交恐怖

# model:gnuhealth.pathology,name:F402
source: Specific (isolated) phobias
de: Spezifische (isolierte) Phobien
fr_fr: Phobies spécifiques (isolées)
zh_cn: 特定的(孤立的)恐怖

# model:gnuhealth.pathology,name:F408
source: Other phobic anxiety disorders
de: Sonstige phobische Störungen
fr_fr: Autres troubles anxieux phobiques
zh_cn: 其他恐怖性焦虑障碍

# model:gnuhealth.pathology,name:F409
source: Phobic anxiety disorder, unspecified
de: Phobische Störung, nicht näher bezeichnet
fr_fr: Trouble anxieux phobique, sans précision
zh_cn: 未特指的恐怖性焦虑障碍

# model:gnuhealth.pathology,name:F41
source: Other anxiety disorders
de: Andere Angststörungen
fr_fr: Autres troubles anxieux
zh_cn: 其他焦虑障碍

# model:gnuhealth.pathology,name:F410
source: Panic disorder [episodic paroxysmal anxiety]
de: Panikstörung [episodisch paroxysmale Angst]
fr_fr: Trouble panique [anxiété épisodique paroxystique]
zh_cn: 惊恐障碍[间歇发作性焦虑]

# model:gnuhealth.pathology,name:F411
source: Generalized anxiety disorder
de: Generalisierte Angststörung
zh_cn: 广泛性焦虑障碍

# model:gnuhealth.pathology,name:F412
source: Mixed anxiety and depressive disorder
de: Angst und depressive Störung, gemischt
fr_fr: Trouble anxieux et dépressif mixte
zh_cn: 混合性焦虑和抑郁障碍

# model:gnuhealth.pathology,name:F413
source: Other mixed anxiety disorders
de: Andere gemischte Angststörungen
fr_fr: Autres troubles anxieux mixtes
zh_cn: 其他混合性焦虑障碍

# model:gnuhealth.pathology,name:F418
source: Other specified anxiety disorders
de: Sonstige spezifische Angststörungen
fr_fr: Autres troubles anxieux précisés
zh_cn: 其他特指的焦虑障碍

# model:gnuhealth.pathology,name:F419
source: Anxiety disorder, unspecified
de: Angststörung, nicht näher bezeichnet
fr_fr: Trouble anxieux, sans précision
zh_cn: 未特指的焦虑障碍

# model:gnuhealth.pathology,name:F42
source: Obsessive-compulsive disorder
de: Zwangsstörung
fr_fr: Trouble obsessionnel-compulsif
zh_cn: 强迫性障碍

# model:gnuhealth.pathology,name:F420
source: Predominantly obsessional thoughts or ruminations
de: Vorwiegend Zwangsgedanken oder Grübelzwang
fr_fr: Avec idées ou ruminations obsédantes au premier plan
zh_cn: 以强迫思维或穷思竭虑为主

# model:gnuhealth.pathology,name:F421
source: Predominantly compulsive acts [obsessional rituals]
de: Vorwiegend Zwangshandlungen [Zwangsrituale]
fr_fr: Avec comportements compulsifs [rituels obsessionnels] au premier plan
zh_cn: 以强迫动作[强迫仪式]为主

# model:gnuhealth.pathology,name:F422
source: Mixed obsessional thoughts and acts
de: Zwangsgedanken und -handlungen, gemischt
fr_fr: Forme mixte, avec idées obsédantes et comportements compulsifs
zh_cn: 混合性强迫思维和动作

# model:gnuhealth.pathology,name:F428
source: Other obsessive-compulsive disorders
de: Sonstige Zwangsstörungen
fr_fr: Autres troubles obsessionnels-compulsifs
zh_cn: 其他强迫性障碍

# model:gnuhealth.pathology,name:F429
source: Obsessive-compulsive disorder, unspecified
de: Zwangsstörung, nicht näher bezeichnet
fr_fr: Trouble obsessionnel-compulsif, sans précision
zh_cn: 未特指的强迫性障碍

# model:gnuhealth.pathology,name:F43
source: Reaction to severe stress, and adjustment disorders
de: Reaktionen auf schwere Belastungen und Anpassungsstörungen
fr_fr: Réaction à un facteur de stress sévère, et troubles de l'adaptation
zh_cn: 严重应激反应及适应障碍

# model:gnuhealth.pathology,name:F430
source: Acute stress reaction
de: Akute Belastungsreaktion
fr_fr: Réaction aiguë à un facteur de stress
zh_cn: 急性应激反应

# model:gnuhealth.pathology,name:F431
source: Post-traumatic stress disorder
de: Posttraumatische Belastungsstörung
zh_cn: 创伤后应激障碍

# model:gnuhealth.pathology,name:F432
source: Adjustment disorders
de: Anpassungsstörungen
fr_fr: Troubles de l'adaptation
zh_cn: 适应障碍

# model:gnuhealth.pathology,name:F438
source: Other reactions to severe stress
de: Sonstige Reaktionen auf schwere Belastung
fr_fr: Autres réactions à un facteur de stress sévère
zh_cn: 其他严重应激反应

# model:gnuhealth.pathology,name:F439
source: Reaction to severe stress, unspecified
de: Reaktion auf schwere Belastung, nicht näher bezeichnet
fr_fr: Réaction à un facteur de stress sévère, sans précision
zh_cn: 未特指的严重应激反应

# model:gnuhealth.pathology,name:F44
source: Dissociative [conversion] disorders
de: Dissoziative Störungen [Konversionsstörungen]
fr_fr: Troubles dissociatifs [de conversion]
zh_cn: 分离[转换]性障碍

# model:gnuhealth.pathology,name:F440
source: Dissociative amnesia
de: Dissoziative Amnesie
fr_fr: Amnésie dissociative
zh_cn: 分离性遗忘

# model:gnuhealth.pathology,name:F441
source: Dissociative fugue
de: Dissoziative Fugue
fr_fr: Fugue dissociative
zh_cn: 分离性神游

# model:gnuhealth.pathology,name:F442
source: Dissociative stupor
de: Dissoziativer Stupor
fr_fr: Stupeur dissociative
zh_cn: 分离性木僵

# model:gnuhealth.pathology,name:F443
source: Trance and possession disorders
de: Trance- und Besessenheitszustände
fr_fr: Etats de transe et de possession
zh_cn: 昼游和附体障碍

# model:gnuhealth.pathology,name:F444
source: Dissociative motor disorders
de: Dissoziative Bewegungsstörungen
fr_fr: Troubles moteurs dissociatifs
zh_cn: 分离性运动障碍

# model:gnuhealth.pathology,name:F445
source: Dissociative convulsions
de: Dissoziative Krampfanfälle
fr_fr: Convulsions dissociatives
zh_cn: 分离性抽搐

# model:gnuhealth.pathology,name:F446
source: Dissociative anaesthesia and sensory loss
de: Dissoziative Sensibilitäts- und Empfindungsstörungen
fr_fr: Anesthésie dissociative et atteintes sensorielles
zh_cn: 分离性感觉麻木和感觉丧失

# model:gnuhealth.pathology,name:F447
source: Mixed dissociative [conversion] disorders
de: Dissoziative Störungen [Konversionsstörungen], gemischt
fr_fr: Trouble dissociatif [de conversion] mixte
zh_cn: 混合性分离[转换]性障碍

# model:gnuhealth.pathology,name:F448
source: Other dissociative [conversion] disorders
de: Sonstige dissoziative Störungen [Konversionsstörungen]
fr_fr: Autres troubles dissociatifs [de conversion]
zh_cn: 其他分离[转换]性障碍

# model:gnuhealth.pathology,name:F449
source: Dissociative [conversion] disorder, unspecified
de: Dissoziative Störung [Konversionsstörung], nicht näher bezeichnet
fr_fr: Trouble dissociatif [de conversion], sans précision
zh_cn: 未特指的分离[转换]性障碍

# model:gnuhealth.pathology,name:F45
source: Somatoform disorders
de: Somatoforme Störungen
fr_fr: Troubles somatoformes
zh_cn: 躯体形式障碍

# model:gnuhealth.pathology,name:F450
source: Somatization disorder
de: Somatisierungsstörung
zh_cn: 躯体化障碍

# model:gnuhealth.pathology,name:F451
source: Undifferentiated somatoform disorder
de: Undifferenzierte Somatisierungsstörung
fr_fr: Trouble somatoforme indifférencié
zh_cn: 未分化的躯体形式障碍

# model:gnuhealth.pathology,name:F452
source: Hypochondriacal disorder
de: Hypochondrische Störung
fr_fr: Trouble hypocondriaque
zh_cn: 疑病障碍

# model:gnuhealth.pathology,name:F453
source: Somatoform autonomic dysfunction
de: Somatoforme autonome Funktionsstörung
fr_fr: Dysfonctionnement neurovégétatif somatoforme
zh_cn: 躯体形式的自主神经功能紊乱

# model:gnuhealth.pathology,name:F454
source: Persistent somatoform pain disorder
de: Anhaltende somatoforme Schmerzstörung
fr_fr: Syndrome douloureux somatoforme persistant
zh_cn: 持久的躯体形式的疼痛障碍

# model:gnuhealth.pathology,name:F458
source: Other somatoform disorders
de: Sonstige somatoforme Störungen
fr_fr: Autres troubles somatoformes
zh_cn: 其他躯体形式障碍

# model:gnuhealth.pathology,name:F459
source: Somatoform disorder, unspecified
de: Somatoforme Störung, nicht näher bezeichnet
fr_fr: Trouble somatoforme, sans précision
zh_cn: 未特指的躯体形式障碍

# model:gnuhealth.pathology,name:F48
source: Other neurotic disorders
de: Andere neurotische Störungen
fr_fr: Autres troubles névrotiques
zh_cn: 其他神经症性障碍

# model:gnuhealth.pathology,name:F480
source: Neurasthenia
de: Neurasthenie
fr_fr: Neurasthénie
zh_cn: 神经衰弱

# model:gnuhealth.pathology,name:F481
source: Depersonalization-derealization syndrome
de: Depersonalisations- und Derealisationssyndrom
zh_cn: 人格解体-现实解体综合征
