Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:W916
source: Industrial and construction area
de: Exposition gegenüber nicht näher bezeichneter Strahlung: Industrieanlagen und Baustellen
fr_fr: exposition aux rayonnements, sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W917
source: Farm
de: Exposition gegenüber nicht näher bezeichneter Strahlung: Landwirtschaftlicher Betrieb
fr_fr: exposition aux rayonnements, sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W918
source: Other specified place
de: Exposition gegenüber nicht näher bezeichneter Strahlung: Sonstige näher bezeichnete Orte
fr_fr: exposition aux rayonnements, sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W919
source: Unspecified place
de: Exposition gegenüber nicht näher bezeichneter Strahlung: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition aux rayonnements, sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W92
source: Exposure to excessive heat of man-made origin
de: Exposition gegenüber übermäßiger, künstlich erzeugter Hitze
fr_fr: Exposition à une chaleur artificielle excessive
zh_cn: 暴露于人为原因的过热环境下

# model:gnuhealth.pathology,name:W920
source: Home
de: Exposition gegenüber übermäßiger, künstlich erzeugter Hitze: Zu Hause
fr_fr: exposition à une chaleur artificielle excessive | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W921
source: Residential institution
de: Exposition gegenüber übermäßiger, künstlich erzeugter Hitze: Wohnheime oder -anstalten
fr_fr: exposition à une chaleur artificielle excessive | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W922
source: School, other institution and public administrative area
de: Exposition gegenüber übermäßiger, künstlich erzeugter Hitze: Schule, sonstige öffentliche Bauten
fr_fr: exposition à une chaleur artificielle excessive | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W923
source: Sports and athletics area
de: Exposition gegenüber übermäßiger, künstlich erzeugter Hitze: Sportstätten
fr_fr: exposition à une chaleur artificielle excessive | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W924
source: Street and highway
de: Exposition gegenüber übermäßiger, künstlich erzeugter Hitze: Straßen und Wege
fr_fr: exposition à une chaleur artificielle excessive | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W925
source: Trade and service area
de: Exposition gegenüber übermäßiger, künstlich erzeugter Hitze: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à une chaleur artificielle excessive | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W926
source: Industrial and construction area
de: Exposition gegenüber übermäßiger, künstlich erzeugter Hitze: Industrieanlagen und Baustellen
fr_fr: exposition à une chaleur artificielle excessive | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W927
source: Farm
de: Exposition gegenüber übermäßiger, künstlich erzeugter Hitze: Landwirtschaftlicher Betrieb
fr_fr: exposition à une chaleur artificielle excessive | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W928
source: Other specified place
de: Exposition gegenüber übermäßiger, künstlich erzeugter Hitze: Sonstige näher bezeichnete Orte
fr_fr: exposition à une chaleur artificielle excessive | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W929
source: Unspecified place
de: Exposition gegenüber übermäßiger, künstlich erzeugter Hitze: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à une chaleur artificielle excessive | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W93
source: Exposure to excessive cold of man-made origin
de: Exposition gegenüber übermäßiger, künstlich erzeugter Kälte
fr_fr: Exposition à un froid artificiel excessif
zh_cn: 暴露于人为原因的过冷环境下

# model:gnuhealth.pathology,name:W930
source: Home
de: Exposition gegenüber übermäßiger, künstlich erzeugter Kälte: Zu Hause
fr_fr: exposition à un froid artificiel excessif | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W931
source: Residential institution
de: Exposition gegenüber übermäßiger, künstlich erzeugter Kälte: Wohnheime oder -anstalten
fr_fr: exposition à un froid artificiel excessif | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W932
source: School, other institution and public administrative area
de: Exposition gegenüber übermäßiger, künstlich erzeugter Kälte: Schule, sonstige öffentliche Bauten
fr_fr: exposition à un froid artificiel excessif | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W933
source: Sports and athletics area
de: Exposition gegenüber übermäßiger, künstlich erzeugter Kälte: Sportstätten
fr_fr: exposition à un froid artificiel excessif | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W934
source: Street and highway
de: Exposition gegenüber übermäßiger, künstlich erzeugter Kälte: Straßen und Wege
fr_fr: exposition à un froid artificiel excessif | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W935
source: Trade and service area
de: Exposition gegenüber übermäßiger, künstlich erzeugter Kälte: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à un froid artificiel excessif | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W936
source: Industrial and construction area
de: Exposition gegenüber übermäßiger, künstlich erzeugter Kälte: Industrieanlagen und Baustellen
fr_fr: exposition à un froid artificiel excessif | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W937
source: Farm
de: Exposition gegenüber übermäßiger, künstlich erzeugter Kälte: Landwirtschaftlicher Betrieb
fr_fr: exposition à un froid artificiel excessif | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W938
source: Other specified place
de: Exposition gegenüber übermäßiger, künstlich erzeugter Kälte: Sonstige näher bezeichnete Orte
fr_fr: exposition à un froid artificiel excessif | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W939
source: Unspecified place
de: Exposition gegenüber übermäßiger, künstlich erzeugter Kälte: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à un froid artificiel excessif | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W94
source: Exposure to high and low air pressure and changes in air pressure
de: Exposition gegenüber hohem oder niedrigem Luftdruck oder Luftdruckwechsel
fr_fr: Exposition à une dépression et une hyperpression et à des changements de pression barométriques
zh_cn: 暴露于高气压、低气压和气压改变环境下

# model:gnuhealth.pathology,name:W940
source: Home
de: Exposition gegenüber hohem oder niedrigem Luftdruck oder Luftdruckwechsel: Zu Hause
fr_fr: exposition à une dépression et une hyperpression et à des changements de pression barométriques | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W941
source: Residential institution
de: Exposition gegenüber hohem oder niedrigem Luftdruck oder Luftdruckwechsel: Wohnheime oder -anstalten
fr_fr: exposition à une dépression et une hyperpression et à des changements de pression barométriques | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W942
source: School, other institution and public administrative area
de: Exposition gegenüber hohem oder niedrigem Luftdruck oder Luftdruckwechsel: Schule, sonstige öffentliche Bauten
fr_fr: exposition à une dépression et une hyperpression et à des changements de pression barométriques | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W943
source: Sports and athletics area
de: Exposition gegenüber hohem oder niedrigem Luftdruck oder Luftdruckwechsel: Sportstätten
fr_fr: exposition à une dépression et une hyperpression et à des changements de pression barométriques | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W944
source: Street and highway
de: Exposition gegenüber hohem oder niedrigem Luftdruck oder Luftdruckwechsel: Straßen und Wege
fr_fr: exposition à une dépression et une hyperpression et à des changements de pression barométriques | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W945
source: Trade and service area
de: Exposition gegenüber hohem oder niedrigem Luftdruck oder Luftdruckwechsel: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à une dépression et une hyperpression et à des changements de pression barométriques | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W946
source: Industrial and construction area
de: Exposition gegenüber hohem oder niedrigem Luftdruck oder Luftdruckwechsel: Industrieanlagen und Baustellen
fr_fr: exposition à une dépression et une hyperpression et à des changements de pression barométriques | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W947
source: Farm
de: Exposition gegenüber hohem oder niedrigem Luftdruck oder Luftdruckwechsel: Landwirtschaftlicher Betrieb
fr_fr: exposition à une dépression et une hyperpression et à des changements de pression barométriques | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W948
source: Other specified place
de: Exposition gegenüber hohem oder niedrigem Luftdruck oder Luftdruckwechsel: Sonstige näher bezeichnete Orte
fr_fr: exposition à une dépression et une hyperpression et à des changements de pression barométriques | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W949
source: Unspecified place
de: Exposition gegenüber hohem oder niedrigem Luftdruck oder Luftdruckwechsel: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à une dépression et une hyperpression et à des changements de pression barométriques | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W99
source: Exposure to other and unspecified man-made environmental factors
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten künstlichen Umweltfaktoren
fr_fr: Exposition à des facteurs propres à un environnement artificiel, autres et sans précision
zh_cn: 暴露于其他和未特指的人为环境因素下

# model:gnuhealth.pathology,name:W990
source: Home
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten künstlichen Umweltfaktoren: Zu Hause
fr_fr: exposition à des facteurs propres à un environnement artificiel, autres et sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W991
source: Residential institution
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten künstlichen Umweltfaktoren: Wohnheime oder -anstalten
fr_fr: exposition à des facteurs propres à un environnement artificiel, autres et sans précision | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W992
source: School, other institution and public administrative area
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten künstlichen Umweltfaktoren: Schule, sonstige öffentliche Bauten
fr_fr: exposition à des facteurs propres à un environnement artificiel, autres et sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W993
source: Sports and athletics area
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten künstlichen Umweltfaktoren: Sportstätten
fr_fr: exposition à des facteurs propres à un environnement artificiel, autres et sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W994
source: Street and highway
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten künstlichen Umweltfaktoren: Straßen und Wege
fr_fr: exposition à des facteurs propres à un environnement artificiel, autres et sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W995
source: Trade and service area
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten künstlichen Umweltfaktoren: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à des facteurs propres à un environnement artificiel, autres et sans précision | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W996
source: Industrial and construction area
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten künstlichen Umweltfaktoren: Industrieanlagen und Baustellen
fr_fr: exposition à des facteurs propres à un environnement artificiel, autres et sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W997
source: Farm
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten künstlichen Umweltfaktoren: Landwirtschaftlicher Betrieb
fr_fr: exposition à des facteurs propres à un environnement artificiel, autres et sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W998
source: Other specified place
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten künstlichen Umweltfaktoren: Sonstige näher bezeichnete Orte
fr_fr: exposition à des facteurs propres à un environnement artificiel, autres et sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W999
source: Unspecified place
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten künstlichen Umweltfaktoren: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à des facteurs propres à un environnement artificiel, autres et sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X00
source: Exposure to uncontrolled fire in building or structure
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken
fr_fr: Exposition à un feu non maîtrisé, dans un bâtiment ou un ouvrage
zh_cn: 暴露于房屋或建筑结构内的无控制性火焰下

# model:gnuhealth.pathology,name:X000
source: Home
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Zu Hause
fr_fr: exposition à un feu non maîtrisé, dans un bâtiment ou un ouvrage | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X001
source: Residential institution
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Wohnheime oder -anstalten
fr_fr: exposition à un feu non maîtrisé, dans un bâtiment ou un ouvrage | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:X002
source: School, other institution and public administrative area
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Schule, sonstige öffentliche Bauten
fr_fr: exposition à un feu non maîtrisé, dans un bâtiment ou un ouvrage | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X003
source: Sports and athletics area
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Sportstätten
fr_fr: exposition à un feu non maîtrisé, dans un bâtiment ou un ouvrage | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X004
source: Street and highway
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Straßen und Wege
fr_fr: exposition à un feu non maîtrisé, dans un bâtiment ou un ouvrage | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X005
source: Trade and service area
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à un feu non maîtrisé, dans un bâtiment ou un ouvrage | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X006
source: Industrial and construction area
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Industrieanlagen und Baustellen
fr_fr: exposition à un feu non maîtrisé, dans un bâtiment ou un ouvrage | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X007
source: Farm
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Landwirtschaftlicher Betrieb
fr_fr: exposition à un feu non maîtrisé, dans un bâtiment ou un ouvrage | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X008
source: Other specified place
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Sonstige näher bezeichnete Orte
fr_fr: exposition à un feu non maîtrisé, dans un bâtiment ou un ouvrage | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X009
source: Unspecified place
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à un feu non maîtrisé, dans un bâtiment ou un ouvrage | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X01
source: Exposure to uncontrolled fire, not in building or structure
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken
fr_fr: Exposition à un feu non maîtrisé, hors d'un bâtiment ou d'un ouvrage
zh_cn: 暴露于房屋或建筑结构外的无控制性火焰下

# model:gnuhealth.pathology,name:X010
source: Home
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Zu Hause
fr_fr: exposition à un feu non maîtrisé, hors d'un bâtiment ou d'un ouvrage | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X011
source: Residential institution
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Wohnheime oder -anstalten
fr_fr: exposition à un feu non maîtrisé, hors d'un bâtiment ou d'un ouvrage | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:X012
source: School, other institution and public administrative area
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Schule, sonstige öffentliche Bauten
fr_fr: exposition à un feu non maîtrisé, hors d'un bâtiment ou d'un ouvrage | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X013
source: Sports and athletics area
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Sportstätten
fr_fr: exposition à un feu non maîtrisé, hors d'un bâtiment ou d'un ouvrage | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X014
source: Street and highway
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Straßen und Wege
fr_fr: exposition à un feu non maîtrisé, hors d'un bâtiment ou d'un ouvrage | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X015
source: Trade and service area
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à un feu non maîtrisé, hors d'un bâtiment ou d'un ouvrage | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X016
source: Industrial and construction area
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Industrieanlagen und Baustellen
fr_fr: exposition à un feu non maîtrisé, hors d'un bâtiment ou d'un ouvrage | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X017
source: Farm
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Landwirtschaftlicher Betrieb
fr_fr: exposition à un feu non maîtrisé, hors d'un bâtiment ou d'un ouvrage | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X018
source: Other specified place
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Sonstige näher bezeichnete Orte
fr_fr: exposition à un feu non maîtrisé, hors d'un bâtiment ou d'un ouvrage | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X019
source: Unspecified place
de: Exposition gegenüber nicht unter Kontrolle stehendem Feuer außerhalb von Gebäuden oder Bauwerken: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à un feu non maîtrisé, hors d'un bâtiment ou d'un ouvrage | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X02
source: Exposure to controlled fire in building or structure
de: Exposition gegenüber unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken
fr_fr: Exposition à un feu maîtrisé, dans un bâtiment ou un ouvrage
zh_cn: 暴露于房屋或建筑结构内的控制性火焰下

# model:gnuhealth.pathology,name:X020
source: Home
de: Exposition gegenüber unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Zu Hause
fr_fr: exposition à un feu maîtrisé, dans un bâtiment ou un ouvrage | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X021
source: Residential institution
de: Exposition gegenüber unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Wohnheime oder -anstalten
fr_fr: exposition à un feu maîtrisé, dans un bâtiment ou un ouvrage | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:X022
source: School, other institution and public administrative area
de: Exposition gegenüber unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Schule, sonstige öffentliche Bauten
fr_fr: exposition à un feu maîtrisé, dans un bâtiment ou un ouvrage | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X023
source: Sports and athletics area
de: Exposition gegenüber unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Sportstätten
fr_fr: exposition à un feu maîtrisé, dans un bâtiment ou un ouvrage | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X024
source: Street and highway
de: Exposition gegenüber unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Straßen und Wege
fr_fr: exposition à un feu maîtrisé, dans un bâtiment ou un ouvrage | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X025
source: Trade and service area
de: Exposition gegenüber unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à un feu maîtrisé, dans un bâtiment ou un ouvrage | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X026
source: Industrial and construction area
de: Exposition gegenüber unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Industrieanlagen und Baustellen
fr_fr: exposition à un feu maîtrisé, dans un bâtiment ou un ouvrage | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X027
source: Farm
de: Exposition gegenüber unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Landwirtschaftlicher Betrieb
fr_fr: exposition à un feu maîtrisé, dans un bâtiment ou un ouvrage | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X028
source: Other specified place
de: Exposition gegenüber unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Sonstige näher bezeichnete Orte
fr_fr: exposition à un feu maîtrisé, dans un bâtiment ou un ouvrage | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X029
source: Unspecified place
de: Exposition gegenüber unter Kontrolle stehendem Feuer in Gebäuden oder Bauwerken: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à un feu maîtrisé, dans un bâtiment ou un ouvrage | lieu, sans précision
zh_cn: 未指定的地方
