Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:W640
source: Home
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten belebten mechanischen Kräften: Zu Hause
fr_fr: exposition à des forces animées, autres et sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W641
source: Residential institution
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten belebten mechanischen Kräften: Wohnheime oder -anstalten
fr_fr: exposition à des forces animées, autres et sans précision | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W642
source: School, other institution and public administrative area
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten belebten mechanischen Kräften: Schule, sonstige öffentliche Bauten
fr_fr: exposition à des forces animées, autres et sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W643
source: Sports and athletics area
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten belebten mechanischen Kräften: Sportstätten
fr_fr: exposition à des forces animées, autres et sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W644
source: Street and highway
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten belebten mechanischen Kräften: Straßen und Wege
fr_fr: exposition à des forces animées, autres et sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W645
source: Trade and service area
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten belebten mechanischen Kräften: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à des forces animées, autres et sans précision | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W646
source: Industrial and construction area
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten belebten mechanischen Kräften: Industrieanlagen und Baustellen
fr_fr: exposition à des forces animées, autres et sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W647
source: Farm
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten belebten mechanischen Kräften: Landwirtschaftlicher Betrieb
fr_fr: exposition à des forces animées, autres et sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W648
source: Other specified place
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten belebten mechanischen Kräften: Sonstige näher bezeichnete Orte
fr_fr: exposition à des forces animées, autres et sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W649
source: Unspecified place
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten belebten mechanischen Kräften: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à des forces animées, autres et sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W65
source: Drowning and submersion while in bath-tub
de: Ertrinken und Untergehen in der Badewanne
fr_fr: Noyade et submersion dans une baignoire
zh_cn: 在浴盆内淹溺和沉没

# model:gnuhealth.pathology,name:W650
source: Home
de: Ertrinken und Untergehen in der Badewanne: Zu Hause
fr_fr: noyade et submersion dans une baignoire | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W651
source: Residential institution
de: Ertrinken und Untergehen in der Badewanne: Wohnheime oder -anstalten
fr_fr: noyade et submersion dans une baignoire | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W652
source: School, other institution and public administrative area
de: Ertrinken und Untergehen in der Badewanne: Schule, sonstige öffentliche Bauten
fr_fr: noyade et submersion dans une baignoire | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W653
source: Sports and athletics area
de: Ertrinken und Untergehen in der Badewanne: Sportstätten
fr_fr: noyade et submersion dans une baignoire | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W654
source: Street and highway
de: Ertrinken und Untergehen in der Badewanne: Straßen und Wege
fr_fr: noyade et submersion dans une baignoire | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W655
source: Trade and service area
de: Ertrinken und Untergehen in der Badewanne: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: noyade et submersion dans une baignoire | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W656
source: Industrial and construction area
de: Ertrinken und Untergehen in der Badewanne: Industrieanlagen und Baustellen
fr_fr: noyade et submersion dans une baignoire | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W657
source: Farm
de: Ertrinken und Untergehen in der Badewanne: Landwirtschaftlicher Betrieb
fr_fr: noyade et submersion dans une baignoire | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W658
source: Other specified place
de: Ertrinken und Untergehen in der Badewanne: Sonstige näher bezeichnete Orte
fr_fr: noyade et submersion dans une baignoire | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W659
source: Unspecified place
de: Ertrinken und Untergehen in der Badewanne: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: noyade et submersion dans une baignoire | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W66
source: Drowning and submersion following fall into bath-tub
de: Ertrinken und Untergehen nach Sturz in die Badewanne
fr_fr: Noyade et submersion consécutives à une chute dans une baignoire
zh_cn: 落入浴盆后淹溺和沉没

# model:gnuhealth.pathology,name:W660
source: Home
de: Ertrinken und Untergehen nach Sturz in die Badewanne: Zu Hause
fr_fr: noyade et submersion consécutives à une chute dans une baignoire | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W661
source: Residential institution
de: Ertrinken und Untergehen nach Sturz in die Badewanne: Wohnheime oder -anstalten
fr_fr: noyade et submersion consécutives à une chute dans une baignoire | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W662
source: School, other institution and public administrative area
de: Ertrinken und Untergehen nach Sturz in die Badewanne: Schule, sonstige öffentliche Bauten
fr_fr: noyade et submersion consécutives à une chute dans une baignoire | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W663
source: Sports and athletics area
de: Ertrinken und Untergehen nach Sturz in die Badewanne: Sportstätten
fr_fr: noyade et submersion consécutives à une chute dans une baignoire | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W664
source: Street and highway
de: Ertrinken und Untergehen nach Sturz in die Badewanne: Straßen und Wege
fr_fr: noyade et submersion consécutives à une chute dans une baignoire | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W665
source: Trade and service area
de: Ertrinken und Untergehen nach Sturz in die Badewanne: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: noyade et submersion consécutives à une chute dans une baignoire | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W666
source: Industrial and construction area
de: Ertrinken und Untergehen nach Sturz in die Badewanne: Industrieanlagen und Baustellen
fr_fr: noyade et submersion consécutives à une chute dans une baignoire | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W667
source: Farm
de: Ertrinken und Untergehen nach Sturz in die Badewanne: Landwirtschaftlicher Betrieb
fr_fr: noyade et submersion consécutives à une chute dans une baignoire | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W668
source: Other specified place
de: Ertrinken und Untergehen nach Sturz in die Badewanne: Sonstige näher bezeichnete Orte
fr_fr: noyade et submersion consécutives à une chute dans une baignoire | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W669
source: Unspecified place
de: Ertrinken und Untergehen nach Sturz in die Badewanne: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: noyade et submersion consécutives à une chute dans une baignoire | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W67
source: Drowning and submersion while in swimming-pool
de: Ertrinken und Untergehen im Schwimmbecken
fr_fr: Noyade et submersion dans une piscine
zh_cn: 在游泳池中淹溺和沉没

# model:gnuhealth.pathology,name:W670
source: Home
de: Ertrinken und Untergehen im Schwimmbecken: Zu Hause
fr_fr: noyade et submersion dans une piscine | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W671
source: Residential institution
de: Ertrinken und Untergehen im Schwimmbecken: Wohnheime oder -anstalten
fr_fr: noyade et submersion dans une piscine | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W672
source: School, other institution and public administrative area
de: Ertrinken und Untergehen im Schwimmbecken: Schule, sonstige öffentliche Bauten
fr_fr: noyade et submersion dans une piscine | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W673
source: Sports and athletics area
de: Ertrinken und Untergehen im Schwimmbecken: Sportstätten
fr_fr: noyade et submersion dans une piscine | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W674
source: Street and highway
de: Ertrinken und Untergehen im Schwimmbecken: Straßen und Wege
fr_fr: noyade et submersion dans une piscine | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W675
source: Trade and service area
de: Ertrinken und Untergehen im Schwimmbecken: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: noyade et submersion dans une piscine | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W676
source: Industrial and construction area
de: Ertrinken und Untergehen im Schwimmbecken: Industrieanlagen und Baustellen
fr_fr: noyade et submersion dans une piscine | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W677
source: Farm
de: Ertrinken und Untergehen im Schwimmbecken: Landwirtschaftlicher Betrieb
fr_fr: noyade et submersion dans une piscine | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W678
source: Other specified place
de: Ertrinken und Untergehen im Schwimmbecken: Sonstige näher bezeichnete Orte
fr_fr: noyade et submersion dans une piscine | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W679
source: Unspecified place
de: Ertrinken und Untergehen im Schwimmbecken: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: noyade et submersion dans une piscine | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W68
source: Drowning and submersion following fall into swimming-pool
de: Ertrinken und Untergehen nach Sturz ins Schwimmbecken
fr_fr: Noyade et submersion consécutives à une chute dans une piscine
zh_cn: 落入游泳池后淹溺和沉没

# model:gnuhealth.pathology,name:W680
source: Home
de: Ertrinken und Untergehen nach Sturz ins Schwimmbecken: Zu Hause
fr_fr: noyade et submersion consécutives à une chute dans une piscine | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W681
source: Residential institution
de: Ertrinken und Untergehen nach Sturz ins Schwimmbecken: Wohnheime oder -anstalten
fr_fr: noyade et submersion consécutives à une chute dans une piscine | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W682
source: School, other institution and public administrative area
de: Ertrinken und Untergehen nach Sturz ins Schwimmbecken: Schule, sonstige öffentliche Bauten
fr_fr: noyade et submersion consécutives à une chute dans une piscine | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W683
source: Sports and athletics area
de: Ertrinken und Untergehen nach Sturz ins Schwimmbecken: Sportstätten
fr_fr: noyade et submersion consécutives à une chute dans une piscine | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W684
source: Street and highway
de: Ertrinken und Untergehen nach Sturz ins Schwimmbecken: Straßen und Wege
fr_fr: noyade et submersion consécutives à une chute dans une piscine | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W685
source: Trade and service area
de: Ertrinken und Untergehen nach Sturz ins Schwimmbecken: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: noyade et submersion consécutives à une chute dans une piscine | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W686
source: Industrial and construction area
de: Ertrinken und Untergehen nach Sturz ins Schwimmbecken: Industrieanlagen und Baustellen
fr_fr: noyade et submersion consécutives à une chute dans une piscine | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W687
source: Farm
de: Ertrinken und Untergehen nach Sturz ins Schwimmbecken: Landwirtschaftlicher Betrieb
fr_fr: noyade et submersion consécutives à une chute dans une piscine | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W688
source: Other specified place
de: Ertrinken und Untergehen nach Sturz ins Schwimmbecken: Sonstige näher bezeichnete Orte
fr_fr: noyade et submersion consécutives à une chute dans une piscine | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W689
source: Unspecified place
de: Ertrinken und Untergehen nach Sturz ins Schwimmbecken: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: noyade et submersion consécutives à une chute dans une piscine | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W69
source: Drowning and submersion while in natural water
de: Ertrinken und Untergehen in natürlichem Gewässer
fr_fr: Noyade et submersion dans des eaux naturelles
zh_cn: 在自然水域中淹溺和沉没

# model:gnuhealth.pathology,name:W690
source: Home
de: Ertrinken und Untergehen in natürlichem Gewässer: Zu Hause
fr_fr: noyade et submersion dans des eaux naturelles | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W691
source: Residential institution
de: Ertrinken und Untergehen in natürlichem Gewässer: Wohnheime oder -anstalten
fr_fr: noyade et submersion dans des eaux naturelles | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W692
source: School, other institution and public administrative area
de: Ertrinken und Untergehen in natürlichem Gewässer: Schule, sonstige öffentliche Bauten
fr_fr: noyade et submersion dans des eaux naturelles | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W693
source: Sports and athletics area
de: Ertrinken und Untergehen in natürlichem Gewässer: Sportstätten
fr_fr: noyade et submersion dans des eaux naturelles | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W694
source: Street and highway
de: Ertrinken und Untergehen in natürlichem Gewässer: Straßen und Wege
fr_fr: noyade et submersion dans des eaux naturelles | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W695
source: Trade and service area
de: Ertrinken und Untergehen in natürlichem Gewässer: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: noyade et submersion dans des eaux naturelles | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W696
source: Industrial and construction area
de: Ertrinken und Untergehen in natürlichem Gewässer: Industrieanlagen und Baustellen
fr_fr: noyade et submersion dans des eaux naturelles | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W697
source: Farm
de: Ertrinken und Untergehen in natürlichem Gewässer: Landwirtschaftlicher Betrieb
fr_fr: noyade et submersion dans des eaux naturelles | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W698
source: Other specified place
de: Ertrinken und Untergehen in natürlichem Gewässer: Sonstige näher bezeichnete Orte
fr_fr: noyade et submersion dans des eaux naturelles | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W699
source: Unspecified place
de: Ertrinken und Untergehen in natürlichem Gewässer: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: noyade et submersion dans des eaux naturelles | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W70
source: Drowning and submersion following fall into natural water
de: Ertrinken und Untergehen nach Sturz in natürliches Gewässer
fr_fr: Noyade et submersion consécutives à une chute dans des eaux naturelles
zh_cn: 落入自然水域后淹溺和沉没

# model:gnuhealth.pathology,name:W700
source: Home
de: Ertrinken und Untergehen nach Sturz in natürliches Gewässer: Zu Hause
fr_fr: noyade et submersion consécutives à une chute dans des eaux naturelles | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W701
source: Residential institution
de: Ertrinken und Untergehen nach Sturz in natürliches Gewässer: Wohnheime oder -anstalten
fr_fr: noyade et submersion consécutives à une chute dans des eaux naturelles | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W702
source: School, other institution and public administrative area
de: Ertrinken und Untergehen nach Sturz in natürliches Gewässer: Schule, sonstige öffentliche Bauten
fr_fr: noyade et submersion consécutives à une chute dans des eaux naturelles | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W703
source: Sports and athletics area
de: Ertrinken und Untergehen nach Sturz in natürliches Gewässer: Sportstätten
fr_fr: noyade et submersion consécutives à une chute dans des eaux naturelles | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W704
source: Street and highway
de: Ertrinken und Untergehen nach Sturz in natürliches Gewässer: Straßen und Wege
fr_fr: noyade et submersion consécutives à une chute dans des eaux naturelles | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W705
source: Trade and service area
de: Ertrinken und Untergehen nach Sturz in natürliches Gewässer: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: noyade et submersion consécutives à une chute dans des eaux naturelles | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W706
source: Industrial and construction area
de: Ertrinken und Untergehen nach Sturz in natürliches Gewässer: Industrieanlagen und Baustellen
fr_fr: noyade et submersion consécutives à une chute dans des eaux naturelles | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W707
source: Farm
de: Ertrinken und Untergehen nach Sturz in natürliches Gewässer: Landwirtschaftlicher Betrieb
fr_fr: noyade et submersion consécutives à une chute dans des eaux naturelles | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W708
source: Other specified place
de: Ertrinken und Untergehen nach Sturz in natürliches Gewässer: Sonstige näher bezeichnete Orte
fr_fr: noyade et submersion consécutives à une chute dans des eaux naturelles | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W709
source: Unspecified place
de: Ertrinken und Untergehen nach Sturz in natürliches Gewässer: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: noyade et submersion consécutives à une chute dans des eaux naturelles | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W73
source: Other specified drowning and submersion
de: Sonstiges näher bezeichnetes Ertrinken und Untergehen
fr_fr: Autres formes de noyade et submersion précisées
zh_cn: 其他特指的淹溺和沉没

# model:gnuhealth.pathology,name:W730
source: Home
de: Sonstiges näher bezeichnetes Ertrinken und Untergehen: Zu Hause
fr_fr: autres formes de noyade et submersion précisées | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W731
source: Residential institution
de: Sonstiges näher bezeichnetes Ertrinken und Untergehen: Wohnheime oder -anstalten
fr_fr: autres formes de noyade et submersion précisées | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W732
source: School, other institution and public administrative area
de: Sonstiges näher bezeichnetes Ertrinken und Untergehen: Schule, sonstige öffentliche Bauten
fr_fr: autres formes de noyade et submersion précisées | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W733
source: Sports and athletics area
de: Sonstiges näher bezeichnetes Ertrinken und Untergehen: Sportstätten
fr_fr: autres formes de noyade et submersion précisées | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W734
source: Street and highway
de: Sonstiges näher bezeichnetes Ertrinken und Untergehen: Straßen und Wege
fr_fr: autres formes de noyade et submersion précisées | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W735
source: Trade and service area
de: Sonstiges näher bezeichnetes Ertrinken und Untergehen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: autres formes de noyade et submersion précisées | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W736
source: Industrial and construction area
de: Sonstiges näher bezeichnetes Ertrinken und Untergehen: Industrieanlagen und Baustellen
fr_fr: autres formes de noyade et submersion précisées | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W737
source: Farm
de: Sonstiges näher bezeichnetes Ertrinken und Untergehen: Landwirtschaftlicher Betrieb
fr_fr: autres formes de noyade et submersion précisées | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W738
source: Other specified place
de: Sonstiges näher bezeichnetes Ertrinken und Untergehen: Sonstige näher bezeichnete Orte
fr_fr: autres formes de noyade et submersion précisées | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W739
source: Unspecified place
de: Sonstiges näher bezeichnetes Ertrinken und Untergehen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: autres formes de noyade et submersion précisées | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W74
source: Unspecified drowning and submersion
de: Nicht näher bezeichnetes Ertrinken und Untergehen
fr_fr: Noyade et submersion, sans précision
zh_cn: 未特指的淹溺和沉没

# model:gnuhealth.pathology,name:W740
source: Home
de: Nicht näher bezeichnetes Ertrinken und Untergehen: Zu Hause
fr_fr: noyade et submersion, sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W741
source: Residential institution
de: Nicht näher bezeichnetes Ertrinken und Untergehen: Wohnheime oder -anstalten
fr_fr: noyade et submersion, sans précision | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W742
source: School, other institution and public administrative area
de: Nicht näher bezeichnetes Ertrinken und Untergehen: Schule, sonstige öffentliche Bauten
fr_fr: noyade et submersion, sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W743
source: Sports and athletics area
de: Nicht näher bezeichnetes Ertrinken und Untergehen: Sportstätten
fr_fr: noyade et submersion, sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区
