Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:A513
source: Secondary syphilis of skin and mucous membranes
de: Sekundäre Syphilis der Haut und der Schleimhäute
fr_fr: Syphilis secondaire de la peau et des muqueuses
zh_cn: 皮肤和粘膜二期梅毒

# model:gnuhealth.pathology,name:A514
source: Other secondary syphilis
de: Sonstige sekundäre Syphilis
fr_fr: Autres formes de syphilis secondaire
zh_cn: 其他二期梅毒

# model:gnuhealth.pathology,name:A515
source: Early syphilis, latent
de: Latente Frühsyphilis
fr_fr: Syphilis précoce, latente
zh_cn: 潜伏性早期梅毒

# model:gnuhealth.pathology,name:A519
source: Early syphilis, unspecified
de: Frühsyphilis, nicht näher bezeichnet
fr_fr: Syphilis précoce, sans précision
zh_cn: 未特指的早期梅毒

# model:gnuhealth.pathology,name:A52
source: Late syphilis
de: Spätsyphilis
fr_fr: Syphilis tardive
zh_cn: 晚期梅毒

# model:gnuhealth.pathology,name:A520
source: Cardiovascular syphilis
de: Kardiovaskuläre Syphilis
fr_fr: Syphilis cardio-vasculaire
zh_cn: 心血管梅毒

# model:gnuhealth.pathology,name:A521
source: Symptomatic neurosyphilis
de: Floride Neurosyphilis
fr_fr: Syphilis nerveuse symptomatique
zh_cn: 有症状性神经梅毒

# model:gnuhealth.pathology,name:A522
source: Asymptomatic neurosyphilis
de: Asymptomatische Neurosyphilis
fr_fr: Syphilis nerveuse asymptomatique
zh_cn: 无症状性神经梅毒

# model:gnuhealth.pathology,name:A523
source: Neurosyphilis, unspecified
de: Neurosyphilis, nicht näher bezeichnet
fr_fr: Syphilis nerveuse, sans précision
zh_cn: 未特指的神经梅毒

# model:gnuhealth.pathology,name:A527
source: Other symptomatic late syphilis
de: Sonstige floride Spätsyphilis
fr_fr: Autres formes tardives de syphilis symptomatique
zh_cn: 其他有症状性晚期梅毒

# model:gnuhealth.pathology,name:A528
source: Late syphilis, latent
de: Latente Spätsyphilis
fr_fr: Syphilis tardive, latente
zh_cn: 潜伏性晚期梅毒

# model:gnuhealth.pathology,name:A529
source: Late syphilis, unspecified
de: Spätsyphilis, nicht näher bezeichnet
fr_fr: Syphilis tardive, sans précision
zh_cn: 未特指的晚期梅毒

# model:gnuhealth.pathology,name:A53
source: Other and unspecified syphilis
de: Sonstige und nicht näher bezeichnete Syphilis
fr_fr: Syphilis, autres et sans précision
zh_cn: 其他和未特指的梅毒

# model:gnuhealth.pathology,name:A530
source: Latent syphilis, unspecified as early or late
de: Latente Syphilis, nicht als früh oder spät bezeichnet
fr_fr: Syphilis latente, non précisée précoce ou tardive
zh_cn: 未特指早期或晚期的潜伏性梅毒

# model:gnuhealth.pathology,name:A539
source: Syphilis, unspecified
de: Syphilis, nicht näher bezeichnet
fr_fr: Syphilis, sans précision
zh_cn: 未特指的梅毒

# model:gnuhealth.pathology,name:A54
source: Gonococcal infection
de: Gonokokkeninfektion
fr_fr: Infection gonococcique
zh_cn: 淋球菌感染

# model:gnuhealth.pathology,name:A540
source: Gonococcal infection of lower genitourinary tract without periurethral or accessory gland abscess
de: Gonokokkeninfektion des unteren Urogenitaltraktes ohne periurethralen Abszess oder Abszess der Glandulae urethrales
zh_cn: 下泌尿生殖道的淋球菌感染不伴有尿道周或副腺的脓肿

# model:gnuhealth.pathology,name:A541
source: Gonococcal infection of lower genitourinary tract with periurethral and accessory gland abscess
de: Gonokokkeninfektion des unteren Urogenitaltraktes mit periurethralem Abszess oder Abszess der Glandulae urethrales
zh_cn: 下泌尿生殖道的淋球菌感染伴有尿道周和副腺的脓肿

# model:gnuhealth.pathology,name:A542
source: Gonococcal pelviperitonitis and other gonococcal genitourinary infections
de: Pelviperitonitis durch Gonokokken und Gonokokkeninfektionen sonstiger Urogenitalorgane
zh_cn: 淋球菌性盆腔腹膜炎和其他泌尿生殖道的淋球菌感染

# model:gnuhealth.pathology,name:A543
source: Gonococcal infection of eye
de: Gonokokkeninfektion des Auges
fr_fr: Infection gonococcique de l'œil
zh_cn: 眼的淋球菌感染

# model:gnuhealth.pathology,name:A544
source: Gonococcal infection of musculoskeletal system
de: Gonokokkeninfektion des Muskel-Skelett-Systems
fr_fr: Infection gonococcique du système ostéo-articulaire et des muscles
zh_cn: 肌肉骨骼系统的淋球菌感染

# model:gnuhealth.pathology,name:A545
source: Gonococcal pharyngitis
de: Gonokokkenpharyngitis
fr_fr: Pharyngite gonococcique
zh_cn: 淋球菌性咽炎

# model:gnuhealth.pathology,name:A546
source: Gonococcal infection of anus and rectum
de: Gonokokkeninfektion des Anus und des Rektums
fr_fr: Infection gonococcique de l'anus et du rectum
zh_cn: 肛门和直肠的淋球菌感染

# model:gnuhealth.pathology,name:A548
source: Other gonococcal infections
de: Sonstige Gonokokkeninfektionen
fr_fr: Autres infections gonococciques
zh_cn: 其他淋球菌感染

# model:gnuhealth.pathology,name:A549
source: Gonococcal infection, unspecified
de: Gonokokkeninfektion, nicht näher bezeichnet
fr_fr: Infection gonococcique, sans précision
zh_cn: 未特指的淋球菌感染

# model:gnuhealth.pathology,name:A55
source: Chlamydial lymphogranuloma (venereum)
de: Lymphogranuloma inguinale (venereum) durch Chlamydien
fr_fr: Lymphogranulomatose vénérienne à Chlamydia
zh_cn: 衣原体(性病性)淋巴肉芽肿

# model:gnuhealth.pathology,name:A56
source: Other sexually transmitted chlamydial diseases
de: Sonstige durch Geschlechtsverkehr übertragene Chlamydienkrankheiten
fr_fr: Autres infections à Chlamydia transmises par voie sexuelle
zh_cn: 其他性传播的衣原体疾病

# model:gnuhealth.pathology,name:A560
source: Chlamydial infection of lower genitourinary tract
de: Chlamydieninfektion des unteren Urogenitaltraktes
zh_cn: 下泌尿生殖道的衣原体感染

# model:gnuhealth.pathology,name:A561
source: Chlamydial infection of pelviperitoneum and other genitourinary organs
de: Chlamydieninfektion des Pelviperitoneums und sonstiger Urogenitalorgane
zh_cn: 盆腔腹膜和其他泌尿生殖器官的衣原体感染

# model:gnuhealth.pathology,name:A562
source: Chlamydial infection of genitourinary tract, unspecified
de: Chlamydieninfektion des Urogenitaltraktes, nicht näher bezeichnet
zh_cn: 未特指的泌尿生殖道的衣原体感染

# model:gnuhealth.pathology,name:A563
source: Chlamydial infection of anus and rectum
de: Chlamydieninfektion des Anus und des Rektums
fr_fr: Infection à Chlamydia de l'anus et du rectum
zh_cn: 肛门和直肠的衣原体感染

# model:gnuhealth.pathology,name:A564
source: Chlamydial infection of pharynx
de: Chlamydieninfektion des Pharynx
fr_fr: Infection à Chlamydia du pharynx
zh_cn: 咽的衣原体感染

# model:gnuhealth.pathology,name:A568
source: Sexually transmitted chlamydial infection of other sites
de: Durch Geschlechtsverkehr übertragene Chlamydieninfektion an sonstigen Lokalisationen
fr_fr: Infection à Chlamydia transmise par voie sexuelle, autres localisations
zh_cn: 其他部位的性传播的衣原体感染

# model:gnuhealth.pathology,name:A57
source: Chancroid
de: Ulcus molle (venereum)
fr_fr: Chancre mou
zh_cn: 软下疳

# model:gnuhealth.pathology,name:A58
source: Granuloma inguinale
de: Granuloma venereum (inguinale)
fr_fr: Granulome inguinal
zh_cn: 腹股沟肉芽肿

# model:gnuhealth.pathology,name:A590
source: Urogenital trichomoniasis
de: Trichomoniasis urogenitalis
fr_fr: Trichomonase uro-génitale
zh_cn: 泌尿生殖系滴虫病

# model:gnuhealth.pathology,name:A598
source: Trichomoniasis of other sites
de: Sonstige Lokalisationen der Trichomoniasis
fr_fr: Autres localisations de trichomonase
zh_cn: 其他部位的滴虫病

# model:gnuhealth.pathology,name:A599
source: Trichomoniasis, unspecified
de: Trichomoniasis, nicht näher bezeichnet
fr_fr: Trichomonase, sans précision
zh_cn: 未特指的滴虫病

# model:gnuhealth.pathology,name:A60
source: Anogenital herpesviral [herpes simplex] infection
de: Infektionen des Anogenitalbereiches durch Herpesviren [Herpes simplex]
zh_cn: 肛门生殖器的疱疹病毒[单纯疱疹]感染

# model:gnuhealth.pathology,name:A600
source: Herpesviral infection of genitalia and urogenital tract
de: Infektion der Genitalorgane und des Urogenitaltraktes durch Herpesviren
fr_fr: Infection des organes génitaux et de l'appareil génito-urinaire par le virus de l'herpès
zh_cn: 生殖器和泌尿生殖道的疱疹病毒感染

# model:gnuhealth.pathology,name:A601
source: Herpesviral infection of perianal skin and rectum
de: Infektion der Perianalhaut und des Rektums durch Herpesviren
fr_fr: Infection de la marge cutanée de l'anus et du rectum, par le virus de l'herpès
zh_cn: 肛周皮肤和直肠的疱疹病毒感染

# model:gnuhealth.pathology,name:A609
source: Anogenital herpesviral infection, unspecified
de: Infektion des Anogenitalbereiches durch Herpesviren, nicht näher bezeichnet
fr_fr: Infection ano-génitale par le virus de l'herpès, sans précision
zh_cn: 未特指的肛门生殖器的疱疹病毒感染

# model:gnuhealth.pathology,name:A63
source: Other predominantly sexually transmitted diseases, not elsewhere classified
de: Sonstige vorwiegend durch Geschlechtsverkehr übertragene Krankheiten, anderenorts nicht klassifiziert
fr_fr: Autres maladies dont le mode de transmission est essentiellement sexuel, non classées ailleurs
zh_cn: 其他主要为性传播的疾病，不可归类在他处者

# model:gnuhealth.pathology,name:A630
source: Anogenital (venereal) warts
de: Anogenitale (venerische) Warzen
fr_fr: Condylomes ano-génitaux (vénériens)
zh_cn: 肛门生殖器(性病性)疣

# model:gnuhealth.pathology,name:A638
source: Other specified predominantly sexually transmitted diseases
de: Sonstige näher bezeichnete, vorwiegend durch Geschlechtsverkehr übertragene Krankheiten
fr_fr: Autres maladies précisées dont le mode de transmission est essentiellement sexuel
zh_cn: 其他特指的主要为性传播的疾病

# model:gnuhealth.pathology,name:A64
source: Unspecified sexually transmitted disease
de: Durch Geschlechtsverkehr übertragene Krankheiten, nicht näher bezeichnet
fr_fr: Maladie sexuellement transmise, sans précision
zh_cn: 未特指的性传播疾病

# model:gnuhealth.pathology,name:A65
source: Nonvenereal syphilis
de: Nichtvenerische Syphilis
zh_cn: 非性病性梅毒

# model:gnuhealth.pathology,name:A66
source: Yaws
de: Frambösie
fr_fr: Pian
zh_cn: 雅司病

# model:gnuhealth.pathology,name:A660
source: Initial lesions of yaws
de: Primärläsion bei Frambösie
fr_fr: Lésions initiales du pian
zh_cn: 雅司病初发损害

# model:gnuhealth.pathology,name:A661
source: Multiple papillomata and wet crab yaws
de: Multiple Papillome und Krabbenframbösie
fr_fr: Papillomes multiples et pian plantaire humide (pian-crabe)
zh_cn: 多发性乳头瘤和湿性角化过度性

# model:gnuhealth.pathology,name:A662
source: Other early skin lesions of yaws
de: Sonstige Hautläsionen im Frühstadium der Frambösie
fr_fr: Autres lésions cutanées précoces du pian
zh_cn: 雅司病的其他早期皮肤损害

# model:gnuhealth.pathology,name:A663
source: Hyperkeratosis of yaws
de: Hyperkeratose bei Frambösie
fr_fr: Hyperkératose pianique
zh_cn: 雅司病角化过度

# model:gnuhealth.pathology,name:A664
source: Gummata and ulcers of yaws
de: Gummata und Ulzera bei Frambösie
fr_fr: Gommes et ulcères pianiques
zh_cn: 雅司病的树胶样肿和溃疡

# model:gnuhealth.pathology,name:A666
source: Bone and joint lesions of yaws
de: Knochen- und Gelenkveränderungen bei Frambösie
fr_fr: Lésions ostéo-articulaires pianiques
zh_cn: 雅司病的骨和关节损害

# model:gnuhealth.pathology,name:A667
source: Other manifestations of yaws
de: Sonstige Manifestationen bei Frambösie
fr_fr: Autres manifestations du pian
zh_cn: 雅司病的其他表现

# model:gnuhealth.pathology,name:A668
source: Latent yaws
de: Latente Frambösie
fr_fr: Pian latent
zh_cn: 潜伏性雅司病

# model:gnuhealth.pathology,name:A669
source: Yaws, unspecified
de: Frambösie, nicht näher bezeichnet
fr_fr: Pian, sans précision
zh_cn: 未特指的雅司病

# model:gnuhealth.pathology,name:A670
source: Primary lesions of pinta
de: Primärläsion bei Pinta
fr_fr: Lésions initiales de la pinta
zh_cn: 品他病初期损害

# model:gnuhealth.pathology,name:A671
source: Intermediate lesions of pinta
de: Zwischenstadium der Pinta
fr_fr: Lésions intermédiaires de la pinta
zh_cn: 品他病中期损害

# model:gnuhealth.pathology,name:A672
source: Late lesions of pinta
de: Spätstadium der Pinta
fr_fr: Lésions tardives de la pinta
zh_cn: 品他病晚期损害

# model:gnuhealth.pathology,name:A673
source: Mixed lesions of pinta
de: Mischformen der Pinta
fr_fr: Lésions mixtes de la pinta
zh_cn: 品他病的混合性损害

# model:gnuhealth.pathology,name:A679
source: Pinta, unspecified
de: Pinta, nicht näher bezeichnet
fr_fr: Pinta, sans précision
zh_cn: 未特指的品他病

# model:gnuhealth.pathology,name:A68
source: Relapsing fevers
de: Rückfallfieber
fr_fr: Fièvres récurrentes [borrélioses]
zh_cn: 回归热

# model:gnuhealth.pathology,name:A680
source: Louse-borne relapsing fever
de: Durch Läuse übertragenes Rückfallfieber
fr_fr: Fièvre récurrente [borréliose] à poux
zh_cn: 虱媒介的回归热

# model:gnuhealth.pathology,name:A681
source: Tick-borne relapsing fever
de: Durch Zecken übertragenes Rückfallfieber
fr_fr: Fièvre récurrente [borréliose] à tiques
zh_cn: 蜱媒介的回归热

# model:gnuhealth.pathology,name:A689
source: Relapsing fever, unspecified
de: Rückfallfieber, nicht näher bezeichnet
fr_fr: Fièvre récurrente [borréliose], sans précision
zh_cn: 未特指的回归热

# model:gnuhealth.pathology,name:A69
source: Other spirochaetal infections
de: Sonstige Spirochäteninfektionen
fr_fr: Autres infections à spirochètes
zh_cn: 其他螺旋体感染

# model:gnuhealth.pathology,name:A690
source: Necrotizing ulcerative stomatitis
de: Nekrotisierend-ulzeröse Stomatitis
zh_cn: 坏死性溃疡性口炎

# model:gnuhealth.pathology,name:A691
source: Other Vincent infections
de: Sonstige Fusospirochätosen
zh_cn: 其他樊尚螺旋体感染

# model:gnuhealth.pathology,name:A692
source: Lyme disease
de: Lyme-Krankheit
fr_fr: Maladie de Lyme
zh_cn: 莱姆病

# model:gnuhealth.pathology,name:A698
source: Other specified spirochaetal infections
de: Sonstige näher bezeichnete Spirochäteninfektionen
fr_fr: Autres infections à spirochètes précisées
zh_cn: 其他特指的螺旋体感染

# model:gnuhealth.pathology,name:A699
source: Spirochaetal infection, unspecified
de: Spirochäteninfektion, nicht näher bezeichnet
fr_fr: Infection à spirochètes, sans précision
zh_cn: 未特指的螺旋体感染

# model:gnuhealth.pathology,name:A70
source: Chlamydia psittaci infection
de: Infektionen durch Chlamydia psittaci
fr_fr: Infection à Chlamydia psittaci
zh_cn: 鹦鹉热衣原体感染

# model:gnuhealth.pathology,name:A71
source: Trachoma
de: Trachom
fr_fr: Trachome
zh_cn: 沙眼

# model:gnuhealth.pathology,name:A710
source: Initial stage of trachoma
de: Initialstadium des Trachoms
fr_fr: Phase initiale du trachome
zh_cn: 初期沙眼

# model:gnuhealth.pathology,name:A711
source: Active stage of trachoma
de: Aktives Stadium des Trachoms
fr_fr: Phase active du trachome
zh_cn: 活动期沙眼

# model:gnuhealth.pathology,name:A719
source: Trachoma, unspecified
de: Trachom, nicht näher bezeichnet
fr_fr: Trachome, sans précision
zh_cn: 未特指的沙眼

# model:gnuhealth.pathology,name:A74
source: Other diseases caused by chlamydiae
de: Sonstige Krankheiten durch Chlamydien
fr_fr: Autres infections à Chlamydia
zh_cn: 由衣原体引起的其他疾病

# model:gnuhealth.pathology,name:A740
source: Chlamydial conjunctivitis
de: Chlamydienkonjunktivitis
fr_fr: Conjonctivite à Chlamydia (H13.1*)
zh_cn: 衣原体结膜炎

# model:gnuhealth.pathology,name:A748
source: Other chlamydial diseases
de: Sonstige Chlamydienkrankheiten
fr_fr: Autres infections à Chlamydia précisées
zh_cn: 其他衣原体疾病

# model:gnuhealth.pathology,name:A749
source: Chlamydial infection, unspecified
de: Chlamydieninfektion, nicht näher bezeichnet
fr_fr: Infection à Chlamydia, sans précision
zh_cn: 未特指的衣原体感染

# model:gnuhealth.pathology,name:A75
source: Typhus fever
de: Fleckfieber
fr_fr: Typhus
zh_cn: 斑疹伤寒

# model:gnuhealth.pathology,name:A750
source: Epidemic louse-borne typhus fever due to Rickettsia prowazekii
de: Epidemisches Fleckfieber durch Rickettsia prowazeki
fr_fr: Typhus épidémique à poux dû à Rickettsia prowazekii
zh_cn: 普氏立克次体引起的流行性虱媒介的斑疹伤寒

# model:gnuhealth.pathology,name:A751
source: Recrudescent typhus [Brill disease]
de: Fleckfieber-Spätrezidiv [Brill-Krankheit]
zh_cn: 再燃性斑疹伤寒[布里尔病]

# model:gnuhealth.pathology,name:A752
source: Typhus fever due to Rickettsia typhi
de: Fleckfieber durch Rickettsia typhi [Rickettsia mooseri]
fr_fr: Typhus à Rickettsia typhi
zh_cn: 地方性斑疹伤寒立克次体引起的斑疹伤寒

# model:gnuhealth.pathology,name:A753
source: Typhus fever due to Rickettsia tsutsugamushi
de: Fleckfieber durch Rickettsia tsutsugamushi [Rickettsia orientalis]
fr_fr: Typhus à Rickettsia tsutsugamushi
zh_cn: 恙虫病立克次体引起的斑疹伤寒

# model:gnuhealth.pathology,name:A759
source: Typhus fever, unspecified
de: Fleckfieber, nicht näher bezeichnet
fr_fr: Typhus, sans précision
zh_cn: 未特指的斑疹伤寒

# model:gnuhealth.pathology,name:A77
source: Spotted fever [tick-borne rickettsioses]
de: Zeckenbissfieber [Rickettsiosen, durch Zecken übertragen]
fr_fr: Fièvre pourprée [rickettsioses à tiques]
zh_cn: 斑疹热[蜱媒介的立克次体病]

# model:gnuhealth.pathology,name:A770
source: Spotted fever due to Rickettsia rickettsii
de: Zeckenbissfieber durch Rickettsia rickettsii
fr_fr: Fièvre pourprée à Rickettsia rickettsii
zh_cn: 立氏立克次体性斑疹热

# model:gnuhealth.pathology,name:A771
source: Spotted fever due to Rickettsia conorii
de: Zeckenbissfieber durch Rickettsia conori
fr_fr: Fièvre pourprée à Rickettsia conorii
zh_cn: 康诺尔立克次体性斑疹热

# model:gnuhealth.pathology,name:A772
source: Spotted fever due to Rickettsia sibirica
de: Zeckenbissfieber durch Rickettsia sibirica
zh_cn: 西伯利亚立克次体性斑疹热

# model:gnuhealth.pathology,name:A773
source: Spotted fever due to Rickettsia australis
de: Zeckenbissfieber durch Rickettsia australis
fr_fr: Fièvre pourprée due à Rickettsia australis
zh_cn: 澳洲立克次体性斑疹热

# model:gnuhealth.pathology,name:A778
source: Other spotted fevers
de: Sonstige Zeckenbissfieber
fr_fr: Autres fièvres pourprées
zh_cn: 其他斑疹热

# model:gnuhealth.pathology,name:A779
source: Spotted fever, unspecified
de: Zeckenbissfieber, nicht näher bezeichnet
fr_fr: Fièvre pourprée, sans précision
zh_cn: 未特指的斑疹热

# model:gnuhealth.pathology,name:A78
source: Q fever
de: Q-Fieber
fr_fr: Fièvre Q
zh_cn: Q热

# model:gnuhealth.pathology,name:A79
source: Other rickettsioses
de: Sonstige Rickettsiosen
fr_fr: Autres rickettsioses
zh_cn: 其他立克次体病

# model:gnuhealth.pathology,name:A790
source: Trench fever
de: Wolhynisches Fieber
fr_fr: Fièvre des tranchées
zh_cn: 战壕热

# model:gnuhealth.pathology,name:A791
source: Rickettsialpox due to Rickettsia akari
de: Rickettsienpocken durch Rickettsia akari
fr_fr: Rickettsiose varicelliforme due à Rickettsia akari
zh_cn: 螨立克次体性立克次体痘

# model:gnuhealth.pathology,name:A798
source: Other specified rickettsioses
de: Sonstige näher bezeichnete Rickettsiosen
fr_fr: Autres types précisés de rickettsiose
zh_cn: 其他特指的立克次体病

# model:gnuhealth.pathology,name:A799
source: Rickettsiosis, unspecified
de: Rickettsiose, nicht näher bezeichnet
fr_fr: Rickettsiose, sans précision
zh_cn: 未特指的立克次体病

# model:gnuhealth.pathology,name:A80
source: Acute poliomyelitis
de: Akute Poliomyelitis [Spinale Kinderlähmung]
fr_fr: Poliomyélite aiguë
zh_cn: 急性脊髓灰质炎

# model:gnuhealth.pathology,name:A800
source: Acute paralytic poliomyelitis, vaccine-associated
de: Akute paralytische Poliomyelitis durch Impfvirus
fr_fr: Poliomyélite paralytique aiguë, associée au virus vaccinal
zh_cn: 急性麻痹性脊髓灰质炎，与接种有关

# model:gnuhealth.pathology,name:A801
source: Acute paralytic poliomyelitis, wild virus, imported
de: Akute paralytische Poliomyelitis durch importiertes Wildvirus
fr_fr: Poliomyélite paralytique aiguë, virus sauvage importé
zh_cn: 急性麻痹性脊髓灰质炎，(外地)移入性野病毒

# model:gnuhealth.pathology,name:A802
source: Acute paralytic poliomyelitis, wild virus, indigenous
de: Akute paralytische Poliomyelitis durch einheimisches Wildvirus
fr_fr: Poliomyélite paralytique aiguë, virus sauvage indigène
zh_cn: 急性麻痹性脊髓灰质炎，土性野病毒

# model:gnuhealth.pathology,name:A803
source: Acute paralytic poliomyelitis, other and unspecified
de: Sonstige und nicht näher bezeichnete akute paralytische Poliomyelitis
fr_fr: Poliomyélites paralytiques aiguës, autres et sans précision
zh_cn: 其他和未特指的急性麻痹性脊髓灰质炎

# model:gnuhealth.pathology,name:A804
source: Acute nonparalytic poliomyelitis
de: Akute nichtparalytische Poliomyelitis
fr_fr: Poliomyélite aiguë non paralytique
zh_cn: 急性非麻痹性脊髓灰质炎

# model:gnuhealth.pathology,name:A809
source: Acute poliomyelitis, unspecified
de: Akute Poliomyelitis, nicht näher bezeichnet
fr_fr: Poliomyélite aiguë, sans précision
zh_cn: 未特指的急性脊髓灰质炎

# model:gnuhealth.pathology,name:A81
source: Atypical virus infections of central nervous system
de: Atypische Virusinfektionen des Zentralnervensystems
fr_fr: Infections atypiques à virus, du système nerveux central
zh_cn: 中枢神经系统的非典型病毒感染

# model:gnuhealth.pathology,name:A810
source: Creutzfeldt-Jakob disease
de: Creutzfeldt-Jakob-Krankheit
fr_fr: Maladie de Creutzfeldt-Jakob
zh_cn: 克罗伊茨费尔特-雅各布病

# model:gnuhealth.pathology,name:A811
source: Subacute sclerosing panencephalitis
de: Subakute sklerosierende Panenzephalitis
fr_fr: Panencéphalite sclérosante subaiguë
zh_cn: 亚急性硬化性全脑炎

# model:gnuhealth.pathology,name:A812
source: Progressive multifocal leukoencephalopathy
de: Progressive multifokale Leukenzephalopathie
fr_fr: Leucoencéphalopathie multifocale progressive
zh_cn: 进行性多灶性白质脑病

# model:gnuhealth.pathology,name:A818
source: Other atypical virus infections of central nervous system
de: Sonstige atypische Virusinfektionen des Zentralnervensystems
fr_fr: Autres infections atypiques à virus, du système nerveux central
zh_cn: 中枢神经系统其他的非典型病毒感染

# model:gnuhealth.pathology,name:A819
source: Atypical virus infection of central nervous system, unspecified
de: Atypische Virusinfektion des Zentralnervensystems, nicht näher bezeichnet
fr_fr: Infection atypiques à virus, du système nerveux central, sans précision
zh_cn: 未特指的中枢神经系统的非典型病毒感染

# model:gnuhealth.pathology,name:A82
source: Rabies
de: Tollwut [Rabies]
fr_fr: Rage
zh_cn: 狂犬病

# model:gnuhealth.pathology,name:A820
source: Sylvatic rabies
de: Wildtier-Tollwut
fr_fr: Rage sylvatique
zh_cn: 森林狂犬病

# model:gnuhealth.pathology,name:A821
source: Urban rabies
de: Haustier-Tollwut
fr_fr: Rage des rues [rage citadine]
zh_cn: 城市狂犬病

# model:gnuhealth.pathology,name:A829
source: Rabies, unspecified
de: Tollwut, nicht näher bezeichnet
fr_fr: Rage, sans précision
zh_cn: 未特指的狂犬病

# model:gnuhealth.pathology,name:A83
source: Mosquito-borne viral encephalitis
de: Virusenzephalitis, durch Moskitos [Stechmücken] übertragen
fr_fr: Encéphalite virale transmise par des moustiques
zh_cn: 蚊媒介的病毒性脑炎

# model:gnuhealth.pathology,name:A830
source: Japanese encephalitis
de: Japanische Enzephalitis
fr_fr: Encéphalite japonaise
zh_cn: 日本脑炎

# model:gnuhealth.pathology,name:A831
source: Western equine encephalitis
de: Westliche Pferdeenzephalitis [Western-Equine-Encephalitis]
fr_fr: Encéphalite équine occidentale
zh_cn: 西方马脑炎

# model:gnuhealth.pathology,name:A832
source: Eastern equine encephalitis
de: Östliche Pferdeenzephalitis [Eastern-Equine-Encephalitis]
fr_fr: Encéphalite équine orientale
zh_cn: 东方马脑炎

# model:gnuhealth.pathology,name:A833
source: St Louis encephalitis
de: St.-Louis-Enzephalitis
zh_cn: 圣路易斯脑炎

# model:gnuhealth.pathology,name:A834
source: Australian encephalitis
de: Australische Enzephalitis
fr_fr: Encéphalite australienne
zh_cn: 澳大利亚脑炎

# model:gnuhealth.pathology,name:A835
source: California encephalitis
de: Kalifornische Enzephalitis
fr_fr: Encéphalite de Californie
zh_cn: 加利福尼亚脑炎

# model:gnuhealth.pathology,name:A836
source: Rocio virus disease
de: Rocio-Virusenzephalitis
fr_fr: Maladie à virus de Rocio
zh_cn: 罗西欧病毒病

# model:gnuhealth.pathology,name:A838
source: Other mosquito-borne viral encephalitis
de: Sonstige Virusenzephalitis, durch Moskitos übertragen
fr_fr: Autres encéphalites virales transmises par des moustiques
zh_cn: 其他蚊媒介的病毒性脑炎

# model:gnuhealth.pathology,name:A839
source: Mosquito-borne viral encephalitis, unspecified
de: Virusenzephalitis, durch Moskitos übertragen, nicht näher bezeichnet
fr_fr: Encéphalite virale transmise par des moustiques, sans précision
zh_cn: 未特指的蚊媒介的病毒性脑炎

# model:gnuhealth.pathology,name:A84
source: Tick-borne viral encephalitis
de: Virusenzephalitis, durch Zecken übertragen
fr_fr: Encéphalite virale transmise par des tiques
zh_cn: 蜱媒介的病毒性脑炎

# model:gnuhealth.pathology,name:A840
source: Far Eastern tick-borne encephalitis [Russian spring-summer encephalitis]
de: Fernöstliche Enzephalitis, durch Zecken übertragen [Russische Frühsommer-Enzephalitis]
fr_fr: Encéphalite de la taïga [encéphalite verno-estivale russe]
zh_cn: 远东蜱媒介的脑炎[俄罗斯春-夏型脑炎]

# model:gnuhealth.pathology,name:A841
source: Central European tick-borne encephalitis
de: Mitteleuropäische Enzephalitis, durch Zecken übertragen
fr_fr: Encéphalite d'Europe centrale transmise par des tiques
zh_cn: 中部欧洲蜱媒介的脑炎
