Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:K252
source: Acute with both haemorrhage and perforation
fr_fr: ulcère de l'estomac | aigu avec hémorragie et perforation

# model:gnuhealth.pathology,name:K253
source: Acute without haemorrhage or perforation
fr_fr: ulcère de l'estomac | aigu sans hémorragie ni perforation

# model:gnuhealth.pathology,name:K254
source: Chronic or unspecified with haemorrhage
fr_fr: ulcère de l'estomac | chronique ou non précisé, avec hémorragie

# model:gnuhealth.pathology,name:K255
source: Chronic or unspecified with perforation
fr_fr: ulcère de l'estomac | chronique ou non précisé, avec perforation

# model:gnuhealth.pathology,name:K256
source: Chronic or unspecified with both haemorrhage and perforation
fr_fr: ulcère de l'estomac | chronique ou non précisé, avec hémorragie et perforation

# model:gnuhealth.pathology,name:K257
source: Chronic without haemorrhage or perforation
fr_fr: ulcère de l'estomac | chronique sans hémorragie ni perforation

# model:gnuhealth.pathology,name:K259
source: Unspecified as acute or chronic, without haemorrhage or perforation
fr_fr: ulcère de l'estomac | non précisé comme étant aigu ou chronique, sans hémorragie ni perforation

# model:gnuhealth.pathology,name:K260
source: Acute with haemorrhage
fr_fr: ulcère du duodénum | aigu avec hémorragie

# model:gnuhealth.pathology,name:K261
source: Acute with perforation
fr_fr: ulcère de duodénum | aigu avec perforation

# model:gnuhealth.pathology,name:K262
source: Acute with both haemorrhage and perforation
fr_fr: ulcère de duodénum | aigu avec hémorragie et perforation

# model:gnuhealth.pathology,name:K263
source: Acute without haemorrhage or perforation
fr_fr: ulcère de duodénum | aigu sans hémorragie ni perforation

# model:gnuhealth.pathology,name:K264
source: Chronic or unspecified with haemorrhage
fr_fr: ulcère de duodénum | chronique ou non précisé, avec hémorragie

# model:gnuhealth.pathology,name:K265
source: Chronic or unspecified with perforation
fr_fr: ulcère de duodénum | chronique ou non précisé, avec perforation

# model:gnuhealth.pathology,name:K266
source: Chronic or unspecified with both haemorrhage and perforation
fr_fr: ulcère de duodénum | chronique ou non précisé, avec hémorragie et perforation

# model:gnuhealth.pathology,name:K267
source: Chronic without haemorrhage or perforation
fr_fr: ulcère de duodénum | chronique sans hémorragie ni perforation

# model:gnuhealth.pathology,name:K269
source: Unspecified as acute or chronic, without haemorrhage or perforation
fr_fr: ulcère de duodénum | non précisé comme étant aigu ou chronique, sans hémorragie ni perforation

# model:gnuhealth.pathology,name:K270
source: Acute with haemorrhage
fr_fr: ulcère digestif, de siège non précisé | aigu avec hémorragie

# model:gnuhealth.pathology,name:K271
source: Acute with perforation
fr_fr: ulcère digestif, de siège non précisé | aigu avec perforation

# model:gnuhealth.pathology,name:K272
source: Acute with both haemorrhage and perforation
fr_fr: ulcère digestif, de siège non précisé | aigu avec hémorragie et perforation

# model:gnuhealth.pathology,name:K273
source: Acute without haemorrhage or perforation
fr_fr: ulcère digestif, de siège non précisé | aigu sans hémorragie ni perforation

# model:gnuhealth.pathology,name:K274
source: Chronic or unspecified with haemorrhage
fr_fr: ulcère digestif, de siège non précisé | chronique ou non précisé, avec hémorragie

# model:gnuhealth.pathology,name:K275
source: Chronic or unspecified with perforation
fr_fr: ulcère digestif, de siège non précisé | chronique ou non précisé, avec perforation

# model:gnuhealth.pathology,name:K276
source: Chronic or unspecified with both haemorrhage and perforation
fr_fr: ulcère digestif, de siège non précisé | chronique ou non précisé, avec hémorragie et perforation

# model:gnuhealth.pathology,name:K277
source: Chronic without haemorrhage or perforation
fr_fr: ulcère digestif, de siège non précisé | chronique sans hémorragie ni perforation

# model:gnuhealth.pathology,name:K279
source: Unspecified as acute or chronic, without haemorrhage or perforation
fr_fr: ulcère digestif, de siège non précisé | non précisé comme étant aigu ou chronique, sans hémorragie ni perforation

# model:gnuhealth.pathology,name:K280
source: Acute with haemorrhage
fr_fr: ulcère gastro-jéjunal | aigu avec hémorragie

# model:gnuhealth.pathology,name:K281
source: Acute with perforation
fr_fr: ulcère gastro-jéjunal | aigu avec perforation

# model:gnuhealth.pathology,name:K282
source: Acute with both haemorrhage and perforation
fr_fr: ulcère gastro-jéjunal | aigu avec hémorragie et perforation

# model:gnuhealth.pathology,name:K283
source: Acute without haemorrhage or perforation
fr_fr: ulcère gastro-jéjunal | aigu sans hémorragie ni perforation

# model:gnuhealth.pathology,name:K284
source: Chronic or unspecified with haemorrhage
fr_fr: ulcère gastro-jéjunal | chronique ou non précisé, avec hémorragie

# model:gnuhealth.pathology,name:K285
source: Chronic or unspecified with perforation
fr_fr: ulcère gastro-jéjunal | chronique ou non précisé, avec perforation

# model:gnuhealth.pathology,name:K286
source: Chronic or unspecified with both haemorrhage and perforation
fr_fr: ulcère gastro-jéjunal | chronique ou non précisé, avec hémorragie et perforation

# model:gnuhealth.pathology,name:K287
source: Chronic without haemorrhage or perforation
fr_fr: ulcère gastro-jéjunal | chronique sans hémorragie ni perforation

# model:gnuhealth.pathology,name:K289
source: Unspecified as acute or chronic, without haemorrhage or perforation
fr_fr: ulcère gastro-jéjunal | non précisé comme étant aigu ou chronique, sans hémorragie ni perforation

# model:gnuhealth.pathology,name:K298
source: Duodenitis
fr_fr: Duodénite
zh_cn: 十二指肠炎

# model:gnuhealth.pathology,name:K30
source: Dyspepsia
fr_fr: Dyspepsie

# model:gnuhealth.pathology,name:K430
source: Ventral hernia with obstruction, without gangrene
fr_fr: Autres hernies de la paroi abdominale antérieure avec occlusion, sans gangrène

# model:gnuhealth.pathology,name:K431
source: Ventral hernia with gangrene
fr_fr: Autres hernies de la paroi abdominale antérieure, avec gangrène

# model:gnuhealth.pathology,name:K439
source: Ventral hernia without obstruction or gangrene
fr_fr: Autres hernies de la paroi abdominale antérieure, sans occlusion ni gangrène

# model:gnuhealth.pathology,name:K50
source: Crohn's disease [regional enteritis]
fr_fr: Maladie de Crohn [entérite régionale]

# model:gnuhealth.pathology,name:K500
source: Crohn's disease of small intestine
fr_fr: Maladie de Crohn de l'intestin grêle

# model:gnuhealth.pathology,name:K501
source: Crohn's disease of large intestine
fr_fr: Maladie de Crohn du gros intestin

# model:gnuhealth.pathology,name:K508
source: Other Crohn's disease
fr_fr: Autres formes de la maladie de Crohn

# model:gnuhealth.pathology,name:K509
source: Crohn's disease, unspecified
fr_fr: Maladie de Crohn, sans précision

# model:gnuhealth.pathology,name:K510
source: Ulcerative (chronic) enterocolitis
fr_fr: Entéro-colite ulcéreuse (chronique)

# model:gnuhealth.pathology,name:K514
source: Pseudopolyposis of colon
fr_fr: Pseudo-polypose du côlon

# model:gnuhealth.pathology,name:K515
source: Mucosal proctocolitis
fr_fr: Procto-colite muqueuse

# model:gnuhealth.pathology,name:K52
source: Other non-infective gastro-enteritis and colitis
fr_fr: Autres gastro-entérites et colites non infectieuses

# model:gnuhealth.pathology,name:K520
source: Gastro-enteritis and colitis due to radiation
fr_fr: Gastro-entérite et colite dues à une irradiation

# model:gnuhealth.pathology,name:K521
source: Toxic gastro-enteritis and colitis
fr_fr: Gastro-entérite et colite toxiques

# model:gnuhealth.pathology,name:K522
source: Allergic and dietetic gastro-enteritis and colitis
fr_fr: Gastro-entérite et colite allergiques et alimentaires

# model:gnuhealth.pathology,name:K528
source: Other specified non-infective gastro-enteritis and colitis
fr_fr: Autres gastro-entérites et colites non infectieuses précisées

# model:gnuhealth.pathology,name:K529
source: Non-infective gastro-enteritis and colitis, unspecified
fr_fr: Gastro-entérite et colite non infectieuses, sans précision

# model:gnuhealth.pathology,name:K620
source: Anal polyp
fr_fr: Polype anal
zh_cn: 肛门息肉

# model:gnuhealth.pathology,name:K65
source: Peritonitis
fr_fr: Péritonite
zh_cn: 腹膜炎

# model:gnuhealth.pathology,name:K754
source: Autoimmune hepatitis
fr_fr: Hépatite auto-immune
zh_cn: 自身免疫性肝炎

# model:gnuhealth.pathology,name:K764
source: Peliosis hepatis
fr_fr: Péliose hépatique
zh_cn: 紫癜样肝病

# model:gnuhealth.pathology,name:K80
source: Cholelithiasis
fr_fr: Cholélithiase
zh_cn: 胆石症

# model:gnuhealth.pathology,name:K830
source: Cholangitis
fr_fr: Angiocholite [cholangite]
zh_cn: 胆管炎

# model:gnuhealth.pathology,name:K910
source: Vomiting following gastro-intestinal surgery
fr_fr: Vomissements consécutifs à une intervention gastro-intestinale

# model:gnuhealth.pathology,name:K922
source: Gastro-intestinal haemorrhage, unspecified
fr_fr: Hémorragie gastro-intestinale, sans précision

# model:gnuhealth.pathology,name:K931
source: Megacolon in Chagas' disease
fr_fr: Mégacôlon au cours de la maladie de Chagas (B57.3+)

# model:gnuhealth.pathology,name:L01
source: Impetigo
fr_fr: Impétigo
zh_cn: 脓疱病

# model:gnuhealth.pathology,name:L011
source: Impetiginisation of other dermatoses
fr_fr: Impétiginisation d'autres dermatoses

# model:gnuhealth.pathology,name:L100
source: Pemphigus vulgaris
fr_fr: Pemphigus vulgaire
zh_cn: 寻常型天疱疮

# model:gnuhealth.pathology,name:L101
source: Pemphigus vegetans
fr_fr: Pemphigus végétant
zh_cn: 增生型天疱疮

# model:gnuhealth.pathology,name:L102
source: Pemphigus foliaceus
fr_fr: Pemphigus foliacé
zh_cn: 落叶型天疱疮

# model:gnuhealth.pathology,name:L104
source: Pemphigus erythematosus
fr_fr: Pemphigus érythémateux
zh_cn: 红斑性天疱疮

# model:gnuhealth.pathology,name:L200
source: Besnier's prurigo
fr_fr: Prurigo de Besnier

# model:gnuhealth.pathology,name:L210
source: Seborrhoea capitis
fr_fr: Séborrhée de la tête
zh_cn: 头皮皮脂溢

# model:gnuhealth.pathology,name:L233
source: Allergic contact dermatitis due to drugs in contact with the skin
fr_fr: Dermite allergique de contact due à des médicaments en contact avec la peau

# model:gnuhealth.pathology,name:L236
source: Allergic contact dermatitis due to food in contact with the skin
fr_fr: Dermite allergique de contact due à des aliments en contact avec la peau

# model:gnuhealth.pathology,name:L244
source: Irritant contact dermatitis due to drugs in contact with the skin
fr_fr: Dermite irritante de contact due à des médicaments en contact avec la peau

# model:gnuhealth.pathology,name:L246
source: Irritant contact dermatitis due to food in contact with the skin
fr_fr: Dermite irritante de contact due à des aliments en contact avec la peau

# model:gnuhealth.pathology,name:L251
source: Unspecified contact dermatitis due to drugs in contact with the skin
fr_fr: Dermite de contact, sans précision, due à des médicaments en contact avec la peau

# model:gnuhealth.pathology,name:L254
source: Unspecified contact dermatitis due to food in contact with the skin
fr_fr: Dermite de contact, sans précision, due à des aliments en contact avec la peau

# model:gnuhealth.pathology,name:L26
source: Exfoliative dermatitis
fr_fr: Dermite exfoliatrice
zh_cn: 剥脱性皮炎

# model:gnuhealth.pathology,name:L270
source: Generalised skin eruption due to drugs and medicaments
fr_fr: Eruption généralisée due à des médicaments

# model:gnuhealth.pathology,name:L271
source: Localised skin eruption due to drugs and medicaments
fr_fr: Eruption localisée due à des médicaments

# model:gnuhealth.pathology,name:L281
source: Prurigo nodularis
fr_fr: Prurigo nodulaire de Hyde
zh_cn: 结节性痒疹

# model:gnuhealth.pathology,name:L29
source: Pruritus
fr_fr: Prurit
zh_cn: 瘙痒(症)

# model:gnuhealth.pathology,name:L290
source: Pruritus ani
fr_fr: Prurit anal
zh_cn: 肛门瘙痒(症)

# model:gnuhealth.pathology,name:L292
source: Pruritus vulvae
fr_fr: Prurit vulvaire
zh_cn: 外阴瘙痒(症)

# model:gnuhealth.pathology,name:L301
source: Dyshidrosis [pompholyx]
fr_fr: Dyshidrose [pompholyx]
zh_cn: 汗疱疹

# model:gnuhealth.pathology,name:L302
source: Cutaneous autosensitisation
fr_fr: Autosensibilisation cutanée

# model:gnuhealth.pathology,name:L401
source: Generalised pustular psoriasis
fr_fr: Psoriasis pustulaire généralisé

# model:gnuhealth.pathology,name:L42
source: Pityriasis rosea
fr_fr: Pityriasis rosé de Gibert
zh_cn: 玫瑰糠疹

# model:gnuhealth.pathology,name:L440
source: Pityriasis rubra pilaris
fr_fr: Pityriasis rubra pilaire
zh_cn: 毛发红糠疹

# model:gnuhealth.pathology,name:L442
source: Lichen striatus
fr_fr: Lichen strié
zh_cn: 条纹状苔癣

# model:gnuhealth.pathology,name:L443
source: Lichen ruber moniliformis
fr_fr: Lichen ruber moniliforme
zh_cn: 念珠状红苔癣

# model:gnuhealth.pathology,name:L52
source: Erythema nodosum
fr_fr: Erythème noueux
zh_cn: 结节性红斑

# model:gnuhealth.pathology,name:L532
source: Erythema marginatum
fr_fr: Erythème marginé discoïde de Besnier
zh_cn: 边缘性红斑

# model:gnuhealth.pathology,name:L57
source: Skin changes due to chronic exposure to nonionising radiation
fr_fr: Modifications de la peau dues à une exposition chronique aux rayonnements non ionisants

# model:gnuhealth.pathology,name:L572
source: Cutis rhomboidalis nuchae
fr_fr: Cutis rhomboidalis
zh_cn: 颈部菱形皮

# model:gnuhealth.pathology,name:L578
source: Other skin changes due to chronic exposure to nonionising radiation
fr_fr: Autres modifications de la peau dues à une exposition chronique aux rayonnements non ionisants

# model:gnuhealth.pathology,name:L579
source: Skin changes due to chronic exposure to nonionising radiation, unspecified
fr_fr: Modification de la peau due à une exposition chronique aux rayonnements non ionisants, sans précision

# model:gnuhealth.pathology,name:L58
source: Radiodermatitis
fr_fr: Radiodermite
zh_cn: 放射性皮炎

# model:gnuhealth.pathology,name:L601
source: Onycholysis
fr_fr: Onycholyse
zh_cn: 甲剥离

# model:gnuhealth.pathology,name:L604
source: Beau's lines
fr_fr: Lignes de Beau

# model:gnuhealth.pathology,name:L63
source: Alopecia areata
fr_fr: Pelade
zh_cn: 斑秃

# model:gnuhealth.pathology,name:L631
source: Alopecia universalis
fr_fr: Pelade diffuse
zh_cn: 普秃

# model:gnuhealth.pathology,name:L632
source: Ophiasis
fr_fr: Ophiase
zh_cn: 匐行性脱发

# model:gnuhealth.pathology,name:L650
source: Telogen effluvium
fr_fr: Télogène
zh_cn: 静止期脱发

# model:gnuhealth.pathology,name:L651
source: Anagen effluvium
fr_fr: Anagène
zh_cn: 再生期脱发

# model:gnuhealth.pathology,name:L661
source: Lichen planopilaris
fr_fr: Lichen plano-pilaire
zh_cn: 毛发扁平苔癣

# model:gnuhealth.pathology,name:L662
source: Folliculitis decalvans
fr_fr: Folliculite décalvante
zh_cn: 脱发性毛囊炎

# model:gnuhealth.pathology,name:L670
source: Trichorrhexis nodosa
fr_fr: Trichorrhexie noueuse
zh_cn: 结节性脆发病

# model:gnuhealth.pathology,name:L682
source: Localised hypertrichosis
fr_fr: Hypertrichose localisée

# model:gnuhealth.pathology,name:L700
source: Acne vulgaris
fr_fr: Acné vulgaire
zh_cn: 寻常痤疮

# model:gnuhealth.pathology,name:L701
source: Acne conglobata
fr_fr: Acné conglobata
zh_cn: 聚会性痤疮

# model:gnuhealth.pathology,name:L702
source: Acne varioliformis
fr_fr: Acné varioliforme
zh_cn: 痘样痤疮

# model:gnuhealth.pathology,name:L703
source: Acne tropica
fr_fr: Acné tropicale
zh_cn: 热带痤疮

# model:gnuhealth.pathology,name:L722
source: Steatocystoma multiplex
fr_fr: Stéatokystose multiple
zh_cn: 多发性皮脂腺囊肿

# model:gnuhealth.pathology,name:L731
source: Pseudofolliculitis barbae
fr_fr: Pseudofolliculite de la barbe
zh_cn: 须部假性毛囊炎

# model:gnuhealth.pathology,name:L732
source: Hidradenitis suppurativa
fr_fr: Hidrosadénite suppurée
zh_cn: 化脓性汗腺炎

# model:gnuhealth.pathology,name:L740
source: Miliaria rubra
fr_fr: Miliaire rouge
zh_cn: 红痱

# model:gnuhealth.pathology,name:L742
source: Miliaria profunda
fr_fr: Miliaire profonde
zh_cn: 深部痱

# model:gnuhealth.pathology,name:L744
source: Anhidrosis
fr_fr: Anhidrose
zh_cn: 无汗症

# model:gnuhealth.pathology,name:L750
source: Bromhidrosis
fr_fr: Bromhidrose
zh_cn: 臭汗症

# model:gnuhealth.pathology,name:L751
source: Chromhidrosis
fr_fr: Chromhidrose
zh_cn: 色汗症

# model:gnuhealth.pathology,name:L853
source: Xerosis cutis
fr_fr: Xérosis cutané
zh_cn: 皮肤干燥症

# model:gnuhealth.pathology,name:L872
source: Elastosis perforans serpiginosa
fr_fr: Elastome perforant serpigineux
zh_cn: 匐行穿孔性弹性组织变性

# model:gnuhealth.pathology,name:L89
source: Decubitus ulcer
fr_fr: Ulcère de décubitus

# model:gnuhealth.pathology,name:L900
source: Lichen sclerosus et atrophicus
fr_fr: Lichen scléreux et atrophique
zh_cn: 硬化萎缩性苔癣

# model:gnuhealth.pathology,name:L910
source: Keloid scar
fr_fr: Cicatrice chéloïde

# model:gnuhealth.pathology,name:L94
source: Other localised connective tissue disorders
fr_fr: Autres affections localisées du tissu conjonctif

# model:gnuhealth.pathology,name:L940
source: Localised scleroderma [morphea]
fr_fr: Sclérodermie localisée [morphée]

# model:gnuhealth.pathology,name:L942
source: Calcinosis cutis
fr_fr: Calcinose cutanée
zh_cn: 皮肤钙质沉着症

# model:gnuhealth.pathology,name:L944
source: Gottron's papules
fr_fr: Papules de Gottron

# model:gnuhealth.pathology,name:L946
source: Ainhum
fr_fr: Aïnhum
zh_cn: 阿洪病

# model:gnuhealth.pathology,name:L948
source: Other specified localised connective tissue disorders
fr_fr: Autres affections localisées précisées du tissu conjonctif

# model:gnuhealth.pathology,name:L949
source: Localised connective tissue disorder, unspecified
fr_fr: Affection localisée du tissu conjonctif, sans précision

# model:gnuhealth.pathology,name:M022
source: Postimmunisation arthropathy
fr_fr: Arthropathie post-vaccinale

# model:gnuhealth.pathology,name:M023
source: Reiter's disease
fr_fr: Syndrome oculo-urétro-synovial [Fiessinger-Leroy-Reiter]

# model:gnuhealth.pathology,name:M029
source: Reactive arthopathy, unspecified
fr_fr: Arthropathie réactionnelle, sans précision

# model:gnuhealth.pathology,name:M050
source: Felty's syndrome
fr_fr: Syndrome de Felty

# model:gnuhealth.pathology,name:M061
source: Adult-onset Still's disease
fr_fr: Maladie de Still survenant chez l'adulte

# model:gnuhealth.pathology,name:M071
source: Arthritis mutilans
fr_fr: Arthrite mutilante (L40.5+)
zh_cn: 残毁性关节炎

# model:gnuhealth.pathology,name:M074
source: Arthropathy in Crohn's disease [regional enteritis]
fr_fr: Arthropathie au cours de la maladie de Crohn [entérite régionale] (K50.-+)

# model:gnuhealth.pathology,name:M08
source: Juvenile arthritis
fr_fr: Arthrites juvéniles
zh_cn: 幼年型关节炎

# model:gnuhealth.pathology,name:M091
source: Juvenile arthritis in Crohn's disease [regional enteritis]
fr_fr: Arthrite juvénile au cours de la maladie de Crohn [entérite régionale] (K50.-+)

# model:gnuhealth.pathology,name:M150
source: Primary generalised (osteo)arthrosis
fr_fr: (Ostéo)arthrose primaire généralisée

# model:gnuhealth.pathology,name:M151
source: Heberden's nodes (with arthropathy)
fr_fr: Nodosités d'Heberden (avec arthropathie)

# model:gnuhealth.pathology,name:M152
source: Bouchard's nodes (with arthropathy)
fr_fr: Nodosités de Bouchard (avec arthropathie)

# model:gnuhealth.pathology,name:M164
source: Posttraumatic coxarthrosis, bilateral
fr_fr: Coxarthrose post-traumatique, bilatérale

# model:gnuhealth.pathology,name:M165
source: Other posttraumatic coxarthrosis
fr_fr: Autres coxarthroses post-traumatiques

# model:gnuhealth.pathology,name:M172
source: Posttraumatic gonarthrosis, bilateral
fr_fr: Gonarthrose post-traumatique, bilatérale

# model:gnuhealth.pathology,name:M173
source: Other posttraumatic gonarthrosis
fr_fr: Autres gonarthroses post-traumatiques

# model:gnuhealth.pathology,name:M182
source: Posttraumatic arthrosis of first carpometacarpal joints, bilateral
fr_fr: Arthrose post-traumatique de la première articulation carpo-métacarpienne, bilatérale

# model:gnuhealth.pathology,name:M183
source: Other posttraumatic arthrosis of first carpometacarpal joint
fr_fr: Autres arthroses post-traumatiques de la première articulation carpo-métacarpienne

# model:gnuhealth.pathology,name:M191
source: Posttraumatic arthrosis of other joints
fr_fr: Arthrose post-traumatique d'autres articulations

# model:gnuhealth.pathology,name:M224
source: Chondromalacia patellae
fr_fr: Rotule chondromalacique
zh_cn: 髌骨软骨软化

# model:gnuhealth.pathology,name:M247
source: Protrusio acetabuli
fr_fr: Protrusion acétabulaire
zh_cn: 髋臼前突

# model:gnuhealth.pathology,name:M31
source: Other necrotising vasculopathies
fr_fr: Autres vasculopathies nécrosantes

# model:gnuhealth.pathology,name:M313
source: Wegener's granulomatosis
fr_fr: Granulomatose de Wegener

# model:gnuhealth.pathology,name:M318
source: Other specified necrotising vasculopathies
fr_fr: Autres vasculopathies nécrosantes précisées

# model:gnuhealth.pathology,name:M319
source: Necrotising vasculopathy, unspecified
fr_fr: Vasculopathie nécrosante, sans précision

# model:gnuhealth.pathology,name:M330
source: Juvenile dermatomyositis
fr_fr: Dermatomyosite juvénile
zh_cn: 幼年型皮肌炎

# model:gnuhealth.pathology,name:M332
source: Polymyositis
fr_fr: Polymyosite
zh_cn: 多肌炎

# model:gnuhealth.pathology,name:M352
source: Behçet's disease
fr_fr: Syndrome de Behçet

# model:gnuhealth.pathology,name:M353
source: Polymyalgia rheumatica
fr_fr: Polymyalgie rhumatismale
zh_cn: 风湿性多肌痛

# model:gnuhealth.pathology,name:M431
source: Spondylolisthesis
fr_fr: Spondylolisthésis
zh_cn: 脊椎前移

# model:gnuhealth.pathology,name:M461
source: Sacro-iliitis, not elsewhere classified
fr_fr: Sacro-iliéite, non classée ailleurs

# model:gnuhealth.pathology,name:M463
source: Infection of intervertebral disk (pyogenic)
fr_fr: Infection (pyogène) d'un disque intervertébral

# model:gnuhealth.pathology,name:M50
source: Cervical disk disorders
fr_fr: Atteintes des disques cervicaux

# model:gnuhealth.pathology,name:M500
source: Cervical disk disorder with myelopathy
fr_fr: Atteinte d'un disque cervical avec myélopathie (G99.2*)

# model:gnuhealth.pathology,name:M501
source: Cervical disk disorder with radiculopathy
fr_fr: Atteinte d'un disque cervical avec radiculopathie

# model:gnuhealth.pathology,name:M502
source: Other cervical disk displacement
fr_fr: Autre hernie d'un disque cervical

# model:gnuhealth.pathology,name:M503
source: Other cervical disk degeneration
fr_fr: Autre détérioration d'un disque cervical

# model:gnuhealth.pathology,name:M508
source: Other cervical disk disorders
fr_fr: Autres atteintes d'un disque cervical

# model:gnuhealth.pathology,name:M509
source: Cervical disk disorder, unspecified
fr_fr: Atteinte d'un disque cervical, sans précision

# model:gnuhealth.pathology,name:M51
source: Other intervertebral disk disorders
fr_fr: Atteintes d'autres disques intervertébraux

# model:gnuhealth.pathology,name:M510
source: Lumbar and other intervertebral disk disorders with myelopathy
fr_fr: Atteintes d'un disque lombaire et d'autres disques intervertébraux avec myélopathie (G99.2*)

# model:gnuhealth.pathology,name:M511
source: Lumbar and other intervertebral disk disorders with radiculopathy
fr_fr: Atteintes d'un disque lombaire et d'autres disques intervertébraux avec radiculopathie (G55.1*)

# model:gnuhealth.pathology,name:M512
source: Other specified intervertebral disk displacement
fr_fr: Hernie d'un autre disque intervertébral précisé

# model:gnuhealth.pathology,name:M513
source: Other specified intervertebral disk degeneration
fr_fr: Détérioration d'un autre disque intervertébral précisé

# model:gnuhealth.pathology,name:M514
source: Schmorl's nodes
fr_fr: Nodules de Schmorl

# model:gnuhealth.pathology,name:M518
source: Other specified intervertebral disk disorders
fr_fr: Autres atteintes précisées d'un disque intervertébral
