Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:F116
source: Mental and behavioural disorders due to use of opioids: Amnesic syndrome
de: Psychische und Verhaltensstörungen durch Opioide: Amnestisches Syndrom
zh_cn: 阿片样物质遗忘综合征

# model:gnuhealth.pathology,name:F117
source: Mental and behavioural disorders due to use of opioids: Residual and late-onset psychotic disorder
de: Psychische und Verhaltensstörungen durch Opioide: Restzustand und verzögert auftretende psychotische Störung
zh_cn: 阿片样物质残留性和迟发性精神病性障碍

# model:gnuhealth.pathology,name:F118
source: Mental and behavioural disorders due to use of opioids: Other mental and behavioural disorders
de: Psychische und Verhaltensstörungen durch Opioide: Sonstige psychische und Verhaltensstörungen
zh_cn: 阿片样物质其他精神和行为障碍

# model:gnuhealth.pathology,name:F119
source: Mental and behavioural disorders due to use of opioids: Unspecified mental and behavioural disorder
de: Psychische und Verhaltensstörungen durch Opioide: Nicht näher bezeichnete psychische und Verhaltensstörung
zh_cn: 阿片样物质未特指的精神和行为障碍

# model:gnuhealth.pathology,name:F12
source: Mental and behavioural disorders due to use of cannabinoids:
de: Psychische und Verhaltensstörungen durch Cannabinoide:
zh_cn: 使用大麻类物质引起的精神和行为障碍：

# model:gnuhealth.pathology,name:F120
source: Mental and behavioural disorders due to use of cannabinoids
de: Psychische und Verhaltensstörungen durch Cannabinoide: Akute Intoxikation [akuter Rausch]
zh_cn: 大麻类物质急性中毒

# model:gnuhealth.pathology,name:F121
source: Mental and behavioural disorders due to use of cannabinoids: Harmful use
de: Psychische und Verhaltensstörungen durch Cannabinoide: Schädlicher Gebrauch
zh_cn: 大麻类物质损害

# model:gnuhealth.pathology,name:F122
source: Mental and behavioural disorders due to use of cannabinoids: Dependence syndrome
de: Psychische und Verhaltensstörungen durch Cannabinoide: Abhängigkeitssyndrom
zh_cn: 大麻类物质依赖综合征

# model:gnuhealth.pathology,name:F123
source: Mental and behavioural disorders due to use of cannabinoids: Withdrawal state
de: Psychische und Verhaltensstörungen durch Cannabinoide: Entzugssyndrom
zh_cn: 大麻类物质戒断状态

# model:gnuhealth.pathology,name:F124
source: Mental and behavioural disorders due to use of cannabinoids: Withdrawal state with delirium
de: Psychische und Verhaltensstörungen durch Cannabinoide: Entzugssyndrom mit Delir
zh_cn: 大麻类物质戒断状态伴谵妄

# model:gnuhealth.pathology,name:F125
source: Mental and behavioural disorders due to use of cannabinoids: Psychotic disorder
de: Psychische und Verhaltensstörungen durch Cannabinoide: Psychotische Störung
zh_cn: 大麻类物质精神病性障碍

# model:gnuhealth.pathology,name:F126
source: Mental and behavioural disorders due to use of cannabinoids: Amnesic syndrome
de: Psychische und Verhaltensstörungen durch Cannabinoide: Amnestisches Syndrom
zh_cn: 大麻类物质遗忘综合征

# model:gnuhealth.pathology,name:F127
source: Mental and behavioural disorders due to use of cannabinoids: Residual and late-onset psychotic disorder
de: Psychische und Verhaltensstörungen durch Cannabinoide: Restzustand und verzögert auftretende psychotische Störung
zh_cn: 大麻类物质残留性和迟发性精神病性障碍

# model:gnuhealth.pathology,name:F128
source: Mental and behavioural disorders due to use of cannabinoids: Other mental and behavioural disorders
de: Psychische und Verhaltensstörungen durch Cannabinoide: Sonstige psychische und Verhaltensstörungen
zh_cn: 大麻类物质其他精神和行为障碍

# model:gnuhealth.pathology,name:F129
source: Mental and behavioural disorders due to use of cannabinoids: Unspecified mental and behavioural disorder
de: Psychische und Verhaltensstörungen durch Cannabinoide: Nicht näher bezeichnete psychische und Verhaltensstörung
zh_cn: 大麻类物质未特指的精神和行为障碍

# model:gnuhealth.pathology,name:F13
source: Mental and behavioural disorders due to use of sedatives or hypnotics
de: Psychische und Verhaltensstörungen durch Sedativa oder Hypnotika
fr_fr: Troubles mentaux et du comportement liés à l'utilisation de sédatifs ou d'hypnotiques
zh_cn: 使用镇静剂或催眠剂引起的精神和行为障碍

# model:gnuhealth.pathology,name:F130
source: Mental and behavioural disorders due to use of sedatives or hypnotics: Acute intoxication
de: Psychische und Verhaltensstörungen durch Sedativa oder Hypnotika: Akute Intoxikation [akuter Rausch]
zh_cn: 镇静剂或催眠剂急性中毒

# model:gnuhealth.pathology,name:F131
source: Mental and behavioural disorders due to use of sedatives or hypnotics: Harmful use
de: Psychische und Verhaltensstörungen durch Sedativa oder Hypnotika: Schädlicher Gebrauch
zh_cn: 镇静剂或催眠剂损害

# model:gnuhealth.pathology,name:F132
source: Mental and behavioural disorders due to use of sedatives or hypnotics: Dependence syndrome
de: Psychische und Verhaltensstörungen durch Sedativa oder Hypnotika: Abhängigkeitssyndrom
zh_cn: 镇静剂或催眠剂依赖综合征

# model:gnuhealth.pathology,name:F133
source: Mental and behavioural disorders due to use of sedatives or hypnotics: Withdrawal state
de: Psychische und Verhaltensstörungen durch Sedativa oder Hypnotika: Entzugssyndrom
zh_cn: 镇静剂或催眠剂戒断状态

# model:gnuhealth.pathology,name:F134
source: Mental and behavioural disorders due to use of sedatives or hypnotics: Withdrawal state with delirium
de: Psychische und Verhaltensstörungen durch Sedativa oder Hypnotika: Entzugssyndrom mit Delir
zh_cn: 镇静剂或催眠剂戒断状态伴谵妄

# model:gnuhealth.pathology,name:F135
source: Mental and behavioural disorders due to use of sedatives or hypnotics: Psychotic disorder
de: Psychische und Verhaltensstörungen durch Sedativa oder Hypnotika: Psychotische Störung
zh_cn: 镇静剂或催眠剂精神病性障碍

# model:gnuhealth.pathology,name:F136
source: Mental and behavioural disorders due to use of sedatives or hypnotics: Amnesic syndrome
de: Psychische und Verhaltensstörungen durch Sedativa oder Hypnotika: Amnestisches Syndrom
zh_cn: 镇静剂或催眠剂遗忘综合征

# model:gnuhealth.pathology,name:F137
source: Mental and behavioural disorders due to use of sedatives or hypnotics: Residual and late-onset psychotic disorder
de: Psychische und Verhaltensstörungen durch Sedativa oder Hypnotika: Restzustand und verzögert auftretende psychotische Störung
zh_cn: 镇静剂或催眠剂残留性和迟发性精神病性障碍

# model:gnuhealth.pathology,name:F138
source: Mental and behavioural disorders due to use of sedatives or hypnotics: Other mental and behavioural disorders
de: Psychische und Verhaltensstörungen durch Sedativa oder Hypnotika: Sonstige psychische und Verhaltensstörungen
zh_cn: 镇静剂或催眠剂其他精神和行为不障碍

# model:gnuhealth.pathology,name:F139
source: Mental and behavioural disorders due to use of sedatives or hypnotics: Unspecified mental and behavioural disorder
de: Psychische und Verhaltensstörungen durch Sedativa oder Hypnotika: Nicht näher bezeichnete psychische und Verhaltensstörung
zh_cn: 镇静剂或催眠剂未特指的精神和行为障碍

# model:gnuhealth.pathology,name:F14
source: Mental and behavioural disorders due to use of cocaine
de: Psychische und Verhaltensstörungen durch Kokain
fr_fr: Troubles mentaux et du comportement liés à l'utilisation de cocaïne
zh_cn: 使用可卡因引起的精神和行为障碍

# model:gnuhealth.pathology,name:F140
source: Mental and behavioural disorders due to use of cocaine: Acute intoxication
de: Psychische und Verhaltensstörungen durch Kokain: Akute Intoxikation [akuter Rausch]
zh_cn: 可卡因急性中毒

# model:gnuhealth.pathology,name:F141
source: Mental and behavioural disorders due to use of cocaine: Harmful use
de: Psychische und Verhaltensstörungen durch Kokain: Schädlicher Gebrauch
zh_cn: 可卡因损害

# model:gnuhealth.pathology,name:F142
source: Mental and behavioural disorders due to use of cocaine: Dependence syndrome
de: Psychische und Verhaltensstörungen durch Kokain: Abhängigkeitssyndrom
zh_cn: 可卡因依赖综合征

# model:gnuhealth.pathology,name:F143
source: Mental and behavioural disorders due to use of cocaine: Withdrawal state
de: Psychische und Verhaltensstörungen durch Kokain: Entzugssyndrom
zh_cn: 可卡因戒断状态

# model:gnuhealth.pathology,name:F144
source: Mental and behavioural disorders due to use of cocaine: Withdrawal state with delirium
de: Psychische und Verhaltensstörungen durch Kokain: Entzugssyndrom mit Delir
zh_cn: 可卡因戒断状态伴谵妄

# model:gnuhealth.pathology,name:F145
source: Mental and behavioural disorders due to use of cocaine: Psychotic disorder
de: Psychische und Verhaltensstörungen durch Kokain: Psychotische Störung
zh_cn: 可卡因精神病性障碍

# model:gnuhealth.pathology,name:F146
source: Mental and behavioural disorders due to use of cocaine: Amnesic syndrome
de: Psychische und Verhaltensstörungen durch Kokain: Amnestisches Syndrom
zh_cn: 可卡因遗忘综合征

# model:gnuhealth.pathology,name:F147
source: Mental and behavioural disorders due to use of cocaine: Residual and late-onset psychotic disorder
de: Psychische und Verhaltensstörungen durch Kokain: Restzustand und verzögert auftretende psychotische Störung
zh_cn: 可卡因残留性和迟发性精神病性障碍

# model:gnuhealth.pathology,name:F148
source: Mental and behavioural disorders due to use of cocaine: Other mental and behavioural disorders
de: Psychische und Verhaltensstörungen durch Kokain: Sonstige psychische und Verhaltensstörungen
zh_cn: 可卡因其他精神和行为障碍

# model:gnuhealth.pathology,name:F149
source: Mental and behavioural disorders due to use of cocaine: Unspecified mental and behavioural disorder
de: Psychische und Verhaltensstörungen durch Kokain: Nicht näher bezeichnete psychische und Verhaltensstörung
zh_cn: 可卡因未特指的精神和行为障碍

# model:gnuhealth.pathology,name:F15
source: Mental and behavioural disorders due to use of other stimulants, including caffeine
de: Psychische und Verhaltensstörungen durch andere Stimulanzien, einschließlich Koffein
fr_fr: Troubles mentaux et du comportement liés à l'utilisation d'autres stimulants, y compris la caféine
zh_cn: 使用其他兴奋剂(包括咖啡因)引起的精神和行为障碍

# model:gnuhealth.pathology,name:F150
source: Mental and behavioural disorders due to use of other stimulants, including caffeine: Acute intoxication
de: Psychische und Verhaltensstörungen durch andere Stimulanzien, einschließlich Koffein: Akute Intoxikation [akuter Rausch]
zh_cn: 其他兴奋剂(包括咖啡因)急性中毒

# model:gnuhealth.pathology,name:F151
source: Mental and behavioural disorders due to use of other stimulants, including caffeine: Harmful use
de: Psychische und Verhaltensstörungen durch andere Stimulanzien, einschließlich Koffein: Schädlicher Gebrauch
zh_cn: 其他兴奋剂(包括咖啡因)损害

# model:gnuhealth.pathology,name:F152
source: Mental and behavioural disorders due to use of other stimulants, including caffeine: Dependence syndrome
de: Psychische und Verhaltensstörungen durch andere Stimulanzien, einschließlich Koffein: Abhängigkeitssyndrom
zh_cn: 其他兴奋剂(包括咖啡因)依赖综合征

# model:gnuhealth.pathology,name:F153
source: Mental and behavioural disorders due to use of other stimulants, including caffeine: Withdrawal state
de: Psychische und Verhaltensstörungen durch andere Stimulanzien, einschließlich Koffein: Entzugssyndrom
zh_cn: 其他兴奋剂(包括咖啡因)戒断状态

# model:gnuhealth.pathology,name:F154
source: Mental and behavioural disorders due to use of other stimulants, including caffeine: Withdrawal state with delirium
de: Psychische und Verhaltensstörungen durch andere Stimulanzien, einschließlich Koffein: Entzugssyndrom mit Delir
zh_cn: 其他兴奋剂(包括咖啡因)戒断状态伴谵妄

# model:gnuhealth.pathology,name:F155
source: Mental and behavioural disorders due to use of other stimulants, including caffeine: Psychotic disorder
de: Psychische und Verhaltensstörungen durch andere Stimulanzien, einschließlich Koffein: Psychotische Störung
zh_cn: 其他兴奋剂(包括咖啡因)精神病性障碍

# model:gnuhealth.pathology,name:F156
source: Mental and behavioural disorders due to use of other stimulants, including caffeine: Amnesic syndrome
de: Psychische und Verhaltensstörungen durch andere Stimulanzien, einschließlich Koffein: Amnestisches Syndrom
zh_cn: 其他兴奋剂(包括咖啡因)遗忘综合征

# model:gnuhealth.pathology,name:F157
source: Mental and behavioural disorders due to use of other stimulants, including caffeine: Residual and late-onset psychotic disorder
de: Psychische und Verhaltensstörungen durch andere Stimulanzien, einschließlich Koffein: Restzustand und verzögert auftretende psychotische Störung
zh_cn: 其他兴奋剂(包括咖啡因)残留性和迟发性精神病性障碍

# model:gnuhealth.pathology,name:F158
source: Mental and behavioural disorders due to use of other stimulants, including caffeine: Other mental and behavioural disorders
de: Psychische und Verhaltensstörungen durch andere Stimulanzien, einschließlich Koffein: Sonstige psychische und Verhaltensstörungen
zh_cn: 其他兴奋剂(包括咖啡因)其他精神和行为障碍

# model:gnuhealth.pathology,name:F159
source: Mental and behavioural disorders due to use of other stimulants, including caffeine: Unspecified mental and behavioural disorder
de: Psychische und Verhaltensstörungen durch andere Stimulanzien, einschließlich Koffein: Nicht näher bezeichnete psychische und Verhaltensstörung
zh_cn: 其他兴奋剂(包括咖啡因)未特指的精神和行为障碍

# model:gnuhealth.pathology,name:F16
source: Mental and behavioural disorders due to use of hallucinogens
de: Psychische und Verhaltensstörungen durch Halluzinogene
fr_fr: Troubles mentaux et du comportement liés à l'utilisation d'hallucinogènes
zh_cn: 使用致幻剂引起的精神和行为障碍

# model:gnuhealth.pathology,name:F160
source: Mental and behavioural disorders due to use of hallucinogens: Acute intoxication
de: Psychische und Verhaltensstörungen durch Halluzinogene: Akute Intoxikation [akuter Rausch]
zh_cn: 致幻剂急性中毒

# model:gnuhealth.pathology,name:F161
source: Mental and behavioural disorders due to use of hallucinogens: Harmful use
de: Psychische und Verhaltensstörungen durch Halluzinogene: Schädlicher Gebrauch
zh_cn: 致幻剂损害

# model:gnuhealth.pathology,name:F162
source: Mental and behavioural disorders due to use of hallucinogens: Dependence syndrome
de: Psychische und Verhaltensstörungen durch Halluzinogene: Abhängigkeitssyndrom
zh_cn: 致幻剂依赖综合征

# model:gnuhealth.pathology,name:F163
source: Mental and behavioural disorders due to use of hallucinogens: Withdrawal state
de: Psychische und Verhaltensstörungen durch Halluzinogene: Entzugssyndrom
zh_cn: 致幻剂戒断状态

# model:gnuhealth.pathology,name:F164
source: Mental and behavioural disorders due to use of hallucinogens: Withdrawal state with delirium
de: Psychische und Verhaltensstörungen durch Halluzinogene: Entzugssyndrom mit Delir
zh_cn: 致幻剂戒断状态伴谵妄态

# model:gnuhealth.pathology,name:F165
source: Mental and behavioural disorders due to use of hallucinogens: Psychotic disorder
de: Psychische und Verhaltensstörungen durch Halluzinogene: Psychotische Störung
zh_cn: 致幻剂精神病性障碍

# model:gnuhealth.pathology,name:F166
source: Mental and behavioural disorders due to use of hallucinogens: Amnesic syndrome
de: Psychische und Verhaltensstörungen durch Halluzinogene: Amnestisches Syndrom
zh_cn: 致幻剂遗忘综合征

# model:gnuhealth.pathology,name:F167
source: Mental and behavioural disorders due to use of hallucinogens: Residual and late-onset psychotic disorder
de: Psychische und Verhaltensstörungen durch Halluzinogene: Restzustand und verzögert auftretende psychotische Störung
zh_cn: 致幻剂残留性和迟发性精神病性障碍

# model:gnuhealth.pathology,name:F168
source: Mental and behavioural disorders due to use of hallucinogens: Other mental and behavioural disorders
de: Psychische und Verhaltensstörungen durch Halluzinogene: Sonstige psychische und Verhaltensstörungen
zh_cn: 致幻剂其他精神和行为障碍

# model:gnuhealth.pathology,name:F169
source: Mental and behavioural disorders due to use of hallucinogens: Unspecified mental and behavioural disorder
de: Psychische und Verhaltensstörungen durch Halluzinogene: Nicht näher bezeichnete psychische und Verhaltensstörung
zh_cn: 致幻剂未特指的精神和行为障碍

# model:gnuhealth.pathology,name:F17
source: Mental and behavioural disorders due to use of tobacco
de: Psychische und Verhaltensstörungen durch Tabak
fr_fr: Troubles mentaux et du comportement liés à l'utilisation de tabac
zh_cn: 使用烟草引起的精神和行为障碍

# model:gnuhealth.pathology,name:F170
source: Mental and behavioural disorders due to use of tobacco: Acute intoxication
de: Psychische und Verhaltensstörungen durch Tabak: Akute Intoxikation [akuter Rausch]
zh_cn: 烟草急性中毒

# model:gnuhealth.pathology,name:F171
source: Mental and behavioural disorders due to use of tobacco: Harmful use
de: Psychische und Verhaltensstörungen durch Tabak: Schädlicher Gebrauch
zh_cn: 烟草损害

# model:gnuhealth.pathology,name:F172
source: Mental and behavioural disorders due to use of tobacco: Dependence syndrome
de: Psychische und Verhaltensstörungen durch Tabak: Abhängigkeitssyndrom
zh_cn: 烟草依赖综合征

# model:gnuhealth.pathology,name:F173
source: Mental and behavioural disorders due to use of tobacco: Withdrawal state
de: Psychische und Verhaltensstörungen durch Tabak: Entzugssyndrom
zh_cn: 烟草戒断状态

# model:gnuhealth.pathology,name:F174
source: Mental and behavioural disorders due to use of tobacco: Withdrawal state with delirium
de: Psychische und Verhaltensstörungen durch Tabak: Entzugssyndrom mit Delir
zh_cn: 烟草戒断状态伴谵妄态

# model:gnuhealth.pathology,name:F175
source: Mental and behavioural disorders due to use of tobacco: Psychotic disorder
de: Psychische und Verhaltensstörungen durch Tabak: Psychotische Störung
zh_cn: 烟草精神病性障碍

# model:gnuhealth.pathology,name:F176
source: Mental and behavioural disorders due to use of tobacco: Amnesic syndrome
de: Psychische und Verhaltensstörungen durch Tabak: Amnestisches Syndrom
zh_cn: 烟草遗忘综合

# model:gnuhealth.pathology,name:F177
source: Mental and behavioural disorders due to use of tobacco: Residual and late-onset psychotic disorder
de: Psychische und Verhaltensstörungen durch Tabak: Restzustand und verzögert auftretende psychotische Störung
zh_cn: 烟草残留性和迟发性精神病性障碍

# model:gnuhealth.pathology,name:F178
source: Mental and behavioural disorders due to use of tobacco: Other mental and behavioural disorders
de: Psychische und Verhaltensstörungen durch Tabak: Sonstige psychische und Verhaltensstörungen
zh_cn: 烟草其他精神和行为障碍

# model:gnuhealth.pathology,name:F179
source: Mental and behavioural disorders due to use of tobacco: Unspecified mental and behavioural disorder
de: Psychische und Verhaltensstörungen durch Tabak: Nicht näher bezeichnete psychische und Verhaltensstörung
zh_cn: 烟草未特指的精神和行为障碍

# model:gnuhealth.pathology,name:F18
source: Mental and behavioural disorders due to use of volatile solvents
de: Psychische und Verhaltensstörungen durch flüchtige Lösungsmittel
fr_fr: Troubles mentaux et du comportement liés à l'utilisation de solvants volatils
zh_cn: 使用挥发性溶剂引起的精神和行为障碍

# model:gnuhealth.pathology,name:F180
source: Mental and behavioural disorders due to use of volatile solvents: Acute intoxication
de: Psychische und Verhaltensstörungen durch flüchtige Lösungsmittel: Akute Intoxikation [akuter Rausch]
zh_cn: 挥发性溶剂急性中毒

# model:gnuhealth.pathology,name:F181
source: Mental and behavioural disorders due to use of volatile solvents: Harmful use
de: Psychische und Verhaltensstörungen durch flüchtige Lösungsmittel: Schädlicher Gebrauch
zh_cn: 挥发性溶剂损害

# model:gnuhealth.pathology,name:F182
source: Mental and behavioural disorders due to use of volatile solvents: Dependence syndrome
de: Psychische und Verhaltensstörungen durch flüchtige Lösungsmittel: Abhängigkeitssyndrom
zh_cn: 挥发性溶剂依赖综合征

# model:gnuhealth.pathology,name:F183
source: Mental and behavioural disorders due to use of volatile solvents: Withdrawal state
de: Psychische und Verhaltensstörungen durch flüchtige Lösungsmittel: Entzugssyndrom
zh_cn: 挥发性溶剂戒断状态

# model:gnuhealth.pathology,name:F184
source: Mental and behavioural disorders due to use of volatile solvents: Withdrawal state with delirium
de: Psychische und Verhaltensstörungen durch flüchtige Lösungsmittel: Entzugssyndrom mit Delir
zh_cn: 挥发性溶剂戒断状态伴谵妄态

# model:gnuhealth.pathology,name:F185
source: Mental and behavioural disorders due to use of volatile solvents: Psychotic disorder
de: Psychische und Verhaltensstörungen durch flüchtige Lösungsmittel: Psychotische Störung
zh_cn: 挥发性溶剂精神病性障碍

# model:gnuhealth.pathology,name:F186
source: Mental and behavioural disorders due to use of volatile solvents: Amnesic syndrome
de: Psychische und Verhaltensstörungen durch flüchtige Lösungsmittel: Amnestisches Syndrom
zh_cn: 挥发性溶剂遗忘综合征

# model:gnuhealth.pathology,name:F187
source: Mental and behavioural disorders due to use of volatile solvents: Residual and late-onset psychotic disorder
de: Psychische und Verhaltensstörungen durch flüchtige Lösungsmittel: Restzustand und verzögert auftretende psychotische Störung
zh_cn: 挥发性溶剂残留性和迟发性精神病性障碍

# model:gnuhealth.pathology,name:F188
source: Mental and behavioural disorders due to use of volatile solvents: Other mental and behavioural disorders
de: Psychische und Verhaltensstörungen durch flüchtige Lösungsmittel: Sonstige psychische und Verhaltensstörungen
zh_cn: 挥发性溶剂其他精神和行为障碍

# model:gnuhealth.pathology,name:F189
source: Mental and behavioural disorders due to use of volatile solvents: Unspecified mental and behavioural disorder
de: Psychische und Verhaltensstörungen durch flüchtige Lösungsmittel: Nicht näher bezeichnete psychische und Verhaltensstörung
zh_cn: 挥发性溶剂未特指的精神和行为障碍

# model:gnuhealth.pathology,name:F19
source: Mental and behavioural disorders due to multiple drug use and use of other psychoactive substances
de: Psychische und Verhaltensstörungen durch multiplen Substanzgebrauch und Konsum anderer psychotroper Substanzen
fr_fr: Troubles mentaux et du comportement liés à l'utilisation de drogues multiples et troubles liés à l'utilisation d'autres substances psycho-actives
zh_cn: 使用多种药物和其他精神活性物质引起的精神和行为障碍

# model:gnuhealth.pathology,name:F190
source: Mental and behavioural disorders due to multiple drug use and use of other psychoactive substances: Acute intoxication
de: Psychische und Verhaltensstörungen durch multiplen Substanzgebrauch und Konsum anderer psychotroper Substanzen: Akute Intoxikation [akuter Rausch]
zh_cn: 多种药物和其他精神活性物质急性中毒

# model:gnuhealth.pathology,name:F191
source: Mental and behavioural disorders due to multiple drug use and use of other psychoactive substances: Harmful use
de: Psychische und Verhaltensstörungen durch multiplen Substanzgebrauch und Konsum anderer psychotroper Substanzen: Schädlicher Gebrauch
zh_cn: 多种药物和其他精神活性物质损害

# model:gnuhealth.pathology,name:F192
source: Mental and behavioural disorders due to multiple drug use and use of other psychoactive substances: Dependence syndrome
de: Psychische und Verhaltensstörungen durch multiplen Substanzgebrauch und Konsum anderer psychotroper Substanzen: Abhängigkeitssyndrom
zh_cn: 多种药物和其他精神活性物质依赖综合征

# model:gnuhealth.pathology,name:F193
source: Mental and behavioural disorders due to multiple drug use and use of other psychoactive substances: Withdrawal state
de: Psychische und Verhaltensstörungen durch multiplen Substanzgebrauch und Konsum anderer psychotroper Substanzen: Entzugssyndrom
zh_cn: 多种药物和其他精神活性物质戒断状态

# model:gnuhealth.pathology,name:F194
source: Mental and behavioural disorders due to multiple drug use and use of other psychoactive substances: Withdrawal state with delirium
de: Psychische und Verhaltensstörungen durch multiplen Substanzgebrauch und Konsum anderer psychotroper Substanzen: Entzugssyndrom mit Delir
zh_cn: 多种药物和其他精神活性物质戒断状态伴谵妄态

# model:gnuhealth.pathology,name:F195
source: Mental and behavioural disorders due to multiple drug use and use of other psychoactive substances: Psychotic disorder
de: Psychische und Verhaltensstörungen durch multiplen Substanzgebrauch und Konsum anderer psychotroper Substanzen: Psychotische Störung
zh_cn: 多种药物和其他精神活性物质精神病性障碍

# model:gnuhealth.pathology,name:F196
source: Mental and behavioural disorders due to multiple drug use and use of other psychoactive substances: Amnesic syndrome
de: Psychische und Verhaltensstörungen durch multiplen Substanzgebrauch und Konsum anderer psychotroper Substanzen: Amnestisches Syndrom
zh_cn: 多种药物和其他精神活性物质遗忘综合征
