Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:X113
source: Sports and athletics area
de: Verbrühung durch heißes Leitungswasser: Sportstätten
fr_fr: contact avec de l'eau bouillante coulant d'un robinet | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X114
source: Street and highway
de: Verbrühung durch heißes Leitungswasser: Straßen und Wege
fr_fr: contact avec de l'eau bouillante coulant d'un robinet | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X115
source: Trade and service area
de: Verbrühung durch heißes Leitungswasser: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec de l'eau bouillante coulant d'un robinet | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X116
source: Industrial and construction area
de: Verbrühung durch heißes Leitungswasser: Industrieanlagen und Baustellen
fr_fr: contact avec de l'eau bouillante coulant d'un robinet | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X117
source: Farm
de: Verbrühung durch heißes Leitungswasser: Landwirtschaftlicher Betrieb
fr_fr: contact avec de l'eau bouillante coulant d'un robinet | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X118
source: Other specified place
de: Verbrühung durch heißes Leitungswasser: Sonstige näher bezeichnete Orte
fr_fr: contact avec de l'eau bouillante coulant d'un robinet | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X119
source: Unspecified place
de: Verbrühung durch heißes Leitungswasser: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec de l'eau bouillante coulant d'un robinet | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X12
source: Contact with other hot fluids
de: Verbrühung durch sonstige heiße Flüssigkeiten
fr_fr: Contact avec d'autres liquides brûlants
zh_cn: 接触其他热液体

# model:gnuhealth.pathology,name:X120
source: Home
de: Verbrühung durch sonstige heiße Flüssigkeiten: Zu Hause
fr_fr: contact avec d'autres liquides brûlants | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X121
source: Residential institution
de: Verbrühung durch sonstige heiße Flüssigkeiten: Wohnheime oder -anstalten
fr_fr: contact avec d'autres liquides brûlants | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X122
source: School, other institution and public administrative area
de: Verbrühung durch sonstige heiße Flüssigkeiten: Schule, sonstige öffentliche Bauten
fr_fr: contact avec d'autres liquides brûlants | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X123
source: Sports and athletics area
de: Verbrühung durch sonstige heiße Flüssigkeiten: Sportstätten
fr_fr: contact avec d'autres liquides brûlants | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X124
source: Street and highway
de: Verbrühung durch sonstige heiße Flüssigkeiten: Straßen und Wege
fr_fr: contact avec d'autres liquides brûlants | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X125
source: Trade and service area
de: Verbrühung durch sonstige heiße Flüssigkeiten: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec d'autres liquides brûlants | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X126
source: Industrial and construction area
de: Verbrühung durch sonstige heiße Flüssigkeiten: Industrieanlagen und Baustellen
fr_fr: contact avec d'autres liquides brûlants | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X127
source: Farm
de: Verbrühung durch sonstige heiße Flüssigkeiten: Landwirtschaftlicher Betrieb
fr_fr: contact avec d'autres liquides brûlants | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X128
source: Other specified place
de: Verbrühung durch sonstige heiße Flüssigkeiten: Sonstige näher bezeichnete Orte
fr_fr: contact avec d'autres liquides brûlants | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X129
source: Unspecified place
de: Verbrühung durch sonstige heiße Flüssigkeiten: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec d'autres liquides brûlants | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X13
source: Contact with steam and hot vapours
de: Verbrühung durch Wasserdampf oder heiße Dämpfe
fr_fr: Contact avec de la vapeur d'eau et des vapeurs brûlantes
zh_cn: 接触蒸气和热蒸气

# model:gnuhealth.pathology,name:X130
source: Home
de: Verbrühung durch Wasserdampf oder heiße Dämpfe: Zu Hause
fr_fr: contact avec de la vapeur d'eau et des vapeurs brûlantes | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X131
source: Residential institution
de: Verbrühung durch Wasserdampf oder heiße Dämpfe: Wohnheime oder -anstalten
fr_fr: contact avec de la vapeur d'eau et des vapeurs brûlantes | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X132
source: School, other institution and public administrative area
de: Verbrühung durch Wasserdampf oder heiße Dämpfe: Schule, sonstige öffentliche Bauten
fr_fr: contact avec de la vapeur d'eau et des vapeurs brûlantes | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X133
source: Sports and athletics area
de: Verbrühung durch Wasserdampf oder heiße Dämpfe: Sportstätten
fr_fr: contact avec de la vapeur d'eau et des vapeurs brûlantes | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X134
source: Street and highway
de: Verbrühung durch Wasserdampf oder heiße Dämpfe: Straßen und Wege
fr_fr: contact avec de la vapeur d'eau et des vapeurs brûlantes | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X135
source: Trade and service area
de: Verbrühung durch Wasserdampf oder heiße Dämpfe: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec de la vapeur d'eau et des vapeurs brûlantes | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X136
source: Industrial and construction area
de: Verbrühung durch Wasserdampf oder heiße Dämpfe: Industrieanlagen und Baustellen
fr_fr: contact avec de la vapeur d'eau et des vapeurs brûlantes | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X137
source: Farm
de: Verbrühung durch Wasserdampf oder heiße Dämpfe: Landwirtschaftlicher Betrieb
fr_fr: contact avec de la vapeur d'eau et des vapeurs brûlantes | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X138
source: Other specified place
de: Verbrühung durch Wasserdampf oder heiße Dämpfe: Sonstige näher bezeichnete Orte
fr_fr: contact avec de la vapeur d'eau et des vapeurs brûlantes | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X139
source: Unspecified place
de: Verbrühung durch Wasserdampf oder heiße Dämpfe: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec de la vapeur d'eau et des vapeurs brûlantes | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X14
source: Contact with hot air and gases
de: Verbrennung durch heiße Luft oder heiße Gase
fr_fr: Contact avec de l'air et des gaz brûlants
zh_cn: 接触热空气和气体

# model:gnuhealth.pathology,name:X140
source: Home
de: Verbrennung durch heiße Luft oder heiße Gase: Zu Hause
fr_fr: contact avec de l'air et des gaz brûlants | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X141
source: Residential institution
de: Verbrennung durch heiße Luft oder heiße Gase: Wohnheime oder -anstalten
fr_fr: contact avec de l'air et des gaz brûlants | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X142
source: School, other institution and public administrative area
de: Verbrennung durch heiße Luft oder heiße Gase: Schule, sonstige öffentliche Bauten
fr_fr: contact avec de l'air et des gaz brûlants | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X143
source: Sports and athletics area
de: Verbrennung durch heiße Luft oder heiße Gase: Sportstätten
fr_fr: contact avec de l'air et des gaz brûlants | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X144
source: Street and highway
de: Verbrennung durch heiße Luft oder heiße Gase: Straßen und Wege
fr_fr: contact avec de l'air et des gaz brûlants | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X145
source: Trade and service area
de: Verbrennung durch heiße Luft oder heiße Gase: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec de l'air et des gaz brûlants | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X146
source: Industrial and construction area
de: Verbrennung durch heiße Luft oder heiße Gase: Industrieanlagen und Baustellen
fr_fr: contact avec de l'air et des gaz brûlants | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X147
source: Farm
de: Verbrennung durch heiße Luft oder heiße Gase: Landwirtschaftlicher Betrieb
fr_fr: contact avec de l'air et des gaz brûlants | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X148
source: Other specified place
de: Verbrennung durch heiße Luft oder heiße Gase: Sonstige näher bezeichnete Orte
fr_fr: contact avec de l'air et des gaz brûlants | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X149
source: Unspecified place
de: Verbrennung durch heiße Luft oder heiße Gase: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec de l'air et des gaz brûlants | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X15
source: Contact with hot household appliances
de: Verbrennung durch heiße Haushaltsgeräte
fr_fr: Contact avec des appareils ménagers brûlants
zh_cn: 接触热的家用器具

# model:gnuhealth.pathology,name:X150
source: Home
de: Verbrennung durch heiße Haushaltsgeräte: Zu Hause
fr_fr: contact avec des appareils ménagers brûlants | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X151
source: Residential institution
de: Verbrennung durch heiße Haushaltsgeräte: Wohnheime oder -anstalten
fr_fr: contact avec des appareils ménagers brûlants | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X152
source: School, other institution and public administrative area
de: Verbrennung durch heiße Haushaltsgeräte: Schule, sonstige öffentliche Bauten
fr_fr: contact avec des appareils ménagers brûlants | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X153
source: Sports and athletics area
de: Verbrennung durch heiße Haushaltsgeräte: Sportstätten
fr_fr: contact avec des appareils ménagers brûlants | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X154
source: Street and highway
de: Verbrennung durch heiße Haushaltsgeräte: Straßen und Wege
fr_fr: contact avec des appareils ménagers brûlants | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X155
source: Trade and service area
de: Verbrennung durch heiße Haushaltsgeräte: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec des appareils ménagers brûlants | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X156
source: Industrial and construction area
de: Verbrennung durch heiße Haushaltsgeräte: Industrieanlagen und Baustellen
fr_fr: contact avec des appareils ménagers brûlants | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X157
source: Farm
de: Verbrennung durch heiße Haushaltsgeräte: Landwirtschaftlicher Betrieb
fr_fr: contact avec des appareils ménagers brûlants | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X158
source: Other specified place
de: Verbrennung durch heiße Haushaltsgeräte: Sonstige näher bezeichnete Orte
fr_fr: contact avec des appareils ménagers brûlants | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X159
source: Unspecified place
de: Verbrennung durch heiße Haushaltsgeräte: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec des appareils ménagers brûlants | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X16
source: Contact with hot heating appliances, radiators and pipes
de: Verbrennung durch heiße Heizgeräte, Heizkörper oder Rohrleitungen
fr_fr: Contact avec des appareils de chauffage, radiateurs et tuyaux brûlants
zh_cn: 接触热的取暖器具、散热器和管

# model:gnuhealth.pathology,name:X160
source: Home
de: Verbrennung durch heiße Heizgeräte, Heizkörper oder Rohrleitungen: Zu Hause
fr_fr: contact avec des appareils de chauffage, radiateurs et tuyaux brûlants | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X161
source: Residential institution
de: Verbrennung durch heiße Heizgeräte, Heizkörper oder Rohrleitungen: Wohnheime oder -anstalten
fr_fr: contact avec des appareils de chauffage, radiateurs et tuyaux brûlants | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X162
source: School, other institution and public administrative area
de: Verbrennung durch heiße Heizgeräte, Heizkörper oder Rohrleitungen: Schule, sonstige öffentliche Bauten
fr_fr: contact avec des appareils de chauffage, radiateurs et tuyaux brûlants | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X163
source: Sports and athletics area
de: Verbrennung durch heiße Heizgeräte, Heizkörper oder Rohrleitungen: Sportstätten
fr_fr: contact avec des appareils de chauffage, radiateurs et tuyaux brûlants | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X164
source: Street and highway
de: Verbrennung durch heiße Heizgeräte, Heizkörper oder Rohrleitungen: Straßen und Wege
fr_fr: contact avec des appareils de chauffage, radiateurs et tuyaux brûlants | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X165
source: Trade and service area
de: Verbrennung durch heiße Heizgeräte, Heizkörper oder Rohrleitungen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec des appareils de chauffage, radiateurs et tuyaux brûlants | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X166
source: Industrial and construction area
de: Verbrennung durch heiße Heizgeräte, Heizkörper oder Rohrleitungen: Industrieanlagen und Baustellen
fr_fr: contact avec des appareils de chauffage, radiateurs et tuyaux brûlants | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X167
source: Farm
de: Verbrennung durch heiße Heizgeräte, Heizkörper oder Rohrleitungen: Landwirtschaftlicher Betrieb
fr_fr: contact avec des appareils de chauffage, radiateurs et tuyaux brûlants | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X168
source: Other specified place
de: Verbrennung durch heiße Heizgeräte, Heizkörper oder Rohrleitungen: Sonstige näher bezeichnete Orte
fr_fr: contact avec des appareils de chauffage, radiateurs et tuyaux brûlants | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X169
source: Unspecified place
de: Verbrennung durch heiße Heizgeräte, Heizkörper oder Rohrleitungen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec des appareils de chauffage, radiateurs et tuyaux brûlants | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X17
source: Contact with hot engines, machinery and tools
de: Verbrennung durch heiße Motoren, Maschinen oder Werkzeuge
fr_fr: Contact avec des moteurs, des machines et des outils brûlants
zh_cn: 接触热的发动机、机械和工具

# model:gnuhealth.pathology,name:X170
source: Home
de: Verbrennung durch heiße Motoren, Maschinen oder Werkzeuge: Zu Hause
fr_fr: contact avec des moteurs, des machines et des outils brûlants | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X171
source: Residential institution
de: Verbrennung durch heiße Motoren, Maschinen oder Werkzeuge: Wohnheime oder -anstalten
fr_fr: contact avec des moteurs, des machines et des outils brûlants | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X172
source: School, other institution and public administrative area
de: Verbrennung durch heiße Motoren, Maschinen oder Werkzeuge: Schule, sonstige öffentliche Bauten
fr_fr: contact avec des moteurs, des machines et des outils brûlants | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X173
source: Sports and athletics area
de: Verbrennung durch heiße Motoren, Maschinen oder Werkzeuge: Sportstätten
fr_fr: contact avec des moteurs, des machines et des outils brûlants | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X174
source: Street and highway
de: Verbrennung durch heiße Motoren, Maschinen oder Werkzeuge: Straßen und Wege
fr_fr: contact avec des moteurs, des machines et des outils brûlants | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X175
source: Trade and service area
de: Verbrennung durch heiße Motoren, Maschinen oder Werkzeuge: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec des moteurs, des machines et des outils brûlants | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X176
source: Industrial and construction area
de: Verbrennung durch heiße Motoren, Maschinen oder Werkzeuge: Industrieanlagen und Baustellen
fr_fr: contact avec des moteurs, des machines et des outils brûlants | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X177
source: Farm
de: Verbrennung durch heiße Motoren, Maschinen oder Werkzeuge: Landwirtschaftlicher Betrieb
fr_fr: contact avec des moteurs, des machines et des outils brûlants | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X178
source: Other specified place
de: Verbrennung durch heiße Motoren, Maschinen oder Werkzeuge: Sonstige näher bezeichnete Orte
fr_fr: contact avec des moteurs, des machines et des outils brûlants | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X179
source: Unspecified place
de: Verbrennung durch heiße Motoren, Maschinen oder Werkzeuge: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec des moteurs, des machines et des outils brûlants | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X18
source: Contact with other hot metals
de: Verbrennung durch sonstige heiße Metalle
fr_fr: Contact avec d'autres métaux chauffés
zh_cn: 接触其他热的金属

# model:gnuhealth.pathology,name:X180
source: Home
de: Verbrennung durch sonstige heiße Metalle: Zu Hause
fr_fr: contact avec d'autres métaux chauffés | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X181
source: Residential institution
de: Verbrennung durch sonstige heiße Metalle: Wohnheime oder -anstalten
fr_fr: contact avec d'autres métaux chauffés | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X182
source: School, other institution and public administrative area
de: Verbrennung durch sonstige heiße Metalle: Schule, sonstige öffentliche Bauten
fr_fr: contact avec d'autres métaux chauffés | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X183
source: Sports and athletics area
de: Verbrennung durch sonstige heiße Metalle: Sportstätten
fr_fr: contact avec d'autres métaux chauffés | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X184
source: Street and highway
de: Verbrennung durch sonstige heiße Metalle: Straßen und Wege
fr_fr: contact avec d'autres métaux chauffés | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X185
source: Trade and service area
de: Verbrennung durch sonstige heiße Metalle: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec d'autres métaux chauffés | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X186
source: Industrial and construction area
de: Verbrennung durch sonstige heiße Metalle: Industrieanlagen und Baustellen
fr_fr: contact avec d'autres métaux chauffés | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X187
source: Farm
de: Verbrennung durch sonstige heiße Metalle: Landwirtschaftlicher Betrieb
fr_fr: contact avec d'autres métaux chauffés | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X188
source: Other specified place
de: Verbrennung durch sonstige heiße Metalle: Sonstige näher bezeichnete Orte
fr_fr: contact avec d'autres métaux chauffés | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X189
source: Unspecified place
de: Verbrennung durch sonstige heiße Metalle: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec d'autres métaux chauffés | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X19
source: Contact with other and unspecified heat and hot substances
de: Verbrennung oder Verbrühung durch sonstige oder nicht näher bezeichnete Hitze oder heiße Substanzen
fr_fr: Contact avec des sources de chaleur et des substances brûlantes, autres et sans précision
zh_cn: 接触其他和未特指的热和烫的物质

# model:gnuhealth.pathology,name:X190
source: Home
de: Verbrennung oder Verbrühung durch sonstige oder nicht näher bezeichnete Hitze oder heiße Substanzen: Zu Hause
fr_fr: contact avec des sources de chaleur et des substances brûlantes, autres et sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X191
source: Residential institution
de: Verbrennung oder Verbrühung durch sonstige oder nicht näher bezeichnete Hitze oder heiße Substanzen: Wohnheime oder -anstalten
fr_fr: contact avec des sources de chaleur et des substances brûlantes, autres et sans précision | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X192
source: School, other institution and public administrative area
de: Verbrennung oder Verbrühung durch sonstige oder nicht näher bezeichnete Hitze oder heiße Substanzen: Schule, sonstige öffentliche Bauten
fr_fr: contact avec des sources de chaleur et des substances brûlantes, autres et sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X193
source: Sports and athletics area
de: Verbrennung oder Verbrühung durch sonstige oder nicht näher bezeichnete Hitze oder heiße Substanzen: Sportstätten
fr_fr: contact avec des sources de chaleur et des substances brûlantes, autres et sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X194
source: Street and highway
de: Verbrennung oder Verbrühung durch sonstige oder nicht näher bezeichnete Hitze oder heiße Substanzen: Straßen und Wege
fr_fr: contact avec des sources de chaleur et des substances brûlantes, autres et sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X195
source: Trade and service area
de: Verbrennung oder Verbrühung durch sonstige oder nicht näher bezeichnete Hitze oder heiße Substanzen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec des sources de chaleur et des substances brûlantes, autres et sans précision | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X196
source: Industrial and construction area
de: Verbrennung oder Verbrühung durch sonstige oder nicht näher bezeichnete Hitze oder heiße Substanzen: Industrieanlagen und Baustellen
fr_fr: contact avec des sources de chaleur et des substances brûlantes, autres et sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑区
