Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:M140
source: Gouty arthropathy due to enzyme defects and other inherited disorders
de: Gicht-Arthropathie durch Enzymdefekte und sonstige angeborene Krankheiten
fr_fr: Arthropathie goutteuse due à un déficit enzymatique et autres troubles héréditaires
zh_cn: 酶缺乏和其他遗传疾患引起的痛风性关节病

# model:gnuhealth.pathology,name:M141
source: Crystal arthropathy in other metabolic disorders
de: Kristall-Arthropathie bei sonstigen Stoffwechselstörungen
fr_fr: Arthropathie à microcristaux au cours d'autres troubles métaboliques classés ailleurs
zh_cn: 其他代谢疾患引起的结晶性关节病

# model:gnuhealth.pathology,name:M142
source: Diabetic arthropathy
de: Diabetische Arthropathie
fr_fr: Arthropathie diabétique (E10-E14 avec le quatrième chiffre .6+)
zh_cn: 糖尿病性关节病(E10-E14+伴有共用第四位数.6)

# model:gnuhealth.pathology,name:M143
source: Lipoid dermatoarthritis
de: Multizentrische Retikulohistiozytose
fr_fr: Dermato-arthrite lipoïde (E78.8+)
zh_cn: 脂样关节炎皮肤病

# model:gnuhealth.pathology,name:M144
source: Arthropathy in amyloidosis
de: Arthropathie bei Amyloidose
fr_fr: Arthropathie au cours d'amylose (E85.-+)
zh_cn: 淀粉样变性关节病

# model:gnuhealth.pathology,name:M145
source: Arthropathies in other endocrine, nutritional and metabolic disorders
de: Arthropathien bei sonstigen endokrinen, Ernährungs- und Stoffwechselkrankheiten
fr_fr: Arthropathie au cours d'autres maladies endocriniennes, nutritionnelles et métaboliques
zh_cn: 其他内分泌、营养和代谢性疾患引起的关节病

# model:gnuhealth.pathology,name:M146
source: Neuropathic arthropathy
de: Neuropathische Arthropathie
fr_fr: Arthropathie nerveuse
zh_cn: 神经病性关节病

# model:gnuhealth.pathology,name:M148
source: Arthropathies in other specified diseases classified elsewhere
de: Arthropathien bei sonstigen näher bezeichneten, anderenorts klassifizierten Krankheiten
fr_fr: Arthropathie au cours d'autres maladies précisées classées ailleurs
zh_cn: 分类于他处的其他特指疾病引起的关节病

# model:gnuhealth.pathology,name:M15
source: Polyarthrosis
de: Polyarthrose
fr_fr: Polyarthrose
zh_cn: 多关节病

# model:gnuhealth.pathology,name:M150
source: Primary generalized (osteo)arthrosis
de: Primäre generalisierte (Osteo-) Arthrose
zh_cn: 原发性全身性(骨)关节病

# model:gnuhealth.pathology,name:M151
source: Heberden nodes (with arthropathy)
de: Heberden-Knoten (mit Arthropathie)
zh_cn: 赫伯登结节(伴有关节病)

# model:gnuhealth.pathology,name:M152
source: Bouchard nodes (with arthropathy)
de: Bouchard-Knoten (mit Arthropathie)
zh_cn: 布沙尔结节(伴有关节病)

# model:gnuhealth.pathology,name:M153
source: Secondary multiple arthrosis
de: Sekundäre multiple Arthrose
fr_fr: Arthrose secondaire multiple
zh_cn: 继发性多发性关节病

# model:gnuhealth.pathology,name:M154
source: Erosive (osteo)arthrosis
de: Erosive (Osteo-) Arthrose
fr_fr: (Ostéo)arthrose érosive
zh_cn: 侵蚀性(骨)关节病

# model:gnuhealth.pathology,name:M158
source: Other polyarthrosis
de: Sonstige Polyarthrose
fr_fr: Autres polyarthroses
zh_cn: 其他的多关节病

# model:gnuhealth.pathology,name:M159
source: Polyarthrosis, unspecified
de: Polyarthrose, nicht näher bezeichnet
fr_fr: Polyarthrose, sans précision
zh_cn: 多关节病

# model:gnuhealth.pathology,name:M16
source: Coxarthrosis [arthrosis of hip]
de: Koxarthrose [Arthrose des Hüftgelenkes]
fr_fr: Coxarthrose [arthrose de la hanche]
zh_cn: 髋关节病

# model:gnuhealth.pathology,name:M160
source: Primary coxarthrosis, bilateral
de: Primäre Koxarthrose, beidseitig
fr_fr: Coxarthrose primaire, bilatérale
zh_cn: 原发性双侧髋关节病

# model:gnuhealth.pathology,name:M161
source: Other primary coxarthrosis
de: Sonstige primäre Koxarthrose
fr_fr: Autres coxarthroses primaires
zh_cn: 其他原发性髋关节病

# model:gnuhealth.pathology,name:M162
source: Coxarthrosis resulting from dysplasia, bilateral
de: Koxarthrose als Folge einer Dysplasie, beidseitig
fr_fr: Coxarthrose d'origine dysplasique, bilatérale
zh_cn: 发育异常导致的双侧髋关节病

# model:gnuhealth.pathology,name:M163
source: Other dysplastic coxarthrosis
de: Sonstige dysplastische Koxarthrose
fr_fr: Autres coxarthroses dysplasiques
zh_cn: 其他发育异常性髋关节病

# model:gnuhealth.pathology,name:M164
source: Post-traumatic coxarthrosis, bilateral
de: Posttraumatische Koxarthrose, beidseitig
zh_cn: 创伤后双侧髋关节病

# model:gnuhealth.pathology,name:M165
source: Other post-traumatic coxarthrosis
de: Sonstige posttraumatische Koxarthrose
zh_cn: 其他的创伤后髋关节病

# model:gnuhealth.pathology,name:M166
source: Other secondary coxarthrosis, bilateral
de: Sonstige sekundäre Koxarthrose, beidseitig
fr_fr: Autres coxarthroses secondaires, bilatérales
zh_cn: 其他的继发性双侧髋关节病

# model:gnuhealth.pathology,name:M167
source: Other secondary coxarthrosis
de: Sonstige sekundäre Koxarthrose
fr_fr: Autres coxarthroses secondaires
zh_cn: 其他的继发性髋关节病

# model:gnuhealth.pathology,name:M169
source: Coxarthrosis, unspecified
de: Koxarthrose, nicht näher bezeichnet
fr_fr: Coxarthrose, sans précision
zh_cn: 髋关节病

# model:gnuhealth.pathology,name:M17
source: Gonarthrosis [arthrosis of knee]
de: Gonarthrose [Arthrose des Kniegelenkes]
fr_fr: Gonarthrose [arthrose du genou]
zh_cn: 膝关节病

# model:gnuhealth.pathology,name:M170
source: Primary gonarthrosis, bilateral
de: Primäre Gonarthrose, beidseitig
fr_fr: Gonarthrose primaire, bilatérale
zh_cn: 原发性双侧膝关节病

# model:gnuhealth.pathology,name:M171
source: Other primary gonarthrosis
de: Sonstige primäre Gonarthrose
fr_fr: Autres gonarthroses primaires
zh_cn: 其他的原发性膝关节病

# model:gnuhealth.pathology,name:M172
source: Post-traumatic gonarthrosis, bilateral
de: Posttraumatische Gonarthrose, beidseitig
zh_cn: 创伤后双侧膝关节病

# model:gnuhealth.pathology,name:M173
source: Other post-traumatic gonarthrosis
de: Sonstige posttraumatische Gonarthrose
zh_cn: 其他的创伤后膝关节病

# model:gnuhealth.pathology,name:M174
source: Other secondary gonarthrosis, bilateral
de: Sonstige sekundäre Gonarthrose, beidseitig
fr_fr: Autres gonarthroses secondaires, bilatérales
zh_cn: 其他的继发性双侧膝关节病

# model:gnuhealth.pathology,name:M175
source: Other secondary gonarthrosis
de: Sonstige sekundäre Gonarthrose
fr_fr: Autres gonarthroses secondaires
zh_cn: 其他的继发性膝关节病

# model:gnuhealth.pathology,name:M179
source: Gonarthrosis, unspecified
de: Gonarthrose, nicht näher bezeichnet
fr_fr: Gonarthrose, sans précision
zh_cn: 膝关节病

# model:gnuhealth.pathology,name:M18
source: Arthrosis of first carpometacarpal joint
de: Rhizarthrose [Arthrose des Daumensattelgelenkes]
fr_fr: Arthrose de la première articulation carpo-métacarpienne
zh_cn: 第一腕掌关节的关节病

# model:gnuhealth.pathology,name:M180
source: Primary arthrosis of first carpometacarpal joints, bilateral
de: Primäre Rhizarthrose, beidseitig
fr_fr: Arthrose primaire de la première articulation carpo-métacarpienne, bilatérale
zh_cn: 双侧第一腕掌关节的原发性关节病

# model:gnuhealth.pathology,name:M181
source: Other primary arthrosis of first carpometacarpal joint
de: Sonstige primäre Rhizarthrose
fr_fr: Autres arthroses primaires de la première articulation carpo-métacarpienne
zh_cn: 第一腕掌关节其他的原发性关节病

# model:gnuhealth.pathology,name:M182
source: Post-traumatic arthrosis of first carpometacarpal joints, bilateral
de: Posttraumatische Rhizarthrose, beidseitig
zh_cn: 双侧第一腕掌关节的创伤后关节病

# model:gnuhealth.pathology,name:M183
source: Other post-traumatic arthrosis of first carpometacarpal joint
de: Sonstige posttraumatische Rhizarthrose
zh_cn: 第一腕掌关节其他的斜伤后关节病

# model:gnuhealth.pathology,name:M184
source: Other secondary arthrosis of first carpometacarpal joints, bilateral
de: Sonstige sekundäre Rhizarthrose, beidseitig
fr_fr: Autres arthroses secondaires de la première articulation carpo-métacarpienne, bilatérale
zh_cn: 双侧第一腕掌关节其他的继发性关节病

# model:gnuhealth.pathology,name:M185
source: Other secondary arthrosis of first carpometacarpal joint
de: Sonstige sekundäre Rhizarthrose
fr_fr: Autres arthroses secondaires de la première articulation carpo-métacarpienne
zh_cn: 第一腕掌关节其他的继发性关节病

# model:gnuhealth.pathology,name:M189
source: Arthrosis of first carpometacarpal joint, unspecified
de: Rhizarthrose, nicht näher bezeichnet
fr_fr: Arthrose de la première articulation carpo-métacarpienne, sans précision
zh_cn: 第一腕掌关节关节病

# model:gnuhealth.pathology,name:M19
source: Other arthrosis
de: Sonstige Arthrose
fr_fr: Autres arthroses
zh_cn: 其他关节病

# model:gnuhealth.pathology,name:M190
source: Primary arthrosis of other joints
de: Primäre Arthrose sonstiger Gelenke
fr_fr: Arthrose primaire d'autres articulations
zh_cn: 其他关节的原发性关节病

# model:gnuhealth.pathology,name:M191
source: Post-traumatic arthrosis of other joints
de: Posttraumatische Arthrose sonstiger Gelenke
zh_cn: 其他关节的创伤后关节病

# model:gnuhealth.pathology,name:M192
source: Other secondary arthrosis
de: Sonstige sekundäre Arthrose
fr_fr: Autres arthroses secondaires
zh_cn: 其他的继发性关节病

# model:gnuhealth.pathology,name:M198
source: Other specified arthrosis
de: Sonstige näher bezeichnete Arthrose
fr_fr: Autres arthroses précisées
zh_cn: 其他特指的关节病

# model:gnuhealth.pathology,name:M199
source: Arthrosis, unspecified
de: Arthrose, nicht näher bezeichnet
fr_fr: Arthrose, sans précision
zh_cn: 关节病

# model:gnuhealth.pathology,name:M20
source: Acquired deformities of fingers and toes
de: Erworbene Deformitäten der Finger und Zehen
fr_fr: Déformations des doigts et des orteils
zh_cn: 手指和脚趾的后天性变形

# model:gnuhealth.pathology,name:M200
source: Deformity of finger(s)
de: Deformität eines oder mehrerer Finger
fr_fr: Déformation de(s) doigt(s)
zh_cn: 手指变形

# model:gnuhealth.pathology,name:M201
source: Hallux valgus (acquired)
de: Hallux valgus (erworben)
fr_fr: Hallux valgus (acquis)
zh_cn: 外翻(后天性)

# model:gnuhealth.pathology,name:M203
source: Other deformity of hallux (acquired)
de: Sonstige Deformität der Großzehe (erworben)
fr_fr: Autres déformations du gros orteil
zh_cn: 其他(后天性)变形

# model:gnuhealth.pathology,name:M204
source: Other hammer toe(s) (acquired)
de: Sonstige Hammerzehe(n) (erworben)
fr_fr: Autre(s) orteil(s) en marteau (acquis)
zh_cn: 其他(后天性)锤状趾

# model:gnuhealth.pathology,name:M205
source: Other deformities of toe(s) (acquired)
de: Sonstige Deformitäten der Zehe(n) (erworben)
fr_fr: Autres déformations d'(es) orteil(s)
zh_cn: 趾其他(后天性)变形

# model:gnuhealth.pathology,name:M206
source: Acquired deformity of toe(s), unspecified
de: Erworbene Deformität der Zehe(n), nicht näher bezeichnet
fr_fr: Déformation d'(es) orteil(s), sans précision
zh_cn: 趾后天性变形

# model:gnuhealth.pathology,name:M21
source: Other acquired deformities of limbs
de: Sonstige erworbene Deformitäten der Extremitäten
fr_fr: Autres déformations des membres
zh_cn: 四肢其他后天性变形

# model:gnuhealth.pathology,name:M210
source: Valgus deformity, not elsewhere classified
de: Valgusdeformität, anderenorts nicht klassifiziert
fr_fr: Déformation en valgus, non classée ailleurs
zh_cn: 外翻变形，不可归类在他处者

# model:gnuhealth.pathology,name:M211
source: Varus deformity, not elsewhere classified
de: Varusdeformität, anderenorts nicht klassifiziert
fr_fr: Déformation en varus, non classée ailleurs
zh_cn: 内翻变形

# model:gnuhealth.pathology,name:M212
source: Flexion deformity
de: Flexionsdeformität
fr_fr: Déformation en flexion
zh_cn: 屈曲变形

# model:gnuhealth.pathology,name:M213
source: Wrist or foot drop (acquired)
de: Fallhand oder Hängefuß (erworben)
fr_fr: Poignet ou pied tombant (acquis)
zh_cn: 腕或足(后天性)下垂

# model:gnuhealth.pathology,name:M214
source: Flat foot [pes planus] (acquired)
de: Plattfuß [Pes planus] (erworben)
fr_fr: Pied plat [pes planus] (acquis)
zh_cn: 后天性扁平足[平足]

# model:gnuhealth.pathology,name:M215
source: Acquired clawhand, clubhand, clawfoot and clubfoot
de: Erworbene Klauenhand, Klumphand, erworbener Klauenfuß und Klumpfuß
fr_fr: Main et pied bot(e) ou en griffe acquis(e)
zh_cn: 后天性爪形手、畸形手、爪形足和畸形足

# model:gnuhealth.pathology,name:M216
source: Other acquired deformities of ankle and foot
de: Sonstige erworbene Deformitäten des Knöchels und des Fußes
fr_fr: Autres déformations de la cheville et du pied
zh_cn: 踝和足其他后天性变形

# model:gnuhealth.pathology,name:M217
source: Unequal limb length (acquired)
de: Unterschiedliche Extremitätenlänge (erworben)
fr_fr: Inégalité des membres (acquise)
zh_cn: 四肢(后天性)长度不等

# model:gnuhealth.pathology,name:M218
source: Other specified acquired deformities of limbs
de: Sonstige näher bezeichnete erworbene Deformitäten der Extremitäten
fr_fr: Autres déformations précisées des membres
zh_cn: 四肢其他特指的后天性变形

# model:gnuhealth.pathology,name:M219
source: Acquired deformity of limb, unspecified
de: Erworbene Deformität einer Extremität, nicht näher bezeichnet
fr_fr: Déformation d'un membre, sans précision
zh_cn: 四肢后天性变形

# model:gnuhealth.pathology,name:M22
source: Disorders of patella
de: Krankheiten der Patella
fr_fr: Lésion de la rotule
zh_cn: 髌骨疾患

# model:gnuhealth.pathology,name:M220
source: Recurrent dislocation of patella
de: Habituelle Luxation der Patella
fr_fr: Luxation récidivante de la rotule
zh_cn: 复发性髌骨脱位

# model:gnuhealth.pathology,name:M221
source: Recurrent subluxation of patella
de: Habituelle Subluxation der Patella
fr_fr: Subluxation récidivante de la rotule
zh_cn: 复发性髌骨不全脱位

# model:gnuhealth.pathology,name:M222
source: Patellofemoral disorders
de: Krankheiten im Patellofemoralbereich
fr_fr: Lésions fémoro-patellaires
zh_cn: 髌股疾患

# model:gnuhealth.pathology,name:M223
source: Other derangements of patella
de: Sonstige Schädigungen der Patella
fr_fr: Autres déplacements de la rotule
zh_cn: 髌骨的其他紊乱

# model:gnuhealth.pathology,name:M228
source: Other disorders of patella
de: Sonstige Krankheiten der Patella
fr_fr: Autres lésions de la rotule
zh_cn: 髌骨的其他疾患

# model:gnuhealth.pathology,name:M229
source: Disorder of patella, unspecified
de: Krankheit der Patella, nicht näher bezeichnet
fr_fr: Lésion de la rotule, sans précision
zh_cn: 髌骨疾患

# model:gnuhealth.pathology,name:M23
source: Internal derangement of knee
de: Binnenschädigung des Kniegelenkes [internal derangement]
fr_fr: Lésion interne du genou
zh_cn: 膝关节内紊乱

# model:gnuhealth.pathology,name:M230
source: Cystic meniscus
de: Meniskusganglion
fr_fr: Kyste du ménisque
zh_cn: 囊性半月板

# model:gnuhealth.pathology,name:M231
source: Discoid meniscus (congenital)
de: Scheibenmeniskus (angeboren)
fr_fr: Ménisque discoïde (congénital)
zh_cn: 盘状半月板(先天性)

# model:gnuhealth.pathology,name:M232
source: Derangement of meniscus due to old tear or injury
de: Meniskusschädigung durch alten Riss oder alte Verletzung
fr_fr: Lésion du ménisque due à une déchirure ou un traumatisme ancien
zh_cn: 陈旧性撕裂或损伤引起的半月板紊乱

# model:gnuhealth.pathology,name:M233
source: Other meniscus derangements
de: Sonstige Meniskusschädigungen
fr_fr: Autres atteintes du ménisque
zh_cn: 其他的半月板紊乱

# model:gnuhealth.pathology,name:M234
source: Loose body in knee
de: Freier Gelenkkörper im Kniegelenk
fr_fr: Souris intra-articulaire du genou
zh_cn: 膝关节游离体

# model:gnuhealth.pathology,name:M235
source: Chronic instability of knee
de: Chronische Instabilität des Kniegelenkes
fr_fr: Instabilité chronique du genou
zh_cn: 膝的慢性不稳定性疾患

# model:gnuhealth.pathology,name:M236
source: Other spontaneous disruption of ligament(s) of knee
de: Sonstige Spontanruptur eines oder mehrerer Bänder des Kniegelenkes
fr_fr: Autres ruptures spontanées de ligament(s) du genou
zh_cn: 膝韧带的其他自然破裂

# model:gnuhealth.pathology,name:M238
source: Other internal derangements of knee
de: Sonstige Binnenschädigungen des Kniegelenkes
fr_fr: Autres lésions internes du genou
zh_cn: 其他的膝关节内紊乱

# model:gnuhealth.pathology,name:M239
source: Internal derangement of knee, unspecified
de: Binnenschädigung des Kniegelenkes, nicht näher bezeichnet
fr_fr: Lésion interne du genou, sans précision
zh_cn: 膝关节内紊乱

# model:gnuhealth.pathology,name:M24
source: Other specific joint derangements
de: Sonstige näher bezeichnete Gelenkschädigungen
fr_fr: Autres affections articulaires spécifiques
zh_cn: 其他特指的关节紊乱

# model:gnuhealth.pathology,name:M240
source: Loose body in joint
de: Freier Gelenkkörper
fr_fr: Souris intra-articulaire
zh_cn: 关节游离体

# model:gnuhealth.pathology,name:M241
source: Other articular cartilage disorders
de: Sonstige Gelenkknorpelschädigungen
fr_fr: Autres atteintes du cartilage articulaire
zh_cn: 其他关节软骨疾患

# model:gnuhealth.pathology,name:M242
source: Disorder of ligament
de: Krankheiten der Bänder
fr_fr: Lésion ligamentaire
zh_cn: 韧带疾患

# model:gnuhealth.pathology,name:M243
source: Pathological dislocation and subluxation of joint, not elsewhere classified
de: Pathologische Luxation und Subluxation eines Gelenkes, anderenorts nicht klassifiziert
fr_fr: Luxation et subluxation pathologiques d'une articulation, non classées ailleurs
zh_cn: 关节病理性脱位和不全脱位，不可归类在他处者

# model:gnuhealth.pathology,name:M244
source: Recurrent dislocation and subluxation of joint
de: Habituelle Luxation und Subluxation eines Gelenkes
fr_fr: Luxation et subluxation articulaires récidivantes
zh_cn: 关节复发性脱位和不全脱位

# model:gnuhealth.pathology,name:M245
source: Contracture of joint
de: Gelenkkontraktur
fr_fr: Raideur articulaire par contracture
zh_cn: 关节挛缩

# model:gnuhealth.pathology,name:M246
source: Ankylosis of joint
de: Ankylose eines Gelenkes
fr_fr: Ankylose articulaire
zh_cn: 关节强硬

# model:gnuhealth.pathology,name:M248
source: Other specific joint derangements, not elsewhere classified
de: Sonstige näher bezeichnete Gelenkschädigungen, anderenorts nicht klassifiziert
fr_fr: Autres affections articulaires spécifiques, non classées ailleurs
zh_cn: 其他特指的关节紊乱，不可归类在他处者

# model:gnuhealth.pathology,name:M249
source: Joint derangement, unspecified
de: Gelenkschädigung, nicht näher bezeichnet
fr_fr: Affection articulaire, sans précision
zh_cn: 关节紊乱

# model:gnuhealth.pathology,name:M25
source: Other joint disorders, not elsewhere classified
de: Sonstige Gelenkkrankheiten, anderenorts nicht klassifiziert
fr_fr: Autres affections articulaires, non classées ailleurs
zh_cn: 其他关节疾患，不可归类在他处者

# model:gnuhealth.pathology,name:M250
source: Haemarthrosis
de: Hämarthros
fr_fr: Hémarthrose
zh_cn: 关节积血

# model:gnuhealth.pathology,name:M251
source: Fistula of joint
de: Gelenkfistel
fr_fr: Fistule articulaire
zh_cn: 关节瘘

# model:gnuhealth.pathology,name:M252
source: Flail joint
de: Schlottergelenk
fr_fr: Hyperlaxité articulaire
zh_cn: 连枷状关节

# model:gnuhealth.pathology,name:M253
source: Other instability of joint
de: Sonstige Instabilität eines Gelenkes
fr_fr: Autres instabilités articulaires
zh_cn: 关节的其他不稳定性疾患

# model:gnuhealth.pathology,name:M254
source: Effusion of joint
de: Gelenkerguss
fr_fr: Epanchement articulaire
zh_cn: 关节渗出

# model:gnuhealth.pathology,name:M255
source: Pain in joint
de: Gelenkschmerz
fr_fr: Douleur articulaire
zh_cn: 关节痛

# model:gnuhealth.pathology,name:M256
source: Stiffness of joint, not elsewhere classified
de: Gelenksteife, anderenorts nicht klassifiziert
fr_fr: Raideur articulaire, non classée ailleurs
zh_cn: 关节僵硬，不可归类在他处者

# model:gnuhealth.pathology,name:M257
source: Osteophyte
de: Osteophyt
fr_fr: Ostéophyte
zh_cn: 骨赘

# model:gnuhealth.pathology,name:M258
source: Other specified joint disorders
de: Sonstige näher bezeichnete Gelenkkrankheiten
fr_fr: Autres affections articulaires précisées
zh_cn: 其他特指的关节疾患

# model:gnuhealth.pathology,name:M259
source: Joint disorder, unspecified
de: Gelenkkrankheit, nicht näher bezeichnet
fr_fr: Affection articulaire, sans précision
zh_cn: 关节疾患

# model:gnuhealth.pathology,name:M30
source: Polyarteritis nodosa and related conditions
de: Panarteriitis nodosa und verwandte Zustände
fr_fr: Périartérite noueuse et affections apparentées
zh_cn: 结节性多动脉炎和有关情况

# model:gnuhealth.pathology,name:M300
source: Polyarteritis nodosa
de: Panarteriitis nodosa
fr_fr: Périartérite noueuse
zh_cn: 结节性多动脉炎

# model:gnuhealth.pathology,name:M301
source: Polyarteritis with lung involvement [Churg-Strauss]
de: Panarteriitis mit Lungenbeteiligung
fr_fr: Périartérite avec atteinte pulmonaire [Churg-Strauss]
zh_cn: 多动脉炎伴有肺受累[丘格-斯特劳斯]

# model:gnuhealth.pathology,name:M302
source: Juvenile polyarteritis
de: Juvenile Panarteriitis
fr_fr: Périartérite juvénile
zh_cn: 幼年型多动脉炎

# model:gnuhealth.pathology,name:M303
source: Mucocutaneous lymph node syndrome [Kawasaki]
de: Mukokutanes Lymphknotensyndrom [Kawasaki-Krankheit]
fr_fr: Syndrome adéno-cutanéo-muqueux [Kawasaki]
zh_cn: 粘膜皮肤淋巴结综合征[川崎病]

# model:gnuhealth.pathology,name:M308
source: Other conditions related to polyarteritis nodosa
de: Sonstige mit Panarteriitis nodosa verwandte Zustände
fr_fr: Autres affections apparentées à la périartérite noueuse
zh_cn: 与结节性多动脉炎有关的其他情况

# model:gnuhealth.pathology,name:M31
source: Other necrotizing vasculopathies
de: Sonstige nekrotisierende Vaskulopathien
zh_cn: 其他坏死性血管病

# model:gnuhealth.pathology,name:M310
source: Hypersensitivity angiitis
de: Hypersensitivitätsangiitis
fr_fr: Angéite d'hypersensibilité
zh_cn: 变应性血管炎

# model:gnuhealth.pathology,name:M311
source: Thrombotic microangiopathy
de: Thrombotische Mikroangiopathie
fr_fr: Microangiopathie thrombotique
zh_cn: 血栓性微血管病

# model:gnuhealth.pathology,name:M312
source: Lethal midline granuloma
de: Letales Mittelliniengranulom
fr_fr: Granulome malin de la ligne médiane
zh_cn: 致命性中线肉芽肿

# model:gnuhealth.pathology,name:M313
source: Wegener granulomatosis
de: Wegener-Granulomatose
zh_cn: 韦格纳肉芽肿病

# model:gnuhealth.pathology,name:M314
source: Aortic arch syndrome [Takayasu]
de: Aortenbogen-Syndrom [Takayasu-Syndrom]
fr_fr: Syndrome de la crosse aortique [Takayasu]
zh_cn: 主动脉弓综合征[高安病]

# model:gnuhealth.pathology,name:M315
source: Giant cell arteritis with polymyalgia rheumatica
de: Riesenzellarteriitis bei Polymyalgia rheumatica
fr_fr: Artérite à cellules géantes avec polymyalgie rhumatismale
zh_cn: 巨细胞动脉炎伴有风湿性多肌痛

# model:gnuhealth.pathology,name:M316
source: Other giant cell arteritis
de: Sonstige Riesenzellarteriitis
fr_fr: Autres artérites à cellules géantes
zh_cn: 其他巨细胞动脉炎

# model:gnuhealth.pathology,name:M317
source: Microscopic polyangiitis
de: Mikroskopische Polyangiitis
zh_cn: 显微镜下多脉管炎

# model:gnuhealth.pathology,name:M318
source: Other specified necrotizing vasculopathies
de: Sonstige näher bezeichnete nekrotisierende Vaskulopathien
zh_cn: 其他特指的坏死性血管病

# model:gnuhealth.pathology,name:M319
source: Necrotizing vasculopathy, unspecified
de: Nekrotisierende Vaskulopathie, nicht näher bezeichnet
zh_cn: 坏死性血管病

# model:gnuhealth.pathology,name:M32
source: Systemic lupus erythematosus
de: Systemischer Lupus erythematodes
fr_fr: Lupus érythémateux disséminé
zh_cn: 系统性红斑狼疮

# model:gnuhealth.pathology,name:M320
source: Drug-induced systemic lupus erythematosus
de: Arzneimittelinduzierter systemischer Lupus erythematodes
fr_fr: Lupus érythémateux disséminé médicamenteux
zh_cn: 药物性系统性红斑狼疮

# model:gnuhealth.pathology,name:M321
source: Systemic lupus erythematosus with organ or system involvement
de: Systemischer Lupus erythematodes mit Beteiligung von Organen oder Organsystemen
fr_fr: Lupus érythémateux disséminé avec atteinte d'organes et d'appareils
zh_cn: 系统性红斑狼疮，累及器官或系统

# model:gnuhealth.pathology,name:M328
source: Other forms of systemic lupus erythematosus
de: Sonstige Formen des systemischen Lupus erythematodes
fr_fr: Autres formes de lupus érythémateux disséminé
zh_cn: 其他形式的系统性红斑狼疮

# model:gnuhealth.pathology,name:M329
source: Systemic lupus erythematosus, unspecified
de: Systemischer Lupus erythematodes, nicht näher bezeichnet
fr_fr: Lupus érythémateux disséminé, sans précision
zh_cn: 系统性红斑狼疮

# model:gnuhealth.pathology,name:M33
source: Dermatopolymyositis
de: Dermatomyositis-Polymyositis
fr_fr: Dermatopolymyosite
zh_cn: 皮多肌炎

# model:gnuhealth.pathology,name:M331
source: Other dermatomyositis
de: Sonstige Dermatomyositis
fr_fr: Autres dermatomyosites
zh_cn: 其他的皮肌炎

# model:gnuhealth.pathology,name:M339
source: Dermatopolymyositis, unspecified
de: Dermatomyositis-Polymyositis, nicht näher bezeichnet
fr_fr: Dermatopolymyosite, sans précision
zh_cn: 皮多肌炎

# model:gnuhealth.pathology,name:M34
source: Systemic sclerosis
de: Systemische Sklerose
fr_fr: Sclérose systémique
zh_cn: 全身性硬皮病

# model:gnuhealth.pathology,name:M340
source: Progressive systemic sclerosis
de: Progressive systemische Sklerose
fr_fr: Sclérose systémique progressive
zh_cn: 进行性全身性硬皮病
