Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V799
source: Bus occupant injured in other and unspecified transport accidents: Bus occupant [any] injured in unspecified traffic accident
de: Autobusbenutzer [jeder Art] bei nicht näher bezeichnetem Verkehrsunfall verletzt
zh_cn: [任何]公共汽车乘员在未特指交通事故中的损伤

# model:gnuhealth.pathology,name:V80
source: Animal-rider or occupant of animal-drawn vehicle injured in transport accident
de: Reiter oder Benutzer eines tierbespannten Fahrzeuges bei Transportmittelunfall verletzt
fr_fr: Personne montant un animal ou occupant un véhicule à traction animale blessée dans un accident de transport
zh_cn: 牲畜骑手或畜挽车辆乘员在运输事故中的损伤

# model:gnuhealth.pathology,name:V800
source: Animal-rider or occupant of animal-drawn vehicle injured in transport accident: Rider or occupant injured by fall from or being thrown from animal or animal-drawn vehicle in noncollision accident
de: Reiter oder Benutzer eines tierbespannten Fahrzeuges durch Sturz oder Abgeworfenwerden von Tier oder tierbespanntem Fahrzeug bei Unfall ohne Zusammenstoß verletzt
zh_cn: 在非碰撞性事故中骑手或乘员从牲畜或畜挽车辆上跌落或抛出

# model:gnuhealth.pathology,name:V801
source: Animal-rider or occupant of animal-drawn vehicle injured in transport accident: Rider or occupant injured in collision with pedestrian or animal
de: Reiter oder Benutzer eines tierbespannten Fahrzeuges bei Zusammenstoß mit Fußgänger oder Tier verletzt
zh_cn: 骑手或乘员在与行人或牲畜碰撞中的损伤

# model:gnuhealth.pathology,name:V802
source: Animal-rider or occupant of animal-drawn vehicle injured in transport accident: Rider or occupant injured in collision with pedal cycle
de: Reiter oder Benutzer eines tierbespannten Fahrzeuges bei Zusammenstoß mit Fahrrad verletzt
zh_cn: 骑手或乘员在与脚踏车碰撞中的损伤

# model:gnuhealth.pathology,name:V803
source: Animal-rider or occupant of animal-drawn vehicle injured in transport accident: Rider or occupant injured in collision with two- or three-wheeled motor vehicle
de: Reiter oder Benutzer eines tierbespannten Fahrzeuges bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt
zh_cn: 骑手或乘员在与两轮或三轮机动车碰撞中的损伤

# model:gnuhealth.pathology,name:V804
source: Animal-rider or occupant of animal-drawn vehicle injured in transport accident: Rider or occupant injured in collision with car, pick-up truck, van, heavy transport vehicle or bus
de: Reiter oder Benutzer eines tierbespannten Fahrzeuges bei Zusammenstoß mit Personenkraftwagen, Lieferwagen, Lastkraftwagen oder Autobus verletzt
zh_cn: 骑手或乘员在与小汽车、轻型货车、篷车、重型运输车或公共汽车碰撞的损伤

# model:gnuhealth.pathology,name:V805
source: Animal-rider or occupant of animal-drawn vehicle injured in transport accident: Rider or occupant injured in collision with other specified motor vehicle
de: Reiter oder Benutzer eines tierbespannten Fahrzeuges bei Zusammenstoß mit sonstigem näher bezeichnetem Kraftfahrzeug verletzt
zh_cn: 骑手或乘员在与其他特指的机动车辆碰撞中的损伤

# model:gnuhealth.pathology,name:V806
source: Animal-rider or occupant of animal-drawn vehicle injured in transport accident: Rider or occupant injured in collision with railway train or railway vehicle
de: Reiter oder Benutzer eines tierbespannten Fahrzeuges bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt
zh_cn: 骑手或乘员在与火车或铁路车辆碰撞中的损伤

# model:gnuhealth.pathology,name:V807
source: Animal-rider or occupant of animal-drawn vehicle injured in transport accident: Rider or occupant injured in collision with other nonmotor vehicle
de: Reiter oder Benutzer eines tierbespannten Fahrzeuges bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt
zh_cn: 骑手或乘员在与其他非机动车辆碰撞中的损伤

# model:gnuhealth.pathology,name:V808
source: Animal-rider or occupant of animal-drawn vehicle injured in transport accident: Rider or occupant injured in collision with fixed or stationary object
de: Reiter oder Benutzer eines tierbespannten Fahrzeuges bei Zusammenstoß mit feststehendem Gegenstand verletzt
zh_cn: 骑手或乘员在与固定或静止物体碰撞中的损伤

# model:gnuhealth.pathology,name:V809
source: Animal-rider or occupant of animal-drawn vehicle injured in transport accident: Rider or occupant injured in other and unspecified transport accidents
de: Reiter oder Benutzer eines tierbespannten Fahrzeuges bei sonstigen und nicht näher bezeichneten Transportmittelunfällen verletzt
zh_cn: 骑手或乘员在其他和未特指的运输事故中的损伤

# model:gnuhealth.pathology,name:V81
source: Occupant of railway train or railway vehicle injured in transport accident
de: Benutzer eines Eisenbahnzuges oder Eisenbahnfahrzeuges bei Transportmittelunfall verletzt
fr_fr: Occupant d'un train ou d'un véhicule ferroviaire blessé dans un accident de transport
zh_cn: 火车或铁路车辆乘员在运输事故中的损伤

# model:gnuhealth.pathology,name:V810
source: Occupant of railway train or railway vehicle injured in transport accident: Occupant of railway train or railway vehicle injured in collision with motor vehicle in nontraffic accident
de: Benutzer eines Eisenbahnzuges oder Eisenbahnfahrzeuges bei Zusammenstoß mit Kraftfahrzeug bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中因与机动车辆碰撞造成火车或铁路车辆乘员的损伤

# model:gnuhealth.pathology,name:V811
source: Occupant of railway train or railway vehicle injured in transport accident: Occupant of railway train or railway vehicle injured in collision with motor vehicle in traffic accident
de: Benutzer eines Eisenbahnzuges oder Eisenbahnfahrzeuges bei Zusammenstoß mit Kraftfahrzeug bei Verkehrsunfall verletzt
zh_cn: 交通事故中因与机动车辆碰撞造成火车或铁路车辆乘员的损伤

# model:gnuhealth.pathology,name:V812
source: Occupant of railway train or railway vehicle injured in transport accident: Occupant of railway train or railway vehicle injured in collision with or hit by rolling stock
de: Benutzer eines Eisenbahnzuges oder Eisenbahnfahrzeuges bei Zusammenstoß mit oder Getroffenwerden von Fahrzeug verletzt
zh_cn: 因与铁路列车碰撞或被铁路车辆撞击造成火车或铁路车辆乘员的损伤

# model:gnuhealth.pathology,name:V813
source: Occupant of railway train or railway vehicle injured in transport accident: Occupant of railway train or railway vehicle injured in collision with other object
de: Benutzer eines Eisenbahnzuges oder Eisenbahnfahrzeuges bei Zusammenstoß mit sonstigem Gegenstand verletzt
zh_cn: 因与其他物体碰撞造成火车或铁路车辆乘员的损伤

# model:gnuhealth.pathology,name:V814
source: Occupant of railway train or railway vehicle injured in transport accident: Person injured while boarding or alighting from railway train or railway vehicle
de: Person beim Ein- oder Aussteigen aus Eisenbahnzug oder Eisenbahnfahrzeug verletzt
zh_cn: 在上下火车或铁路车辆时的人员损伤

# model:gnuhealth.pathology,name:V815
source: Occupant of railway train or railway vehicle injured in transport accident: Occupant of railway train or railway vehicle injured by fall in railway train or railway vehicle
de: Benutzer eines Eisenbahnzuges oder Eisenbahnfahrzeuges durch Sturz im Eisenbahnzug oder Eisenbahnfahrzeug verletzt
zh_cn: 火车或铁路车辆乘员在火车或铁路车辆上跌倒造成的损伤

# model:gnuhealth.pathology,name:V816
source: Occupant of railway train or railway vehicle injured in transport accident: Occupant of railway train or railway vehicle injured by fall from railway train or railway vehicle
de: Benutzer eines Eisenbahnzuges oder Eisenbahnfahrzeuges durch Sturz aus Eisenbahnzug oder Eisenbahnfahrzeug verletzt
zh_cn: 火车或铁路车辆乘员从火车或铁路车辆上跌落造成的损伤

# model:gnuhealth.pathology,name:V817
source: Occupant of railway train or railway vehicle injured in transport accident: Occupant of railway train or railway vehicle injured in derailment without antecedent collision
de: Benutzer eines Eisenbahnzuges oder Eisenbahnfahrzeuges bei Entgleisung ohne vorhergehenden Zusammenstoß verletzt
zh_cn: 不伴有事先碰撞而出轨造成的火车或铁路车辆乘员的损伤

# model:gnuhealth.pathology,name:V818
source: Occupant of railway train or railway vehicle injured in transport accident: Occupant of railway train or railway vehicle injured in other specified railway accidents
de: Benutzer eines Eisenbahnzuges oder Eisenbahnfahrzeuges bei sonstigen näher bezeichneten Eisenbahnunfällen verletzt
zh_cn: 铁路事故中火车或铁路车辆乘员的损伤，其他特指的

# model:gnuhealth.pathology,name:V819
source: Occupant of railway train or railway vehicle injured in transport accident: Occupant of railway train or railway vehicle injured in unspecified railway accident
de: Benutzer eines Eisenbahnzuges oder Eisenbahnfahrzeuges bei nicht näher bezeichnetem Eisenbahnunfall verletzt
zh_cn: 未特指的铁路事故中火车或铁路车辆乘员的损伤

# model:gnuhealth.pathology,name:V82
source: Occupant of streetcar injured in transport accident
de: Straßenbahnbenutzer bei Transportmittelunfall verletzt
fr_fr: Occupant d'un tramway blessé dans un accident de transport
zh_cn: (市内有轨)电车乘员在运输事故中的损伤

# model:gnuhealth.pathology,name:V820
source: Occupant of streetcar injured in transport accident: Occupant of streetcar injured in collision with motor vehicle in nontraffic accident
de: Straßenbahnbenutzer bei Zusammenstoß mit Kraftfahrzeug bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中因与机动车辆碰撞造成(市内有轨)电车乘员的损伤

# model:gnuhealth.pathology,name:V821
source: Occupant of streetcar injured in transport accident: Occupant of streetcar injured in collision with motor vehicle in traffic accident
de: Straßenbahnbenutzer bei Zusammenstoß mit Kraftfahrzeug bei Verkehrsunfall verletzt
zh_cn: 交通事故中因与机动车辆碰撞造成(市内有轨)电车乘员的损伤

# model:gnuhealth.pathology,name:V822
source: Occupant of streetcar injured in transport accident: Occupant of streetcar injured in collision with or hit by rolling stock
de: Straßenbahnbenutzer bei Zusammenstoß mit oder Getroffenwerden von Fahrzeug verletzt
zh_cn: 因与车辆碰撞或被车辆撞击造成(市内有轨)电车乘员的损伤

# model:gnuhealth.pathology,name:V823
source: Occupant of streetcar injured in transport accident: Occupant of streetcar injured in collision with other object
de: Straßenbahnbenutzer bei Zusammenstoß mit sonstigem Gegenstand verletzt
zh_cn: 因与其他物体碰撞造成(市内有轨)电车乘员的损伤

# model:gnuhealth.pathology,name:V824
source: Occupant of streetcar injured in transport accident: Person injured while boarding or alighting from streetcar
de: Person beim Ein- oder Aussteigen aus der Straßenbahn verletzt
zh_cn: 在上下(市内有轨)电车时的人员损伤

# model:gnuhealth.pathology,name:V825
source: Occupant of streetcar injured in transport accident: Occupant of streetcar injured by fall in streetcar
de: Straßenbahnbenutzer durch Sturz in der Straßenbahn verletzt
zh_cn: 市内有轨电车乘员在市内有轨电车上跌倒造成的损伤

# model:gnuhealth.pathology,name:V826
source: Occupant of streetcar injured in transport accident: Occupant of streetcar injured by fall from streetcar
de: Straßenbahnbenutzer durch Sturz aus der Straßenbahn verletzt
zh_cn: 市内有轨电车乘员从市内有轨电车上跌落造成的损伤

# model:gnuhealth.pathology,name:V827
source: Occupant of streetcar injured in transport accident: Occupant of streetcar injured in derailment without antecedent collision
de: Straßenbahnbenutzer bei Entgleisung ohne vorhergehenden Zusammenstoß verletzt
zh_cn: 不伴有事先碰撞而出轨造成的市内有轨电车乘员的损伤

# model:gnuhealth.pathology,name:V828
source: Occupant of streetcar injured in transport accident: Occupant of streetcar injured in other specified transport accidents
de: Straßenbahnbenutzer bei sonstigen näher bezeichneten Transportmittelunfällen verletzt
zh_cn: 运输事故中(市内有轨)电车乘员的损伤，其他特指的

# model:gnuhealth.pathology,name:V829
source: Occupant of streetcar injured in transport accident: Occupant of streetcar injured in unspecified traffic accident
de: Straßenbahnbenutzer bei nicht näher bezeichnetem Verkehrsunfall verletzt
zh_cn: 未特指的交通事故中(市内有轨)电车乘员的损伤

# model:gnuhealth.pathology,name:V83
source: Occupant of special vehicle mainly used on industrial premises injured in transport accident
de: Benutzer eines vorwiegend auf Betriebsgelände eingesetzten Spezialfahrzeuges bei Transportmittelunfall verletzt
fr_fr: Occupant d'un véhicule spécial utilisé essentiellement sur un site industriel, blessé dans un accident de transport
zh_cn: 主要用于工业厂区的专用车辆上的乘员在运输事故中的损伤

# model:gnuhealth.pathology,name:V830
source: Occupant of special vehicle mainly used on industrial premises injured in transport accident: Driver of special industrial vehicle injured in traffic accident
de: Fahrer eines Spezialfahrzeuges für industrielle Zwecke bei Verkehrsunfall verletzt
zh_cn: 交通事故中专用工业车辆上的司机的损伤

# model:gnuhealth.pathology,name:V831
source: Occupant of special vehicle mainly used on industrial premises injured in transport accident: Passenger of special industrial vehicle injured in traffic accident
de: Fahrgast auf Spezialfahrzeug für industrielle Zwecke bei Verkehrsunfall verletzt
zh_cn: 交通事故中专用工业车辆上的乘客的损伤

# model:gnuhealth.pathology,name:V832
source: Occupant of special vehicle mainly used on industrial premises injured in transport accident: Person on outside of special industrial vehicle injured in traffic accident
de: Person auf der Außenseite eines Spezialfahrzeuges für industrielle Zwecke bei Verkehrsunfall verletzt
zh_cn: 交通事故中专用工业车辆外部人员的损伤

# model:gnuhealth.pathology,name:V833
source: Occupant of special vehicle mainly used on industrial premises injured in transport accident: Unspecified occupant of special industrial vehicle injured in traffic accident
de: Nicht näher bezeichneter Benutzer eines Spezialfahrzeuges für industrielle Zwecke bei Verkehrsunfall verletzt
zh_cn: 交通事故中专用工业车辆上的乘员的损伤

# model:gnuhealth.pathology,name:V834
source: Occupant of special vehicle mainly used on industrial premises injured in transport accident: Person injured while boarding or alighting from special industrial vehicle
de: Person beim Ein- oder Aussteigen aus einem Spezialfahrzeug für industrielle Zwecke verletzt
zh_cn: 在上下专用工业车辆时的人员损伤

# model:gnuhealth.pathology,name:V835
source: Occupant of special vehicle mainly used on industrial premises injured in transport accident: Driver of special industrial vehicle injured in nontraffic accident
de: Fahrer eines Spezialfahrzeuges für industrielle Zwecke bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中专用工业车辆上的司机的损伤

# model:gnuhealth.pathology,name:V836
source: Occupant of special vehicle mainly used on industrial premises injured in transport accident: Passenger of special industrial vehicle injured in nontraffic accident
de: Fahrgast auf Spezialfahrzeug für industrielle Zwecke bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中专用工业车辆上的乘客的损伤

# model:gnuhealth.pathology,name:V837
source: Occupant of special vehicle mainly used on industrial premises injured in transport accident: Person on outside of special industrial vehicle injured in nontraffic accident
de: Person auf der Außenseite eines Spezialfahrzeuges für industrielle Zwecke bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中专用工业车辆外部人员的损伤

# model:gnuhealth.pathology,name:V839
source: Occupant of special vehicle mainly used on industrial premises injured in transport accident: Unspecified occupant of special industrial vehicle injured in nontraffic accident
de: Nicht näher bezeichneter Benutzer eines Spezialfahrzeuges für industrielle Zwecke bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 专用工业车辆上的未特指乘员非交通事故中的损伤

# model:gnuhealth.pathology,name:V84
source: Occupant of special vehicle mainly used in agriculture injured in transport accident
de: Benutzer eines vorwiegend in der Landwirtschaft eingesetzten Spezialfahrzeuges bei Transportmittelunfall verletzt
fr_fr: Occupant d'un véhicule spécial utilisé essentiellement pour des travaux agricoles, blessé dans un accident de transport
zh_cn: 主要用于农业的专用车辆上的乘员在运输事故中的损伤

# model:gnuhealth.pathology,name:V840
source: Occupant of special vehicle mainly used in agriculture injured in transport accident: Driver of special agricultural vehicle injured in traffic accident
de: Fahrer eines landwirtschaftlichen Spezialfahrzeuges bei Verkehrsunfall verletzt
zh_cn: 交通事故中专用农业车辆上的司机的损伤

# model:gnuhealth.pathology,name:V841
source: Occupant of special vehicle mainly used in agriculture injured in transport accident: Passenger of special agricultural vehicle injured in traffic accident
de: Fahrgast auf landwirtschaftlichem Spezialfahrzeug bei Verkehrsunfall verletzt
zh_cn: 交通事故中专用农业车辆上的乘客的损伤

# model:gnuhealth.pathology,name:V842
source: Occupant of special vehicle mainly used in agriculture injured in transport accident: Person on outside of special agricultural vehicle injured in traffic accident
de: Person auf der Außenseite eines landwirtschaftlichen Spezialfahrzeuges bei Verkehrsunfall verletzt
zh_cn: 交通事故中专用农业车辆外部人员的损伤

# model:gnuhealth.pathology,name:V843
source: Occupant of special vehicle mainly used in agriculture injured in transport accident: Unspecified occupant of special agricultural vehicle injured in traffic accident
de: Nicht näher bezeichneter Benutzer eines landwirtschaftlichen Spezialfahrzeuges bei Verkehrsunfall verletzt
zh_cn: 交通事故中专用农业车辆上的乘员的损伤

# model:gnuhealth.pathology,name:V844
source: Occupant of special vehicle mainly used in agriculture injured in transport accident: Person injured while boarding or alighting from special agricultural vehicle
de: Person beim Ein- oder Aussteigen aus einem landwirtschaftlichen Spezialfahrzeug verletzt
zh_cn: 在上下专用农业车辆时的人员损伤

# model:gnuhealth.pathology,name:V845
source: Occupant of special vehicle mainly used in agriculture injured in transport accident: Driver of special agricultural vehicle injured in nontraffic accident
de: Fahrer eines landwirtschaftlichen Spezialfahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中专用农业车辆上的司机的损伤

# model:gnuhealth.pathology,name:V846
source: Occupant of special vehicle mainly used in agriculture injured in transport accident: Passenger of special agricultural vehicle injured in nontraffic accident
de: Fahrgast auf landwirtschaftlichem Spezialfahrzeug bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中专用农业车辆上的乘客的损伤

# model:gnuhealth.pathology,name:V847
source: Occupant of special vehicle mainly used in agriculture injured in transport accident: Person on outside of special agricultural vehicle injured in nontraffic accident
de: Person auf der Außenseite eines landwirtschaftlichen Spezialfahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中专用农业车辆外部人员的损伤

# model:gnuhealth.pathology,name:V849
source: Occupant of special vehicle mainly used in agriculture injured in transport accident: Unspecified occupant of special agricultural vehicle injured in nontraffic accident
de: Nicht näher bezeichneter Benutzer eines landwirtschaftlichen Spezialfahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 专用农业车辆上的未特指乘员非交通事故中的损伤

# model:gnuhealth.pathology,name:V85
source: Occupant of special construction vehicle injured in transport accident
de: Benutzer eines Baustellen-Spezialfahrzeuges bei Transportmittelunfall verletzt
fr_fr: Occupant d'un véhicule spécial de construction blessé dans un accident de transport
zh_cn: 专用建筑车辆上的乘员在运输事故中的损伤

# model:gnuhealth.pathology,name:V850
source: Occupant of special construction vehicle injured in transport accident: Driver of special construction vehicle injured in traffic accident
de: Fahrer eines Baustellen-Spezialfahrzeuges bei Verkehrsunfall verletzt
zh_cn: 交通事故中专用建筑车辆上的司机的损伤

# model:gnuhealth.pathology,name:V851
source: Occupant of special construction vehicle injured in transport accident: Passenger of special construction vehicle injured in traffic accident
de: Fahrgast auf Baustellen-Spezialfahrzeug bei Verkehrsunfall verletzt
zh_cn: 交通事故中专用建筑车辆上的乘客的损伤

# model:gnuhealth.pathology,name:V852
source: Occupant of special construction vehicle injured in transport accident: Person on outside of special construction vehicle injured in traffic accident
de: Person auf der Außenseite eines Baustellen-Spezialfahrzeuges bei Verkehrsunfall verletzt
zh_cn: 交通事故中专用建筑车辆外部人员的损伤

# model:gnuhealth.pathology,name:V853
source: Occupant of special construction vehicle injured in transport accident: Unspecified occupant of special construction vehicle injured in traffic accident
de: Nicht näher bezeichneter Benutzer eines Baustellen-Spezialfahrzeuges bei Verkehrsunfall verletzt
zh_cn: 交通事故中专用建筑车辆上的乘员的损伤

# model:gnuhealth.pathology,name:V854
source: Occupant of special construction vehicle injured in transport accident: Person injured while boarding or alighting from special construction vehicle
de: Person beim Ein- oder Aussteigen aus einem Baustellen-Spezialfahrzeug verletzt
zh_cn: 在上下专用建筑车辆时的人员损伤

# model:gnuhealth.pathology,name:V855
source: Occupant of special construction vehicle injured in transport accident: Driver of special construction vehicle injured in nontraffic accident
de: Fahrer eines Baustellen-Spezialfahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中专用建筑车辆上的司机的损伤

# model:gnuhealth.pathology,name:V856
source: Occupant of special construction vehicle injured in transport accident: Passenger of special construction vehicle injured in nontraffic accident
de: Fahrgast auf Baustellen-Spezialfahrzeug bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中专用建筑车辆上的乘客的损伤

# model:gnuhealth.pathology,name:V857
source: Occupant of special construction vehicle injured in transport accident: Person on outside of special construction vehicle injured in nontraffic accident
de: Person auf der Außenseite eines Baustellen-Spezialfahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中专用建筑车辆外部人员的损伤

# model:gnuhealth.pathology,name:V859
source: Occupant of special construction vehicle injured in transport accident: Unspecified occupant of special construction vehicle injured in nontraffic accident
de: Nicht näher bezeichneter Benutzer eines Baustellen-Spezialfahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 专用建筑车辆上的未特指乘员非交通事故中的损伤

# model:gnuhealth.pathology,name:V86
source: Occupant of special all-terrain or other motor vehicle designed primarily for off-road use, injured in transport accident
de: Benutzer eines geländegängigen Spezialfahrzeuges oder eines sonstigen vorwiegend für die Benutzung abseits von Straßen vorgesehenen Kraftfahrzeuges bei Transportmittelunfall verletzt
fr_fr: Occupant d'un véhicule spécial tout-terrain ou autre véhicule à moteur essentiellement conçu pour être utilisé hors d'une route, blessé dans un accident de transport
zh_cn: 专用的全地带车辆或其他主要设计用于越野的机动车辆上的乘员在运输事故中的损伤

# model:gnuhealth.pathology,name:V860
source: Occupant of special all-terrain or other motor vehicle designed primarily for off-road use, injured in transport accident: Driver of all-terrain or other off-road motor vehicle injured in traffic accident
de: Fahrer eines geländegängigen Spezialfahrzeuges oder eines sonstigen für die Benutzung abseits von Straßen vorgesehenen Kraftfahrzeuges bei Verkehrsunfall verletzt
zh_cn: 交通事故中全地带或其他越野机动车上的司机的损伤

# model:gnuhealth.pathology,name:V861
source: Occupant of special all-terrain or other motor vehicle designed primarily for off-road use, injured in transport accident: Passenger of all-terrain or other off-road motor vehicle injured in traffic accident
de: Fahrgast auf geländegängigem Spezialfahrzeug oder sonstigem für die Benutzung abseits von Straßen vorgesehenen Kraftfahrzeuges bei Verkehrsunfall verletzt
zh_cn: 交通事故中全地带或其他越野机动车上的乘客的损伤

# model:gnuhealth.pathology,name:V862
source: Occupant of special all-terrain or other motor vehicle designed primarily for off-road use, injured in transport accident: Person on outside of all-terrain or other off-road motor vehicle injured in traffic accident
de: Person auf der Außenseite eines geländegängigen Spezialfahrzeuges oder eines sonstigen für die Benutzung abseits von Straßen vorgesehenen Kraftfahrzeuges bei Verkehrsunfall verletzt
zh_cn: 交通事故中全地带或其他越野机动车外部人员的损伤
