Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:E830
source: Disorders of copper metabolism
de: Störungen des Kupferstoffwechsels
fr_fr: Anomalies du métabolisme du cuivre
zh_cn: 铜代谢紊乱

# model:gnuhealth.pathology,name:E831
source: Disorders of iron metabolism
de: Störungen des Eisenstoffwechsels
fr_fr: Anomalies du métabolisme du fer
zh_cn: 铁代谢紊乱

# model:gnuhealth.pathology,name:E832
source: Disorders of zinc metabolism
de: Störungen des Zinkstoffwechsels
fr_fr: Anomalies du métabolisme du zinc
zh_cn: 锌代谢紊乱

# model:gnuhealth.pathology,name:E833
source: Disorders of phosphorus metabolism and phosphatases
de: Störungen des Phosphorstoffwechsels und der Phosphatase
zh_cn: 磷和磷酸酶代谢紊乱

# model:gnuhealth.pathology,name:E834
source: Disorders of magnesium metabolism
de: Störungen des Magnesiumstoffwechsels
fr_fr: Anomalies du métabolisme du magnésium
zh_cn: 镁代谢紊乱

# model:gnuhealth.pathology,name:E835
source: Disorders of calcium metabolism
de: Störungen des Kalziumstoffwechsels
fr_fr: Anomalies du métabolisme du calcium
zh_cn: 钙代谢紊乱

# model:gnuhealth.pathology,name:E838
source: Other disorders of mineral metabolism
de: Sonstige Störungen des Mineralstoffwechsels
fr_fr: Autres anomalies du métabolisme des minéraux
zh_cn: 其他矿物质代谢紊乱

# model:gnuhealth.pathology,name:E839
source: Disorder of mineral metabolism, unspecified
de: Störung des Mineralstoffwechsels, nicht näher bezeichnet
fr_fr: Anomalie du métabolisme des minéraux, sans précision
zh_cn: 未特指的矿物质代谢紊乱

# model:gnuhealth.pathology,name:E84
source: Cystic fibrosis
de: Zystische Fibrose
fr_fr: Fibrose kystique
zh_cn: 囊性纤维化病

# model:gnuhealth.pathology,name:E840
source: Cystic fibrosis with pulmonary manifestations
de: Zystische Fibrose mit Lungenmanifestationen
fr_fr: Fibrose kystique avec manifestations pulmonaires
zh_cn: 囊性纤维化病伴有肺表现

# model:gnuhealth.pathology,name:E841
source: Cystic fibrosis with intestinal manifestations
de: Zystische Fibrose mit Darmmanifestationen
fr_fr: Fibrose kystique avec manifestations intestinales
zh_cn: 囊性纤维化病伴有肠表现

# model:gnuhealth.pathology,name:E848
source: Cystic fibrosis with other manifestations
de: Zystische Fibrose mit sonstigen Manifestationen
fr_fr: Fibrose kystique avec autres manifestations
zh_cn: 囊性纤维化病伴有其他表现

# model:gnuhealth.pathology,name:E849
source: Cystic fibrosis, unspecified
de: Zystische Fibrose, nicht näher bezeichnet
fr_fr: Fibrose kystique, sans précision
zh_cn: 未特指的囊性纤维化病

# model:gnuhealth.pathology,name:E85
source: Amyloidosis
de: Amyloidose
fr_fr: Amylose
zh_cn: 淀粉样变

# model:gnuhealth.pathology,name:E850
source: Non-neuropathic heredofamilial amyloidosis
de: Nichtneuropathische heredofamiliäre Amyloidose
zh_cn: 非神经病性家族遗传性淀粉样变

# model:gnuhealth.pathology,name:E851
source: Neuropathic heredofamilial amyloidosis
de: Neuropathische heredofamiliäre Amyloidose
fr_fr: Amylose hérédofamiliale neuropathique
zh_cn: 神经病性家族遗传性淀粉样变

# model:gnuhealth.pathology,name:E852
source: Heredofamilial amyloidosis, unspecified
de: Heredofamiliäre Amyloidose, nicht näher bezeichnet
fr_fr: Amylose hérédofamiliale, sans précision
zh_cn: 未特指的家族遗传性淀粉样变

# model:gnuhealth.pathology,name:E853
source: Secondary systemic amyloidosis
de: Sekundäre systemische Amyloidose
fr_fr: Amylose généralisée secondaire
zh_cn: 继发性全身性淀粉样变

# model:gnuhealth.pathology,name:E854
source: Organ-limited amyloidosis
de: Organbegrenzte Amyloidose
fr_fr: Amylose limitée à un ou plusieurs organe(s)
zh_cn: 限定于器官的淀粉样变

# model:gnuhealth.pathology,name:E858
source: Other amyloidosis
de: Sonstige Amyloidose
fr_fr: Autres amyloses
zh_cn: 其他淀粉样变

# model:gnuhealth.pathology,name:E859
source: Amyloidosis, unspecified
de: Amyloidose, nicht näher bezeichnet
fr_fr: Amylose, sans précision
zh_cn: 未特指的淀粉样变

# model:gnuhealth.pathology,name:E86
source: Volume depletion
de: Volumenmangel
fr_fr: Hypovolémie
zh_cn: 血容量缺失

# model:gnuhealth.pathology,name:E87
source: Other disorders of fluid, electrolyte and acid-base balance
de: Sonstige Störungen des Wasser- und Elektrolythaushaltes sowie des Säure-Basen-Gleichgewichts
fr_fr: Autres déséquilibres hydro-électrolytiques et acido-basiques
zh_cn: 液体-电解质及酸碱平衡的其他紊乱

# model:gnuhealth.pathology,name:E870
source: Hyperosmolality and hypernatraemia
de: Hyperosmolalität und Hypernatriämie
fr_fr: Hyperosmolarité et hypernatrémie
zh_cn: 高渗透性和高钠血症

# model:gnuhealth.pathology,name:E871
source: Hypo-osmolality and hyponatraemia
de: Hypoosmolalität und Hyponatriämie
fr_fr: Hypo-osmolarité et hyponatrémie
zh_cn: 低渗透性和低钠血症

# model:gnuhealth.pathology,name:E872
source: Acidosis
de: Azidose
fr_fr: Acidose
zh_cn: 酸中毒

# model:gnuhealth.pathology,name:E873
source: Alkalosis
de: Alkalose
fr_fr: Alcalose
zh_cn: 碱中毒

# model:gnuhealth.pathology,name:E874
source: Mixed disorder of acid-base balance
de: Gemischte Störung des Säure-Basen-Gleichgewichts
fr_fr: Anomalie mixte de l'équilibre acido-basique
zh_cn: 混合性酸碱平衡失调

# model:gnuhealth.pathology,name:E875
source: Hyperkalaemia
de: Hyperkaliämie
fr_fr: Hyperkaliémie
zh_cn: 高钾血症

# model:gnuhealth.pathology,name:E876
source: Hypokalaemia
de: Hypokaliämie
fr_fr: Hypokaliémie
zh_cn: 低钾血症

# model:gnuhealth.pathology,name:E877
source: Fluid overload
de: Flüssigkeitsüberschuss
fr_fr: Surcharge liquidienne
zh_cn: 体液过多

# model:gnuhealth.pathology,name:E878
source: Other disorders of electrolyte and fluid balance, not elsewhere classified
de: Sonstige Störungen des Wasser- und Elektrolythaushaltes, anderenorts nicht klassifiziert
fr_fr: Autres déséquilibres hydro-électrolytiques, non classés ailleurs
zh_cn: 电解质和液体平衡的其他紊乱，不可归类在他处者

# model:gnuhealth.pathology,name:E88
source: Other metabolic disorders
de: Sonstige Stoffwechselstörungen
fr_fr: Autres anomalies métaboliques
zh_cn: 其他代谢紊乱

# model:gnuhealth.pathology,name:E880
source: Disorders of plasma-protein metabolism, not elsewhere classified
de: Störungen des Plasmaprotein-Stoffwechsels, anderenorts nicht klassifiziert
fr_fr: Anomalies du métabolisme des protéines plasmatiques, non classés ailleurs
zh_cn: 血浆蛋白代谢紊乱，不可归类在他处者

# model:gnuhealth.pathology,name:E881
source: Lipodystrophy, not elsewhere classified
de: Lipodystrophie, anderenorts nicht klassifiziert
fr_fr: Lipodystrophie, non classée ailleurs
zh_cn: 脂肪营养不良，不可归类在他处者

# model:gnuhealth.pathology,name:E882
source: Lipomatosis, not elsewhere classified
de: Lipomatose, anderenorts nicht klassifiziert
fr_fr: Lipomatose, non classée ailleurs
zh_cn: 脂肪过多症，不可归类在他处者

# model:gnuhealth.pathology,name:E883
source: Tumour lysis syndrome
de: Tumorlyse-Syndrom

# model:gnuhealth.pathology,name:E888
source: Other specified metabolic disorders
de: Sonstige näher bezeichnete Stoffwechselstörungen
fr_fr: Autres anomalies métaboliques précisées
zh_cn: 其他特指的代谢紊乱

# model:gnuhealth.pathology,name:E889
source: Metabolic disorder, unspecified
de: Stoffwechselstörung, nicht näher bezeichnet
fr_fr: Anomalie métabolique, sans précision
zh_cn: 未特指的代谢紊乱

# model:gnuhealth.pathology,name:E89
source: Postprocedural endocrine and metabolic disorders, not elsewhere classified
de: Endokrine und Stoffwechselstörungen nach medizinischen Maßnahmen, anderenorts nicht klassifiziert
fr_fr: Anomalies endocriniennes et métaboliques après un acte à visée diagnostique et thérapeutique, non classées ailleurs
zh_cn: 操作后内分泌和代谢紊乱，不可归类在他处者

# model:gnuhealth.pathology,name:E890
source: Postprocedural hypothyroidism
de: Hypothyreose nach medizinischen Maßnahmen
fr_fr: Hypothyroïdie après un acte à visée diagnostique et thérapeutique
zh_cn: 操作后甲状腺功能减退症

# model:gnuhealth.pathology,name:E891
source: Postprocedural hypoinsulinaemia
de: Hypoinsulinämie nach medizinischen Maßnahmen
fr_fr: Hypoinsulinémie après un acte à visée diagnostique et thérapeutique
zh_cn: 操作后血内胰岛素不足

# model:gnuhealth.pathology,name:E892
source: Postprocedural hypoparathyroidism
de: Hypoparathyreoidismus nach medizinischen Maßnahmen
fr_fr: Hypoparathyroïdie après un acte à visée diagnostique et thérapeutique
zh_cn: 操作后甲状旁腺功能减退症

# model:gnuhealth.pathology,name:E893
source: Postprocedural hypopituitarism
de: Hypopituitarismus nach medizinischen Maßnahmen
fr_fr: Hypopituitarisme après un acte à visée diagnostique et thérapeutique
zh_cn: 操作后垂体功能减退症

# model:gnuhealth.pathology,name:E894
source: Postprocedural ovarian failure
de: Ovarialinsuffizienz nach medizinischen Maßnahmen
fr_fr: Insuffisance ovarienne après un acte à visée diagnostique et thérapeutique
zh_cn: 操作后卵巢功能衰竭

# model:gnuhealth.pathology,name:E895
source: Postprocedural testicular hypofunction
de: Testikuläre Unterfunktion nach medizinischen Maßnahmen
fr_fr: Hypofonctionnement testiculaire après un acte à visée diagnostique et thérapeutique
zh_cn: 操作后睾丸功能减退

# model:gnuhealth.pathology,name:E896
source: Postprocedural adrenocortical(-medullary) hypofunction
de: Nebennierenrinden- (Nebennierenmark-) Unterfunktion nach medizinischen Maßnahmen
fr_fr: Hypofonctionnement corticosurrénal (de la médullaire) après un acte à visée diagnostique et thérapeutique
zh_cn: 操作后肾上腺皮质(髓质)功能减退

# model:gnuhealth.pathology,name:E898
source: Other postprocedural endocrine and metabolic disorders
de: Sonstige endokrine oder Stoffwechselstörungen nach medizinischen Maßnahmen
fr_fr: Autres anomalies endocriniennes et métaboliques après un acte à visée diagnostique et thérapeutique
zh_cn: 其他操作后内分泌和代谢紊乱

# model:gnuhealth.pathology,name:E899
source: Postprocedural endocrine and metabolic disorder, unspecified
de: Endokrine oder Stoffwechselstörung nach medizinischen Maßnahmen, nicht näher bezeichnet
fr_fr: Anomalie endocrinienne et métabolique après un acte à visée diagnostique et thérapeutique, sans précision
zh_cn: 未特指的操作后内分泌和代谢紊乱

# model:gnuhealth.pathology,name:E90
source: Nutritional and metabolic disorders in diseases classified elsewhere
de: Ernährungs- und Stoffwechselstörungen bei anderenorts klassifizierten Krankheiten
fr_fr: Anomalies nutritionnelles et métaboliques au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的营养和代谢疾患

# model:gnuhealth.pathology,name:F00
source: Dementia in Alzheimer disease
de: Demenz bei Alzheimer-Krankheit
zh_cn: 阿尔茨海默病性痴呆(G30._+)

# model:gnuhealth.pathology,name:F000
source: Dementia in Alzheimer disease with early onset
de: Demenz bei Alzheimer-Krankheit, mit frühem Beginn (Typ 2)
zh_cn: 早发性阿尔茨海默病性痴呆(G30.0+)

# model:gnuhealth.pathology,name:F001
source: Dementia in Alzheimer disease with late onset
de: Demenz bei Alzheimer-Krankheit, mit spätem Beginn (Typ 1)
zh_cn: 晚发性阿尔茨海默病性痴呆(G30.1+)

# model:gnuhealth.pathology,name:F002
source: Dementia in Alzheimer disease, atypical or mixed type
de: Demenz bei Alzheimer-Krankheit, atypische oder gemischte Form
zh_cn: 阿尔茨海默病性痴呆，非典型或混合型(G30.8+)

# model:gnuhealth.pathology,name:F009
source: Dementia in Alzheimer disease, unspecified
de: Demenz bei Alzheimer-Krankheit, nicht näher bezeichnet
zh_cn: 未特指的阿尔茨海默病性痴呆(G30.9+)

# model:gnuhealth.pathology,name:F01
source: Vascular dementia
de: Vaskuläre Demenz
fr_fr: Démence vasculaire
zh_cn: 血管性痴呆

# model:gnuhealth.pathology,name:F010
source: Vascular dementia of acute onset
de: Vaskuläre Demenz mit akutem Beginn
fr_fr: Démence vasculaire à début aigu
zh_cn: 急性发作的血管性痴呆

# model:gnuhealth.pathology,name:F011
source: Multi-infarct dementia
de: Multiinfarkt-Demenz
fr_fr: Démence vasculaire par infarctus multiples
zh_cn: 多发脑梗死性痴呆

# model:gnuhealth.pathology,name:F012
source: Subcortical vascular dementia
de: Subkortikale vaskuläre Demenz
fr_fr: Démence vasculaire sous-corticale
zh_cn: 皮层下血管性痴呆

# model:gnuhealth.pathology,name:F013
source: Mixed cortical and subcortical vascular dementia
de: Gemischte kortikale und subkortikale vaskuläre Demenz
fr_fr: Démence vasculaire mixte, corticale et sous-corticale
zh_cn: 混合型皮层和皮层下血管性痴呆

# model:gnuhealth.pathology,name:F018
source: Other vascular dementia
de: Sonstige vaskuläre Demenz
fr_fr: Autres formes de démence vasculaire
zh_cn: 其他血管性痴呆

# model:gnuhealth.pathology,name:F019
source: Vascular dementia, unspecified
de: Vaskuläre Demenz, nicht näher bezeichnet
fr_fr: Démence vasculaire, sans précision
zh_cn: 未特指的血管性痴呆

# model:gnuhealth.pathology,name:F02
source: Dementia in other diseases classified elsewhere
de: Demenz bei anderenorts klassifizierten Krankheiten
fr_fr: Démence au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的痴呆

# model:gnuhealth.pathology,name:F020
source: Dementia in Pick disease
de: Demenz bei Pick-Krankheit
zh_cn: 皮克病性痴呆(G31.0+)

# model:gnuhealth.pathology,name:F021
source: Dementia in Creutzfeldt-Jakob disease
de: Demenz bei Creutzfeldt-Jakob-Krankheit
fr_fr: Démence de la maladie de Creutzfeldt-Jakob (A81.0+)
zh_cn: 克罗伊茨费尔特-雅各布病性痴呆(A81.0+)

# model:gnuhealth.pathology,name:F022
source: Dementia in Huntington disease
de: Demenz bei Chorea Huntington
zh_cn: 亨廷顿病性痴呆(G10+)

# model:gnuhealth.pathology,name:F023
source: Dementia in Parkinson disease
de: Demenz bei primärem Parkinson-Syndrom
zh_cn: 帕金森病性痴呆(G20+)

# model:gnuhealth.pathology,name:F024
source: Dementia in human immunodeficiency virus [HIV] disease
de: Demenz bei HIV-Krankheit [Humane Immundefizienz-Viruskrankheit]
fr_fr: Démence de la maladie due au virus de l'immunodéficience humaine [VIH] (B22.0+)
zh_cn: 人类免疫缺陷病毒[HIV]病性痴呆(B22.0+)

# model:gnuhealth.pathology,name:F028
source: Dementia in other specified diseases classified elsewhere
de: Demenz bei anderenorts klassifizierten Krankheitsbildern
fr_fr: Démence au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他特指疾病引起的痴呆

# model:gnuhealth.pathology,name:F03
source: Unspecified dementia
de: Nicht näher bezeichnete Demenz
fr_fr: Démence, sans précision
zh_cn: 未特指的痴呆

# model:gnuhealth.pathology,name:F04
source: Organic amnesic syndrome, not induced by alcohol and other psychoactive substances
de: Organisches amnestisches Syndrom, nicht durch Alkohol oder andere psychotrope Substanzen bedingt
fr_fr: Syndrome amnésique organique, non induit par l'alcool et d'autres substances psycho-actives
zh_cn: 器质性遗忘综合征，非由酒精和其他精神活性物质所致

# model:gnuhealth.pathology,name:F05
source: Delirium, not induced by alcohol and other psychoactive substances
de: Delir, nicht durch Alkohol oder andere psychotrope Substanzen bedingt
fr_fr: Delirium, non induit par l'alcool et d'autres substances psycho-actives
zh_cn: 谵妄，非由酒精和其他精神活性物质所致

# model:gnuhealth.pathology,name:F050
source: Delirium not superimposed on dementia, so described
de: Delir ohne Demenz
fr_fr: Delirium non surajouté à une démence, ainsi décrit
zh_cn: 谵妄，描述为并非附加于痴呆的

# model:gnuhealth.pathology,name:F051
source: Delirium superimposed on dementia
de: Delir bei Demenz
fr_fr: Delirium surajouté à une démence
zh_cn: 谵妄，附加于痴呆的

# model:gnuhealth.pathology,name:F058
source: Other delirium
de: Sonstige Formen des Delirs
fr_fr: Autres formes de delirium
zh_cn: 其他谵妄

# model:gnuhealth.pathology,name:F059
source: Delirium, unspecified
de: Delir, nicht näher bezeichnet
fr_fr: Delirium, sans précision
zh_cn: 未特指的谵妄

# model:gnuhealth.pathology,name:F06
source: Other mental disorders due to brain damage and dysfunction and to physical disease
de: Andere psychische Störungen aufgrund einer Schädigung oder Funktionsstörung des Gehirns oder einer körperlichen Krankheit
fr_fr: Autres troubles mentaux dus à une lésion cérébrale et un dysfonctionnement cérébral, et à une affection somatique
zh_cn: 脑损害和功能障碍及躯体疾病引起的其他精神障碍

# model:gnuhealth.pathology,name:F060
source: Organic hallucinosis
de: Organische Halluzinose
fr_fr: Etat hallucinatoire organique
zh_cn: 器质性幻觉症

# model:gnuhealth.pathology,name:F061
source: Organic catatonic disorder
de: Organische katatone Störung
fr_fr: Catatonie organique
zh_cn: 器质性紧张性障碍

# model:gnuhealth.pathology,name:F062
source: Organic delusional [schizophrenia-like] disorder
de: Organische wahnhafte [schizophreniforme] Störung
fr_fr: Trouble délirant organique [d'allure schizophrénique]
zh_cn: 器质性妄想性[精神分裂症样]障碍

# model:gnuhealth.pathology,name:F063
source: Organic mood [affective] disorders
de: Organische affektive Störungen
fr_fr: Troubles organiques de l'humeur [affectifs]
zh_cn: 器质性心境[情感]障碍

# model:gnuhealth.pathology,name:F064
source: Organic anxiety disorder
de: Organische Angststörung
fr_fr: Trouble anxieux organique
zh_cn: 嚣质性焦虑障碍

# model:gnuhealth.pathology,name:F065
source: Organic dissociative disorder
de: Organische dissoziative Störung
fr_fr: Trouble dissociatif organique
zh_cn: 嚣质性分离性障碍

# model:gnuhealth.pathology,name:F066
source: Organic emotionally labile [asthenic] disorder
de: Organische emotional labile [asthenische] Störung
fr_fr: Labilité [asthénie] émotionnelle organique
zh_cn: 器质性情绪不稳定[衰弱]障碍

# model:gnuhealth.pathology,name:F067
source: Mild cognitive disorder
de: Leichte kognitive Störung
fr_fr: Trouble cognitif léger
zh_cn: 轻度认知障碍

# model:gnuhealth.pathology,name:F068
source: Other specified mental disorders due to brain damage and dysfunction and to physical disease
de: Sonstige näher bezeichnete organische psychische Störungen aufgrund einer Schädigung oder Funktionsstörung des Gehirns oder einer körperlichen Krankheit
fr_fr: Autres troubles mentaux précisés dus à une lésion cérébrale et un dysfonctionnement cérébral et à une affection physique
zh_cn: 脑损害和功能障碍及躯体疾病引起的其他特指的精神障碍

# model:gnuhealth.pathology,name:F069
source: Unspecified mental disorder due to brain damage and dysfunction and to physical disease
de: Nicht näher bezeichnete organische psychische Störung aufgrund einer Schädigung oder Funktionsstörung des Gehirns oder einer körperlichen Krankheit
fr_fr: Trouble mental sans précision, dû à une lésion cérébrale et un dysfonctionnement cérébral, et à une affection physique
zh_cn: 脑损害和功能障碍及躯体疾病引起的未特指的精神障碍

# model:gnuhealth.pathology,name:F07
source: Personality and behavioural disorders due to brain disease, damage and dysfunction
de: Persönlichkeits- und Verhaltensstörung aufgrund einer Krankheit, Schädigung oder Funktionsstörung des Gehirns
fr_fr: Troubles de la personnalité et du comportement dus à une affection, une lésion et un dysfonctionnement cérébraux
zh_cn: 脑部疾病、损害和功能障碍引起的人格和行为障碍

# model:gnuhealth.pathology,name:F070
source: Organic personality disorder
de: Organische Persönlichkeitsstörung
fr_fr: Trouble organique de la personnalité
zh_cn: 器质性人格障碍

# model:gnuhealth.pathology,name:F071
source: Postencephalitic syndrome
de: Postenzephalitisches Syndrom
fr_fr: Syndrome post-encéphalitique
zh_cn: 脑炎后综合征

# model:gnuhealth.pathology,name:F072
source: Postconcussional syndrome
de: Organisches Psychosyndrom nach Schädelhirntrauma
fr_fr: Syndrome post-commotionnel
zh_cn: 脑震荡后综合征

# model:gnuhealth.pathology,name:F078
source: Other organic personality and behavioural disorders due to brain disease, damage and dysfunction
de: Sonstige organische Persönlichkeits- und Verhaltensstörungen aufgrund einer Krankheit, Schädigung oder Funktionsstörung des Gehirns
fr_fr: Autres troubles organiques de la personnalité et du comportement dus à une affection, une lésion et un dysfonctionnement cérébraux
zh_cn: 脑部疾病、损害和功能障碍引起的其他器质性人格和行为障碍

# model:gnuhealth.pathology,name:F079
source: Unspecified organic personality and behavioural disorder due to brain disease, damage and dysfunction
de: Nicht näher bezeichnete organische Persönlichkeits- und Verhaltensstörung aufgrund einer Krankheit, Schädigung oder Funktionsstörung des Gehirns
fr_fr: Trouble organique de la personnalité et du comportement dû a une affection, une lésion et un dysfonctionnement cérébraux, sans précision
zh_cn: 脑部疾病、损害和功能障碍引起的未特指的器质性人格和行为障碍

# model:gnuhealth.pathology,name:F09
source: Unspecified organic or symptomatic mental disorder
de: Nicht näher bezeichnete organische oder symptomatische psychische Störung
fr_fr: Trouble mental organique ou symptomatique, sans précision
zh_cn: 未特指的器质性或症状性精神障碍

# model:gnuhealth.pathology,name:F10
source: Mental and behavioural disorders due to use of alcohol
de: Psychische und Verhaltensstörungen durch Alkohol
fr_fr: Troubles mentaux et du comportement liés à l'utilisation d'alcool
zh_cn: 使用酒精引起的精神和行为障碍

# model:gnuhealth.pathology,name:F100
source: Mental and behavioural disorders due to use of alcohol: Acute intoxication
de: Psychische und Verhaltensstörungen durch Alkohol: Akute Intoxikation [akuter Rausch]
zh_cn: 酒精急性中毒

# model:gnuhealth.pathology,name:F101
source: Mental and behavioural disorders due to use of alcohol: Harmful use
de: Psychische und Verhaltensstörungen durch Alkohol: Schädlicher Gebrauch
zh_cn: 酒精损害

# model:gnuhealth.pathology,name:F102
source: Mental and behavioural disorders due to use of alcohol: Dependence syndrome
de: Psychische und Verhaltensstörungen durch Alkohol: Abhängigkeitssyndrom
zh_cn: 酒精依赖综合征

# model:gnuhealth.pathology,name:F103
source: Mental and behavioural disorders due to use of alcohol: Withdrawal state
de: Psychische und Verhaltensstörungen durch Alkohol: Entzugssyndrom
zh_cn: 酒精戒断状态

# model:gnuhealth.pathology,name:F104
source: Mental and behavioural disorders due to use of alcohol: Withdrawal state with delirium
de: Psychische und Verhaltensstörungen durch Alkohol: Entzugssyndrom mit Delir
zh_cn: 酒精戒断状态伴谵妄

# model:gnuhealth.pathology,name:F105
source: Mental and behavioural disorders due to use of alcohol: Psychotic disorder
de: Psychische und Verhaltensstörungen durch Alkohol: Psychotische Störung
zh_cn: 酒精精神病性障碍

# model:gnuhealth.pathology,name:F106
source: Mental and behavioural disorders due to use of alcohol: Amnesic syndrome
de: Psychische und Verhaltensstörungen durch Alkohol: Amnestisches Syndrom
zh_cn: 酒精遗忘综合征

# model:gnuhealth.pathology,name:F107
source: Mental and behavioural disorders due to use of alcohol: Residual and late-onset psychotic disorder
de: Psychische und Verhaltensstörungen durch Alkohol: Restzustand und verzögert auftretende psychotische Störung
zh_cn: 酒精残留性和迟发性精神病性障碍

# model:gnuhealth.pathology,name:F108
source: Mental and behavioural disorders due to use of alcohol: Other mental and behavioural disorders
de: Psychische und Verhaltensstörungen durch Alkohol: Sonstige psychische und Verhaltensstörungen
zh_cn: 酒精其他精神和行为障碍

# model:gnuhealth.pathology,name:F109
source: Mental and behavioural disorders due to use of alcohol: Unspecified mental and behavioural disorder
de: Psychische und Verhaltensstörungen durch Alkohol: Nicht näher bezeichnete psychische und Verhaltensstörung
zh_cn: 酒精未特指的精神和行为障碍

# model:gnuhealth.pathology,name:F11
source: Mental and behavioural disorders due to use of opioids
de: Psychische und Verhaltensstörungen durch Opioide
fr_fr: Troubles mentaux et du comportement liés à l'utilisation d'opiacés
zh_cn: 使用阿片样物质引起的精神和行为障碍

# model:gnuhealth.pathology,name:F110
source: Mental and behavioural disorders due to use of opioids
de: Psychische und Verhaltensstörungen durch Opioide: Akute Intoxikation [akuter Rausch]
zh_cn: 阿片样物质急性中毒

# model:gnuhealth.pathology,name:F111
source: Mental and behavioural disorders due to use of opioids: Harmful use
de: Psychische und Verhaltensstörungen durch Opioide: Schädlicher Gebrauch
zh_cn: 阿片样物质损害

# model:gnuhealth.pathology,name:F112
source: Mental and behavioural disorders due to use of opioids: Dependence syndrome
de: Psychische und Verhaltensstörungen durch Opioide: Abhängigkeitssyndrom
zh_cn: 阿片样物质依赖综合征

# model:gnuhealth.pathology,name:F113
source: Mental and behavioural disorders due to use of opioids: Withdrawal state
de: Psychische und Verhaltensstörungen durch Opioide: Entzugssyndrom
zh_cn: 阿片样物质戒断状态

# model:gnuhealth.pathology,name:F114
source: Mental and behavioural disorders due to use of opioids: Withdrawal state with delirium
de: Psychische und Verhaltensstörungen durch Opioide: Entzugssyndrom mit Delir
zh_cn: 阿片样物质戒断状态伴谵妄

# model:gnuhealth.pathology,name:F115
source: Mental and behavioural disorders due to use of opioids: Psychotic disorder
de: Psychische und Verhaltensstörungen durch Opioide: Psychotische Störung
zh_cn: 阿片样物质精神病性障碍
