Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:D212
source: Benign neoplasm: Connective and other soft tissue of lower limb, including hip
de: Sonstige gutartige Neubildungen: Bindegewebe und andere Weichteilgewebe der unteren Extremität, einschließlich Hüfte
zh_cn: 下肢结缔组织和其他软组织良性肿瘤，包括髋

# model:gnuhealth.pathology,name:D213
source: Benign neoplasm: Connective and other soft tissue of thorax
de: Sonstige gutartige Neubildungen: Bindegewebe und andere Weichteilgewebe des Thorax
zh_cn: 胸部结缔组织和其他软组织良性肿瘤

# model:gnuhealth.pathology,name:D214
source: Benign neoplasm: Connective and other soft tissue of abdomen
de: Sonstige gutartige Neubildungen: Bindegewebe und andere Weichteilgewebe des Abdomens
zh_cn: 腹部结缔组织和其他软组织良性肿瘤

# model:gnuhealth.pathology,name:D215
source: Benign neoplasm: Connective and other soft tissue of pelvis
de: Sonstige gutartige Neubildungen: Bindegewebe und andere Weichteilgewebe des Beckens
zh_cn: 盆腔结缔组织和其他软组织良性肿瘤

# model:gnuhealth.pathology,name:D216
source: Benign neoplasm: Connective and other soft tissue of trunk, unspecified
de: Sonstige gutartige Neubildungen: Bindegewebe und andere Weichteilgewebe des Rumpfes, nicht näher bezeichnet
zh_cn: 躯干结缔组织和其他软组织未特指的良性肿瘤

# model:gnuhealth.pathology,name:D219
source: Benign neoplasm: Connective and other soft tissue, unspecified
de: Sonstige gutartige Neubildungen: Bindegewebe und andere Weichteilgewebe, nicht näher bezeichnet
zh_cn: 未特指的结缔组织和其他软组织良性肿瘤

# model:gnuhealth.pathology,name:D22
source: Melanocytic naevi
de: Melanozytennävus
fr_fr: Nævus à mélanocytes
zh_cn: 黑素细胞痣

# model:gnuhealth.pathology,name:D220
source: Melanocytic naevi of lip
de: Melanozytennävus der Lippe
fr_fr: Nævus à mélanocytes de la lèvre
zh_cn: 唇黑素细胞痣

# model:gnuhealth.pathology,name:D221
source: Melanocytic naevi of eyelid, including canthus
de: Melanozytennävus des Augenlides, einschließlich Kanthus
fr_fr: Nævus à mélanocytes de la paupière, y compris le canthus
zh_cn: 眼睑(包括眦)黑素细胞痣

# model:gnuhealth.pathology,name:D222
source: Melanocytic naevi of ear and external auricular canal
de: Melanozytennävus des Ohres und des äußeren Gehörganges
fr_fr: Nævus à mélanocytes de l'oreille et du conduit auditif externe
zh_cn: 耳和外耳道黑素细胞痣

# model:gnuhealth.pathology,name:D223
source: Melanocytic naevi of other and unspecified parts of face
de: Melanozytennävus sonstiger und nicht näher bezeichneter Teile des Gesichtes
fr_fr: Nævus à mélanocytes des parties de la face, autres et non précisées
zh_cn: 其他和未特指部位的面部黑素细胞痣

# model:gnuhealth.pathology,name:D224
source: Melanocytic naevi of scalp and neck
de: Melanozytennävus der behaarten Kopfhaut und des Halses
fr_fr: Nævus à mélanocytes du cuir chevelu et du cou
zh_cn: 头皮和颈部黑素细胞痣

# model:gnuhealth.pathology,name:D225
source: Melanocytic naevi of trunk
de: Melanozytennävus des Rumpfes
fr_fr: Nævus à mélanocytes du tronc
zh_cn: 躯干黑素细胞痣

# model:gnuhealth.pathology,name:D226
source: Melanocytic naevi of upper limb, including shoulder
de: Melanozytennävus der oberen Extremität, einschließlich Schulter
fr_fr: Nævus à mélanocytes du membre supérieur, y compris l'épaule
zh_cn: 上肢(包括肩)黑素细胞痣

# model:gnuhealth.pathology,name:D227
source: Melanocytic naevi of lower limb, including hip
de: Melanozytennävus der unteren Extremität, einschließlich Hüfte
fr_fr: Nævus à mélanocytes du membre inférieur, y compris la hanche
zh_cn: 下肢(包括髋)黑素细胞痣

# model:gnuhealth.pathology,name:D229
source: Melanocytic naevi, unspecified
de: Melanozytennävus, nicht näher bezeichnet
fr_fr: Nævus à mélanocytes, sans précision
zh_cn: 未特指的黑素细胞痣

# model:gnuhealth.pathology,name:D23
source: Other benign neoplasms of skin
de: Sonstige gutartige Neubildungen der Haut
fr_fr: Autres tumeurs bénignes de la peau
zh_cn: 皮肤其他良性肿瘤

# model:gnuhealth.pathology,name:D230
source: Benign neoplasm: Skin of lip
de: Sonstige gutartige Neubildungen: Lippenhaut
zh_cn: 唇皮肤良性肿瘤

# model:gnuhealth.pathology,name:D231
source: Benign neoplasm: Skin of eyelid, including canthus
de: Sonstige gutartige Neubildungen: Haut des Augenlides, einschließlich Kanthus
zh_cn: 眼睑(包括眦)皮肤良性肿瘤

# model:gnuhealth.pathology,name:D232
source: Benign neoplasm: Skin of ear and external auricular canal
de: Sonstige gutartige Neubildungen: Haut des Ohres und des äußeren Gehörganges
zh_cn: 耳和外耳道皮肤良性肿瘤

# model:gnuhealth.pathology,name:D233
source: Benign neoplasm: Skin of other and unspecified parts of face
de: Sonstige gutartige Neubildungen: Haut sonstiger und nicht näher bezeichneter Teile des Gesichtes
zh_cn: 面部其他和未特指部位皮肤的良性肿瘤

# model:gnuhealth.pathology,name:D234
source: Benign neoplasm: Skin of scalp and neck
de: Sonstige gutartige Neubildungen: Behaarte Kopfhaut und Haut des Halses
zh_cn: 头皮和颈部皮肤良性肿瘤

# model:gnuhealth.pathology,name:D235
source: Benign neoplasm: Skin of trunk
de: Sonstige gutartige Neubildungen: Haut des Rumpfes
zh_cn: 躯干皮肤良性肿瘤

# model:gnuhealth.pathology,name:D236
source: Benign neoplasm: Skin of upper limb, including shoulder
de: Sonstige gutartige Neubildungen: Haut der oberen Extremität, einschließlich Schulter
zh_cn: 上肢(包括肩)皮肤良性肿瘤

# model:gnuhealth.pathology,name:D237
source: Benign neoplasm: Skin of lower limb, including hip
de: Sonstige gutartige Neubildungen: Haut der unteren Extremität, einschließlich Hüfte
zh_cn: 下肢(包括髋)皮肤良性肿瘤

# model:gnuhealth.pathology,name:D239
source: Benign neoplasm: Skin, unspecified
de: Sonstige gutartige Neubildungen: Haut, nicht näher bezeichnet
zh_cn: 未特指的皮肤良性肿瘤

# model:gnuhealth.pathology,name:D24
source: Benign neoplasm of breast
de: Gutartige Neubildung der Brustdrüse [Mamma]
fr_fr: Tumeur bénigne du sein
zh_cn: 乳房良性肿瘤

# model:gnuhealth.pathology,name:D25
source: Leiomyoma of uterus
de: Leiomyom des Uterus
fr_fr: Léiomyome de l'utérus
zh_cn: 子宫平滑肌瘤

# model:gnuhealth.pathology,name:D250
source: Submucous leiomyoma of uterus
de: Submuköses Leiomyom des Uterus
fr_fr: Léiomyome sous-muqueux de l'utérus
zh_cn: 子宫粘膜下平滑肌瘤

# model:gnuhealth.pathology,name:D251
source: Intramural leiomyoma of uterus
de: Intramurales Leiomyom des Uterus
fr_fr: Léiomyome intramural de l'utérus
zh_cn: 子宫壁内平滑肌瘤

# model:gnuhealth.pathology,name:D252
source: Subserosal leiomyoma of uterus
de: Subseröses Leiomyom des Uterus
fr_fr: Léiomyome sous-séreux de l'utérus
zh_cn: 子宫浆膜下层平滑肌瘤

# model:gnuhealth.pathology,name:D259
source: Leiomyoma of uterus, unspecified
de: Leiomyom des Uterus, nicht näher bezeichnet
fr_fr: Léiomyome de l'utérus, sans précision
zh_cn: 未特指的子宫平滑肌瘤

# model:gnuhealth.pathology,name:D26
source: Other benign neoplasms of uterus
de: Sonstige gutartige Neubildungen des Uterus
fr_fr: Autres tumeurs bénignes de l'utérus
zh_cn: 子宫其他良性肿瘤

# model:gnuhealth.pathology,name:D260
source: Other benign neoplasm: Cervix uteri
de: Sonstige gutartige Neubildungen: Cervix uteri
zh_cn: 宫颈良性肿瘤

# model:gnuhealth.pathology,name:D261
source: Other benign neoplasm: Corpus uteri
de: Sonstige gutartige Neubildungen: Corpus uteri
zh_cn: 子宫体良性肿瘤

# model:gnuhealth.pathology,name:D267
source: Other benign neoplasm: Other parts of uterus
de: Sonstige gutartige Neubildungen: Sonstige Teile des Uterus
zh_cn: 其他部位的子宫良性肿瘤

# model:gnuhealth.pathology,name:D269
source: Other benign neoplasm: Uterus, unspecified
de: Sonstige gutartige Neubildungen: Uterus, nicht näher bezeichnet
zh_cn: 未特指的子宫良性肿瘤

# model:gnuhealth.pathology,name:D27
source: Benign neoplasm of ovary
de: Gutartige Neubildung des Ovars
fr_fr: Tumeur bénigne de l'ovaire
zh_cn: 卵巢良性肿瘤

# model:gnuhealth.pathology,name:D28
source: Benign neoplasm of other and unspecified female genital organs
de: Gutartige Neubildung sonstiger und nicht näher bezeichneter weiblicher Genitalorgane
fr_fr: Tumeur bénigne des organes génitaux de la femme, autres et non précisés
zh_cn: 女性生殖器官其他和未特指的良性肿瘤

# model:gnuhealth.pathology,name:D280
source: Benign neoplasm: Vulva
de: Gutartige Neubildung: Vulva
zh_cn: 外阴良性肿瘤

# model:gnuhealth.pathology,name:D281
source: Benign neoplasm: Vagina
de: Gutartige Neubildung: Vagina
zh_cn: 阴道良性肿瘤

# model:gnuhealth.pathology,name:D282
source: Benign neoplasm: Uterine tubes and ligaments
de: Gutartige Neubildung: Tubae uterinae und Ligamenta
zh_cn: 输卵管和子宫韧带良性肿瘤

# model:gnuhealth.pathology,name:D287
source: Benign neoplasm: Other specified female genital organs
de: Gutartige Neubildung: Sonstige näher bezeichnete weibliche Genitalorgane
zh_cn: 其他特指的女性生殖器官良性肿瘤

# model:gnuhealth.pathology,name:D289
source: Benign neoplasm: Female genital organ, unspecified
de: Gutartige Neubildung: Weibliches Genitalorgan, nicht näher bezeichnet
zh_cn: 未特指的女性生殖器官良性肿瘤

# model:gnuhealth.pathology,name:D29
source: Benign neoplasm of male genital organs
de: Gutartige Neubildung der männlichen Genitalorgane
fr_fr: Tumeur bénigne des organes génitaux de l'homme
zh_cn: 男性生殖器官良性肿瘤

# model:gnuhealth.pathology,name:D290
source: Benign neoplasm: Penis
de: Gutartige Neubildung: Penis
zh_cn: 阴茎良性肿瘤

# model:gnuhealth.pathology,name:D291
source: Benign neoplasm: Prostate
de: Gutartige Neubildung: Prostata
zh_cn: 前列腺良性肿瘤

# model:gnuhealth.pathology,name:D292
source: Benign neoplasm: Testis
de: Gutartige Neubildung: Hoden
zh_cn: 睾丸良性肿瘤

# model:gnuhealth.pathology,name:D293
source: Benign neoplasm: Epididymis
de: Gutartige Neubildung: Nebenhoden
zh_cn: 附睾良性肿瘤

# model:gnuhealth.pathology,name:D294
source: Benign neoplasm: Scrotum
de: Gutartige Neubildung: Skrotum
zh_cn: 阴囊良性肿瘤

# model:gnuhealth.pathology,name:D297
source: Benign neoplasm: Other male genital organs
de: Gutartige Neubildung: Sonstige männliche Genitalorgane
zh_cn: 其他男性生殖器官良性肿瘤

# model:gnuhealth.pathology,name:D299
source: Benign neoplasm: Male genital organ, unspecified
de: Gutartige Neubildung: Männliches Genitalorgan, nicht näher bezeichnet
zh_cn: 未特指的男性生殖器官良性肿瘤

# model:gnuhealth.pathology,name:D30
source: Benign neoplasm of urinary organs
de: Gutartige Neubildung der Harnorgane
fr_fr: Tumeur bénigne des organes urinaires
zh_cn: 泌尿器官良性肿瘤

# model:gnuhealth.pathology,name:D300
source: Benign neoplasm: Kidney
de: Gutartige Neubildung: Niere
zh_cn: 肾良性肿瘤

# model:gnuhealth.pathology,name:D301
source: Benign neoplasm: Renal pelvis
de: Gutartige Neubildung: Nierenbecken
zh_cn: 肾盂良性肿瘤

# model:gnuhealth.pathology,name:D302
source: Benign neoplasm: Ureter
de: Gutartige Neubildung: Ureter
zh_cn: 输尿管良性肿瘤

# model:gnuhealth.pathology,name:D303
source: Benign neoplasm: Bladder
de: Gutartige Neubildung: Harnblase
zh_cn: 膀胱良性肿瘤

# model:gnuhealth.pathology,name:D304
source: Benign neoplasm: Urethra
de: Gutartige Neubildung: Urethra
zh_cn: 尿道良性肿瘤

# model:gnuhealth.pathology,name:D307
source: Benign neoplasm: Other urinary organs
de: Gutartige Neubildung: Sonstige Harnorgane
zh_cn: 其他泌尿器官良性肿瘤

# model:gnuhealth.pathology,name:D309
source: Benign neoplasm: Urinary organ, unspecified
de: Gutartige Neubildung: Harnorgan, nicht näher bezeichnet
zh_cn: 未特指的泌尿器官良性肿瘤

# model:gnuhealth.pathology,name:D31
source: Benign neoplasm of eye and adnexa
de: Gutartige Neubildung des Auges und der Augenanhangsgebilde
fr_fr: Tumeur bénigne de l'œil et de ses annexes
zh_cn: 眼和附器良性肿瘤

# model:gnuhealth.pathology,name:D310
source: Benign neoplasm: Conjunctiva
de: Gutartige Neubildung: Konjunktiva
zh_cn: 结合膜良性肿瘤

# model:gnuhealth.pathology,name:D311
source: Benign neoplasm: Cornea
de: Gutartige Neubildung: Kornea
zh_cn: 角膜良性肿瘤

# model:gnuhealth.pathology,name:D312
source: Benign neoplasm: Retina
de: Gutartige Neubildung: Retina
zh_cn: 视网膜良性肿瘤

# model:gnuhealth.pathology,name:D313
source: Benign neoplasm: Choroid
de: Gutartige Neubildung: Chorioidea
zh_cn: 脉络膜良性肿瘤

# model:gnuhealth.pathology,name:D314
source: Benign neoplasm: Ciliary body
de: Gutartige Neubildung: Ziliarkörper
zh_cn: 睫状体良性肿瘤

# model:gnuhealth.pathology,name:D315
source: Benign neoplasm: Lacrimal gland and duct
de: Gutartige Neubildung: Tränendrüse und Tränenwege
zh_cn: 泪腺和泪管良性肿瘤

# model:gnuhealth.pathology,name:D316
source: Benign neoplasm: Orbit, unspecified
de: Gutartige Neubildung: Orbita, nicht näher bezeichnet
zh_cn: 未特指的眶良性肿瘤

# model:gnuhealth.pathology,name:D319
source: Benign neoplasm: Eye, unspecified
de: Gutartige Neubildung: Auge, nicht näher bezeichnet
zh_cn: 未特指的眼良性肿瘤

# model:gnuhealth.pathology,name:D32
source: Benign neoplasm of meninges
de: Gutartige Neubildung der Meningen
fr_fr: Tumeur bénigne des méninges
zh_cn: 脑脊膜良性肿瘤

# model:gnuhealth.pathology,name:D320
source: Benign neoplasm: Cerebral meninges
de: Gutartige Neubildung: Hirnhäute
zh_cn: 脑膜良性肿瘤

# model:gnuhealth.pathology,name:D321
source: Benign neoplasm: Spinal meninges
de: Gutartige Neubildung: Rückenmarkhäute
zh_cn: 脊(髓)膜良性肿瘤

# model:gnuhealth.pathology,name:D329
source: Benign neoplasm: Meninges, unspecified
de: Gutartige Neubildung: Meningen, nicht näher bezeichnet
zh_cn: 未特指的脑脊膜良性肿瘤

# model:gnuhealth.pathology,name:D33
source: Benign neoplasm of brain and other parts of central nervous system
de: Gutartige Neubildung des Gehirns und anderer Teile des Zentralnervensystems
fr_fr: Tumeur bénigne de l'encéphale et d'autres parties du système nerveux central
zh_cn: 脑和中枢神经系统其他部位的良性肿瘤

# model:gnuhealth.pathology,name:D330
source: Benign neoplasm: Brain, supratentorial
de: Gutartige Neubildung: Gehirn, supratentoriell
zh_cn: 脑幕上的良性肿瘤

# model:gnuhealth.pathology,name:D331
source: Benign neoplasm: Brain, infratentorial
de: Gutartige Neubildung: Gehirn, infratentoriell
zh_cn: 脑幕下的良性肿瘤

# model:gnuhealth.pathology,name:D332
source: Benign neoplasm: Brain, unspecified
de: Gutartige Neubildung: Gehirn, nicht näher bezeichnet
zh_cn: 脑未特指的良性肿瘤

# model:gnuhealth.pathology,name:D333
source: Benign neoplasm: Cranial nerves
de: Gutartige Neubildung: Hirnnerven
zh_cn: 脑神经良性肿瘤

# model:gnuhealth.pathology,name:D334
source: Benign neoplasm: Spinal cord
de: Gutartige Neubildung: Rückenmark
zh_cn: 脊髓良性肿瘤

# model:gnuhealth.pathology,name:D337
source: Benign neoplasm: Other specified parts of central nervous system
de: Gutartige Neubildung: Sonstige näher bezeichnete Teile des Zentralnervensystems
zh_cn: 其他特指部位的中枢神经系统良性肿瘤

# model:gnuhealth.pathology,name:D339
source: Benign neoplasm: Central nervous system, unspecified
de: Gutartige Neubildung: Zentralnervensystem, nicht näher bezeichnet
zh_cn: 未特指的中枢神经系统良性肿瘤

# model:gnuhealth.pathology,name:D34
source: Benign neoplasm of thyroid gland
de: Gutartige Neubildung der Schilddrüse
fr_fr: Tumeur bénigne de la thyroïde
zh_cn: 甲状腺良性肿瘤

# model:gnuhealth.pathology,name:D35
source: Benign neoplasm of other and unspecified endocrine glands
de: Gutartige Neubildung sonstiger und nicht näher bezeichneter endokriner Drüsen
fr_fr: Tumeur bénigne des glandes endocrines, autres et non précisées
zh_cn: 内分泌腺其他和未特指的良性肿瘤

# model:gnuhealth.pathology,name:D350
source: Benign neoplasm: Adrenal gland
de: Gutartige Neubildung: Nebenniere
zh_cn: 肾上腺良性肿瘤

# model:gnuhealth.pathology,name:D351
source: Benign neoplasm: Parathyroid gland
de: Gutartige Neubildung: Nebenschilddrüse
zh_cn: 甲状旁腺良性肿瘤

# model:gnuhealth.pathology,name:D352
source: Benign neoplasm: Pituitary gland
de: Gutartige Neubildung: Hypophyse
zh_cn: 垂体良性肿瘤

# model:gnuhealth.pathology,name:D353
source: Benign neoplasm: Craniopharyngeal duct
de: Gutartige Neubildung: Ductus craniopharyngealis
zh_cn: 颅咽管良性肿瘤

# model:gnuhealth.pathology,name:D354
source: Benign neoplasm: Pineal gland
de: Gutartige Neubildung: Epiphyse [Glandula pinealis] [Zirbeldrüse]
zh_cn: 松果体良性肿瘤

# model:gnuhealth.pathology,name:D355
source: Benign neoplasm: Carotid body
de: Gutartige Neubildung: Glomus caroticum
zh_cn: 颈动脉体良性肿瘤

# model:gnuhealth.pathology,name:D356
source: Benign neoplasm: Aortic body and other paraganglia
de: Gutartige Neubildung: Glomus aorticum und sonstige Paraganglien
zh_cn: 主动脉体和其他节旁体良性肿瘤

# model:gnuhealth.pathology,name:D357
source: Benign neoplasm: Other specified endocrine glands
de: Gutartige Neubildung: Sonstige näher bezeichnete endokrine Drüsen
zh_cn: 其他特指内分泌腺的良性肿瘤

# model:gnuhealth.pathology,name:D358
source: Benign neoplasm: Pluriglandular involvement
de: Gutartige Neubildung: Beteiligung mehrerer endokriner Drüsen
zh_cn: 累及多个腺体的良性肿瘤

# model:gnuhealth.pathology,name:D359
source: Benign neoplasm: Endocrine gland, unspecified
de: Gutartige Neubildung: Endokrine Drüse, nicht näher bezeichnet
zh_cn: 未特指的内分泌腺良性肿瘤

# model:gnuhealth.pathology,name:D36
source: Benign neoplasm of other and unspecified sites
de: Gutartige Neubildung an sonstigen und nicht näher bezeichneten Lokalisationen
fr_fr: Tumeur bénigne de sièges autres et non précisés
zh_cn: 其他和未特指部位的良性肿瘤

# model:gnuhealth.pathology,name:D360
source: Benign neoplasm: Lymph nodes
de: Gutartige Neubildung: Lymphknoten
zh_cn: 淋巴结良性肿瘤

# model:gnuhealth.pathology,name:D361
source: Benign neoplasm: Peripheral nerves and autonomic nervous system
de: Gutartige Neubildung: Periphere Nerven und autonomes Nervensystem
zh_cn: 周围神经和自主神经系统良性肿瘤

# model:gnuhealth.pathology,name:D367
source: Benign neoplasm: Other specified sites
de: Gutartige Neubildung: Sonstige näher bezeichnete Lokalisationen
zh_cn: 其他特指部位的良性肿瘤

# model:gnuhealth.pathology,name:D369
source: Benign neoplasm: Benign neoplasm of unspecified site
de: Gutartige Neubildung an nicht näher bezeichneter Lokalisation
zh_cn: 未特指部位的良性肿瘤

# model:gnuhealth.pathology,name:D37
source: Neoplasm of uncertain or unknown behaviour of oral cavity and digestive organs
de: Neubildung unsicheren oder unbekannten Verhaltens der Mundhöhle und der Verdauungsorgane
fr_fr: Tumeur de la cavité buccale et des organes digestifs à évolution imprévisible ou inconnue
zh_cn: 口腔和消化器官动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D370
source: Neoplasm of uncertain or unknown behaviour: Lip, oral cavity and pharynx
de: Neubildung unsicheren oder unbekannten Verhaltens: Lippe, Mundhöhle und Pharynx
zh_cn: 唇、口腔和咽动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D371
source: Neoplasm of uncertain or unknown behaviour: Stomach
de: Neubildung unsicheren oder unbekannten Verhaltens: Magen
zh_cn: 胃动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D372
source: Neoplasm of uncertain or unknown behaviour: Small intestine
de: Neubildung unsicheren oder unbekannten Verhaltens: Dünndarm
zh_cn: 小肠动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D373
source: Neoplasm of uncertain or unknown behaviour: Appendix
de: Neubildung unsicheren oder unbekannten Verhaltens: Appendix vermiformis
zh_cn: 阑尾动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D374
source: Neoplasm of uncertain or unknown behaviour: Colon
de: Neubildung unsicheren oder unbekannten Verhaltens: Kolon
zh_cn: 结肠动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D375
source: Neoplasm of uncertain or unknown behaviour: Rectum
de: Neubildung unsicheren oder unbekannten Verhaltens: Rektum
zh_cn: 直肠动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D376
source: Neoplasm of uncertain or unknown behaviour: Liver, gallbladder and bile ducts
de: Neubildung unsicheren oder unbekannten Verhaltens: Leber, Gallenblase und Gallengänge
zh_cn: 肝、胆囊和胆管动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D377
source: Neoplasm of uncertain or unknown behaviour: Other digestive organs
de: Neubildung unsicheren oder unbekannten Verhaltens: Sonstige Verdauungsorgane
zh_cn: 其他消化器官动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D379
source: Neoplasm of uncertain or unknown behaviour: Digestive organ, unspecified
de: Neubildung unsicheren oder unbekannten Verhaltens: Verdauungsorgan, nicht näher bezeichnet
zh_cn: 消化器官未特指的动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D38
source: Neoplasm of uncertain or unknown behaviour of middle ear and respiratory and intrathoracic organs
de: Neubildung unsicheren oder unbekannten Verhaltens des Mittelohres, der Atmungsorgane und der intrathorakalen Organe
fr_fr: Tumeur de l'oreille moyenne et des organes respiratoires et intrathoraciques à évolution imprévisible ou inconnue
zh_cn: 中耳、呼吸和胸腔内器官动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D380
source: Neoplasm of uncertain or unknown behaviour: Larynx
de: Neubildung unsicheren oder unbekannten Verhaltens: Larynx
zh_cn: 喉动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D381
source: Neoplasm of uncertain or unknown behaviour: Trachea, bronchus and lung
de: Neubildung unsicheren oder unbekannten Verhaltens: Trachea, Bronchus und Lunge
zh_cn: 气管、支气管和肺动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D382
source: Neoplasm of uncertain or unknown behaviour: Pleura
de: Neubildung unsicheren oder unbekannten Verhaltens: Pleura
zh_cn: 胸膜动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D383
source: Neoplasm of uncertain or unknown behaviour: Mediastinum
de: Neubildung unsicheren oder unbekannten Verhaltens: Mediastinum
zh_cn: 纵隔动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D384
source: Neoplasm of uncertain or unknown behaviour: Thymus
de: Neubildung unsicheren oder unbekannten Verhaltens: Thymus
zh_cn: 胸腺动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D385
source: Neoplasm of uncertain or unknown behaviour: Other respiratory organs
de: Neubildung unsicheren oder unbekannten Verhaltens: Sonstige Atmungsorgane
zh_cn: 其他呼吸器官动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D386
source: Neoplasm of uncertain or unknown behaviour: Respiratory organ, unspecified
de: Neubildung unsicheren oder unbekannten Verhaltens: Atmungsorgan, nicht näher bezeichnet
zh_cn: 呼吸器官未特指的动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D39
source: Neoplasm of uncertain or unknown behaviour of female genital organs
de: Neubildung unsicheren oder unbekannten Verhaltens der weiblichen Genitalorgane
fr_fr: Tumeur des organes génitaux de la femme à évolution imprévisible ou inconnue
zh_cn: 女性生殖器官动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D390
source: Neoplasm of uncertain or unknown behaviour: Uterus
de: Neubildung unsicheren oder unbekannten Verhaltens: Uterus
zh_cn: 子宫动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D391
source: Neoplasm of uncertain or unknown behaviour: Ovary
de: Neubildung unsicheren oder unbekannten Verhaltens: Ovar
zh_cn: 卵巢动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D392
source: Neoplasm of uncertain or unknown behaviour: Placenta
de: Neubildung unsicheren oder unbekannten Verhaltens: Plazenta
zh_cn: 胎盘动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D397
source: Neoplasm of uncertain or unknown behaviour: Other female genital organs
de: Neubildung unsicheren oder unbekannten Verhaltens: Sonstige weibliche Genitalorgane
zh_cn: 其他女性生殖器官动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D399
source: Neoplasm of uncertain or unknown behaviour: Female genital organ, unspecified
de: Neubildung unsicheren oder unbekannten Verhaltens: Weibliches Genitalorgan, nicht näher bezeichnet
zh_cn: 女性生殖器官未特指的动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D40
source: Neoplasm of uncertain or unknown behaviour of male genital organs
de: Neubildung unsicheren oder unbekannten Verhaltens der männlichen Genitalorgane
fr_fr: Tumeur des organes génitaux de l'homme à évolution imprévisible ou inconnue
zh_cn: 男性生殖器官动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D400
source: Neoplasm of uncertain or unknown behaviour: Prostate
de: Neubildung unsicheren oder unbekannten Verhaltens: Prostata
zh_cn: 前列腺动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D401
source: Neoplasm of uncertain or unknown behaviour: Testis
de: Neubildung unsicheren oder unbekannten Verhaltens: Hoden
zh_cn: 睾丸动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D407
source: Neoplasm of uncertain or unknown behaviour: Other male genital organs
de: Neubildung unsicheren oder unbekannten Verhaltens: Sonstige männliche Genitalorgane
zh_cn: 其他男性生殖器官动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D409
source: Neoplasm of uncertain or unknown behaviour: Male genital organ, unspecified
de: Neubildung unsicheren oder unbekannten Verhaltens: Männliches Genitalorgan, nicht näher bezeichnet
zh_cn: 男性生殖器官未特指的动态未定或动态未知的肿瘤
