Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:S77
source: Crushing injury of hip and thigh
de: Zerquetschung der Hüfte und des Oberschenkels
fr_fr: Ecrasement de la hanche et de la cuisse
zh_cn: 髋和大腿挤压伤

# model:gnuhealth.pathology,name:S770
source: Crushing injury of hip
de: Zerquetschung der Hüfte
fr_fr: Ecrasement de la hanche
zh_cn: 髋部挤压伤

# model:gnuhealth.pathology,name:S771
source: Crushing injury of thigh
de: Zerquetschung des Oberschenkels
fr_fr: Ecrasement de la cuisse
zh_cn: 大腿挤压伤

# model:gnuhealth.pathology,name:S772
source: Crushing injury of hip with thigh
de: Zerquetschung mit Beteiligung der Hüfte und des Oberschenkels
fr_fr: Ecrasement de la hanche et de la cuisse
zh_cn: 髋伴有大腿挤压伤

# model:gnuhealth.pathology,name:S78
source: Traumatic amputation of hip and thigh
de: Traumatische Amputation an Hüfte und Oberschenkel
fr_fr: Amputation traumatique de la hanche et de la cuisse
zh_cn: 髋和大腿创伤性切断

# model:gnuhealth.pathology,name:S780
source: Traumatic amputation at hip joint
de: Traumatische Amputation im Hüftgelenk
fr_fr: Amputation traumatique de l'articulation de la hanche
zh_cn: 髋部创伤性切断

# model:gnuhealth.pathology,name:S781
source: Traumatic amputation at level between hip and knee
de: Traumatische Amputation zwischen Hüfte und Knie
fr_fr: Amputation traumatique entre la hanche et le genou
zh_cn: 在髋和膝关节之间水平的创伤性切断

# model:gnuhealth.pathology,name:S789
source: Traumatic amputation of hip and thigh, level unspecified
de: Traumatische Amputation an Hüfte und Oberschenkel, Höhe nicht näher bezeichnet
fr_fr: Amputation traumatique de la hanche et de la cuisse, niveau non précisé
zh_cn: 髋和大腿水平未特指的创伤性切断

# model:gnuhealth.pathology,name:S79
source: Other and unspecified injuries of hip and thigh
de: Sonstige und nicht näher bezeichnete Verletzungen der Hüfte und des Oberschenkels
fr_fr: Lésions traumatiques de la hanche et de la cuisse, autres et sans précision
zh_cn: 髋和大腿其他和未特指的损伤

# model:gnuhealth.pathology,name:S797
source: Multiple injuries of hip and thigh
de: Multiple Verletzungen der Hüfte und des Oberschenkels
fr_fr: Lésions traumatiques multiples de la hanche et de la cuisse
zh_cn: 髋和大腿多处损伤

# model:gnuhealth.pathology,name:S798
source: Other specified injuries of hip and thigh
de: Sonstige näher bezeichnete Verletzungen der Hüfte und des Oberschenkels
fr_fr: Autres lésions traumatiques précisées de la hanche et de la cuisse
zh_cn: 髋和大腿其他特指的损伤

# model:gnuhealth.pathology,name:S799
source: Unspecified injury of hip and thigh
de: Nicht näher bezeichnete Verletzung der Hüfte und des Oberschenkels
fr_fr: Lésion traumatique de la hanche et de la cuisse, sans précision
zh_cn: 髋和大腿未特指的损伤

# model:gnuhealth.pathology,name:S80
source: Superficial injury of lower leg
de: Oberflächliche Verletzung des Unterschenkels
fr_fr: Lésion traumatique superficielle de la jambe
zh_cn: 小腿浅表损伤

# model:gnuhealth.pathology,name:S800
source: Contusion of knee
de: Prellung des Knies
fr_fr: Contusion du genou
zh_cn: 膝挫伤

# model:gnuhealth.pathology,name:S801
source: Contusion of other and unspecified parts of lower leg
de: Prellung sonstiger und nicht näher bezeichneter Teile des Unterschenkels
fr_fr: Contusion de parties autres et non précisées de la jambe
zh_cn: 小腿其他和未特指部位的挫伤

# model:gnuhealth.pathology,name:S807
source: Multiple superficial injuries of lower leg
de: Multiple oberflächliche Verletzungen des Unterschenkels
fr_fr: Lésions traumatiques superficielles multiples de la jambe
zh_cn: 小腿多处浅表损伤

# model:gnuhealth.pathology,name:S808
source: Other superficial injuries of lower leg
de: Sonstige oberflächliche Verletzungen des Unterschenkels
fr_fr: Autres lésions traumatiques superficielles de la jambe
zh_cn: 小腿的其他浅表损伤

# model:gnuhealth.pathology,name:S809
source: Superficial injury of lower leg, unspecified
de: Oberflächliche Verletzung des Unterschenkels, nicht näher bezeichnet
fr_fr: Lésion traumatique superficielle de la jambe, sans précision
zh_cn: 小腿未特指的浅表损伤

# model:gnuhealth.pathology,name:S81
source: Open wound of lower leg
de: Offene Wunde des Unterschenkels
fr_fr: Plaie ouverte de la jambe
zh_cn: 小腿开放性伤口

# model:gnuhealth.pathology,name:S810
source: Open wound of knee
de: Offene Wunde des Knies
fr_fr: Plaie ouverte du genou
zh_cn: 膝开放性伤口

# model:gnuhealth.pathology,name:S817
source: Multiple open wounds of lower leg
de: Multiple offene Wunden des Unterschenkels
fr_fr: Plaies ouvertes multiples de la jambe
zh_cn: 小腿多处开放性伤口

# model:gnuhealth.pathology,name:S818
source: Open wound of other parts of lower leg
de: Offene Wunde sonstiger Teile des Unterschenkels
fr_fr: Plaie ouverte d'autres parties de la jambe
zh_cn: 小腿其他部位的开放性伤口

# model:gnuhealth.pathology,name:S819
source: Open wound of lower leg, part unspecified
de: Offene Wunde des Unterschenkels, Teil nicht näher bezeichnet
fr_fr: Plaie ouverte de la jambe, partie non précisée
zh_cn: 小腿部位未特指的开放性伤口

# model:gnuhealth.pathology,name:S82
source: Fracture of lower leg, including ankle
de: Fraktur des Unterschenkels, einschließlich des oberen Sprunggelenkes
fr_fr: Fracture de la jambe, y compris la cheville
zh_cn: 小腿(包括踝)骨折

# model:gnuhealth.pathology,name:S820
source: Fracture of patella
de: Fraktur der Patella
fr_fr: Fracture de la rotule
zh_cn: 髌骨骨折

# model:gnuhealth.pathology,name:S821
source: Fracture of upper end of tibia
de: Fraktur des proximalen Endes der Tibia
fr_fr: Fracture de l'extrémité supérieure du tibia
zh_cn: 胫骨上端骨折

# model:gnuhealth.pathology,name:S822
source: Fracture of shaft of tibia
de: Fraktur des Tibiaschaftes
fr_fr: Fracture de la diaphyse du tibia
zh_cn: 胫骨骨干骨折

# model:gnuhealth.pathology,name:S823
source: Fracture of lower end of tibia
de: Distale Fraktur der Tibia
fr_fr: Fracture de l'extrémité inférieure du tibia
zh_cn: 胫骨下端骨折

# model:gnuhealth.pathology,name:S824
source: Fracture of fibula alone
de: Fraktur der Fibula, isoliert
fr_fr: Fracture du péroné seul
zh_cn: 仅腓骨骨折

# model:gnuhealth.pathology,name:S825
source: Fracture of medial malleolus
de: Fraktur des Innenknöchels
fr_fr: Fracture de la malléole interne
zh_cn: 内踝骨折

# model:gnuhealth.pathology,name:S826
source: Fracture of lateral malleolus
de: Fraktur des Außenknöchels
fr_fr: Fracture de la malléole externe
zh_cn: 外踝骨折

# model:gnuhealth.pathology,name:S827
source: Multiple fractures of lower leg
de: Multiple Frakturen des Unterschenkels
fr_fr: Fractures multiples de la jambe
zh_cn: 小腿多处骨折

# model:gnuhealth.pathology,name:S828
source: Fractures of other parts of lower leg
de: Frakturen sonstiger Teile des Unterschenkels
fr_fr: Fractures d'autres parties de la jambe
zh_cn: 小腿其他部位的骨折

# model:gnuhealth.pathology,name:S829
source: Fracture of lower leg, part unspecified
de: Fraktur des Unterschenkels, Teil nicht näher bezeichnet
fr_fr: Fracture de la jambe, partie non précisée
zh_cn: 小腿部位未特指的骨折

# model:gnuhealth.pathology,name:S83
source: Dislocation, sprain and strain of joints and ligaments of knee
de: Luxation, Verstauchung und Zerrung des Kniegelenkes und von Bändern des Kniegelenkes
fr_fr: Luxation, entorse et foulure des articulations et des ligaments du genou
zh_cn: 膝关节和韧带脱位、扭伤和劳损

# model:gnuhealth.pathology,name:S830
source: Dislocation of patella
de: Luxation der Patella
fr_fr: Luxation de la rotule
zh_cn: 髌骨脱位

# model:gnuhealth.pathology,name:S831
source: Dislocation of knee
de: Luxation des Kniegelenkes
fr_fr: Luxation du genou
zh_cn: 膝关节脱位

# model:gnuhealth.pathology,name:S832
source: Tear of meniscus, current
de: Meniskusriss, akut
fr_fr: Déchirure récente d'un ménisque
zh_cn: 半月板撕裂，近期的

# model:gnuhealth.pathology,name:S833
source: Tear of articular cartilage of knee, current
de: Riss des Kniegelenkknorpels, akut
fr_fr: Déchirure récente du cartilage articulaire du genou
zh_cn: 膝关节软骨撕裂，近期的

# model:gnuhealth.pathology,name:S834
source: Sprain and strain involving (fibular)(tibial) collateral ligament of knee
de: Verstauchung und Zerrung des Kniegelenkes mit Beteiligung des (fibularen) (tibialen) Seitenbandes
zh_cn: 累及膝关节(腓)(胫)副韧带的扭伤和劳损

# model:gnuhealth.pathology,name:S835
source: Sprain and strain involving (anterior)(posterior) cruciate ligament of knee
de: Verstauchung und Zerrung des Kniegelenkes mit Beteiligung des (vorderen) (hinteren) Kreuzbandes
fr_fr: Entorse et foulure des ligaments croisés du genou (antérieur) (postérieur)
zh_cn: 累及膝关节(前)(后)十字韧带的扭伤和劳损

# model:gnuhealth.pathology,name:S836
source: Sprain and strain of other and unspecified parts of knee
de: Verstauchung und Zerrung sonstiger und nicht näher bezeichneter Teile des Knies
fr_fr: Entorse et foulure de parties autres et non précisées du genou
zh_cn: 膝的其他和未特指部位的扭伤和劳损

# model:gnuhealth.pathology,name:S837
source: Injury to multiple structures of knee
de: Verletzung mehrerer Strukturen des Knies
fr_fr: Lésion traumatique de multiples parties du genou
zh_cn: 膝的多处结构的损伤

# model:gnuhealth.pathology,name:S84
source: Injury of nerves at lower leg level
de: Verletzung von Nerven in Höhe des Unterschenkels
fr_fr: Lésion traumatique des nerfs au niveau de la jambe
zh_cn: 在小腿水平的神经损伤

# model:gnuhealth.pathology,name:S840
source: Injury of tibial nerve at lower leg level
de: Verletzung des N. tibialis in Höhe des Unterschenkels
fr_fr: Lésion traumatique du nerf sciatique poplité interne au niveau de la jambe
zh_cn: 在小腿水平的胫神经损伤

# model:gnuhealth.pathology,name:S841
source: Injury of peroneal nerve at lower leg level
de: Verletzung des N. peronaeus in Höhe des Unterschenkels
fr_fr: Lésion traumatique du nerf sciatique poplité externe au niveau de la jambe
zh_cn: 在小腿水平的腓神经损伤

# model:gnuhealth.pathology,name:S842
source: Injury of cutaneous sensory nerve at lower leg level
de: Verletzung sensibler Hautnerven in Höhe des Unterschenkels
fr_fr: Lésion traumatique d'un nerf cutané sensitif au niveau de la jambe
zh_cn: 在小腿水平的皮感觉神经损伤

# model:gnuhealth.pathology,name:S847
source: Injury of multiple nerves at lower leg level
de: Verletzung mehrerer Nerven in Höhe des Unterschenkels
fr_fr: Lésion traumatique de multiples nerfs au niveau de la jambe
zh_cn: 在小腿水平的多神经损伤

# model:gnuhealth.pathology,name:S848
source: Injury of other nerves at lower leg level
de: Verletzung sonstiger Nerven in Höhe des Unterschenkels
fr_fr: Lésion traumatique d'autres nerfs au niveau de la jambe
zh_cn: 在小腿水平的其他神经损伤

# model:gnuhealth.pathology,name:S849
source: Injury of unspecified nerve at lower leg level
de: Verletzung eines nicht näher bezeichneten Nervs in Höhe des Unterschenkels
fr_fr: Lésion traumatique d'un nerf non précisé, au niveau de la jambe
zh_cn: 在小腿水平的未特指神经的损伤

# model:gnuhealth.pathology,name:S85
source: Injury of blood vessels at lower leg level
de: Verletzung von Blutgefäßen in Höhe des Unterschenkels
fr_fr: Lésion traumatique de vaisseaux sanguins au niveau de la jambe
zh_cn: 在小腿水平的血管损伤

# model:gnuhealth.pathology,name:S850
source: Injury of popliteal artery
de: Verletzung der A. poplitea
fr_fr: Lésion traumatique de l'artère poplitée
zh_cn: 腘动脉损伤

# model:gnuhealth.pathology,name:S851
source: Injury of (anterior)(posterior) tibial artery
de: Verletzung der A. tibialis (anterior) (posterior)
fr_fr: Lésion traumatique de l'artère tibiale (antérieure) (postérieure)
zh_cn: 胫动脉损伤(前)(后)

# model:gnuhealth.pathology,name:S852
source: Injury of peroneal artery
de: Verletzung der A. peronaea
fr_fr: Lésion traumatique de l'artère péronière
zh_cn: 腓动脉损伤

# model:gnuhealth.pathology,name:S853
source: Injury of greater saphenous vein at lower leg level
de: Verletzung der V. saphena magna in Höhe des Unterschenkels
fr_fr: Lésion traumatique de la veine saphène interne au niveau de la jambe
zh_cn: 在小腿水平的大隐静脉损伤

# model:gnuhealth.pathology,name:S854
source: Injury of lesser saphenous vein at lower leg level
de: Verletzung der V. saphena parva in Höhe des Unterschenkels
fr_fr: Lésion traumatique de la veine saphène externe au niveau de la jambe
zh_cn: 在小腿水平的小隐静脉损伤

# model:gnuhealth.pathology,name:S855
source: Injury of popliteal vein
de: Verletzung der V. poplitea
fr_fr: Lésion traumatique de la veine poplitée
zh_cn: 腘静脉损伤

# model:gnuhealth.pathology,name:S857
source: Injury of multiple blood vessels at lower leg level
de: Verletzung mehrerer Blutgefäße in Höhe des Unterschenkels
fr_fr: Lésion traumatique de multiples vaisseaux sanguins au niveau de la jambe
zh_cn: 在小腿水平的多处血管损伤

# model:gnuhealth.pathology,name:S858
source: Injury of other blood vessels at lower leg level
de: Verletzung sonstiger Blutgefäße in Höhe des Unterschenkels
fr_fr: Lésion traumatique d'autres vaisseaux sanguins au niveau de la jambe
zh_cn: 在小腿水平的其他血管损伤

# model:gnuhealth.pathology,name:S859
source: Injury of unspecified blood vessel at lower leg level
de: Verletzung eines nicht näher bezeichneten Blutgefäßes in Höhe des Unterschenkels
fr_fr: Lésion traumatique d'un vaisseau sanguin non précisé, au niveau de la jambe
zh_cn: 在小腿水平的未特指血管的损伤

# model:gnuhealth.pathology,name:S86
source: Injury of muscle and tendon at lower leg level
de: Verletzung von Muskeln und Sehnen in Höhe des Unterschenkels
fr_fr: Lésion traumatique de muscles et de tendons au niveau de la jambe
zh_cn: 在小腿水平的肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S860
source: Injury of Achilles tendon
de: Verletzung der Achillessehne
fr_fr: Lésion traumatique du tendon d'Achille
zh_cn: 跟腱损伤

# model:gnuhealth.pathology,name:S861
source: Injury of other muscle(s) and tendon(s) of posterior muscle group at lower leg level
de: Verletzung sonstiger Muskeln und Sehnen der posterioren Muskelgruppe in Höhe des Unterschenkels
fr_fr: Lésion traumatique d'autre(s) muscle(s) et tendon(s) postérieurs au niveau de la jambe
zh_cn: 在小腿水平的后部肌群的其他肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S862
source: Injury of muscle(s) and tendon(s) of anterior muscle group at lower leg level
de: Verletzung von Muskeln und Sehnen der anterioren Muskelgruppe in Höhe des Unterschenkels
fr_fr: Lésion traumatique de muscle(s) et de tendon(s) antérieurs au niveau de la jambe
zh_cn: 在小腿水平的前部肌群的肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S863
source: Injury of muscle(s) and tendon(s) of peroneal muscle group at lower leg level
de: Verletzung von Muskeln und Sehnen der peronäalen Muskelgruppe in Höhe des Unterschenkels
fr_fr: Lésion traumatique de muscle(s) et de tendon(s) péroniers au niveau de la jambe
zh_cn: 在小腿水平的腓侧肌群的肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S867
source: Injury of multiple muscles and tendons at lower leg level
de: Verletzung mehrerer Muskeln und Sehnen in Höhe des Unterschenkels
fr_fr: Lésion traumatique de multiples muscles et tendons au niveau de la jambe
zh_cn: 在小腿水平的多处肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S868
source: Injury of other muscles and tendons at lower leg level
de: Verletzung sonstiger Muskeln und Sehnen in Höhe des Unterschenkels
fr_fr: Lésion traumatique d'autres muscles et tendons au niveau de la jambe
zh_cn: 在小腿水平的其他肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S869
source: Injury of unspecified muscle and tendon at lower leg level
de: Verletzung eines nicht näher bezeichneten Muskels oder einer nicht näher bezeichneten Sehne in Höhe des Unterschenkels
fr_fr: Lésion traumatique d'un muscle et d'un tendon non précisés, au niveau de la jambe
zh_cn: 在小腿水平的未特指肌肉和肌腱的损伤

# model:gnuhealth.pathology,name:S87
source: Crushing injury of lower leg
de: Zerquetschung des Unterschenkels
fr_fr: Ecrasement de la jambe
zh_cn: 小腿挤压伤

# model:gnuhealth.pathology,name:S870
source: Crushing injury of knee
de: Zerquetschung des Knies
fr_fr: Ecrasement du genou
zh_cn: 膝挤压伤

# model:gnuhealth.pathology,name:S878
source: Crushing injury of other and unspecified parts of lower leg
de: Zerquetschung sonstiger und nicht näher bezeichneter Teile des Unterschenkels
fr_fr: Ecrasement de parties autres et non précisées de la jambe
zh_cn: 小腿其他和未特指部位的挤压伤

# model:gnuhealth.pathology,name:S88
source: Traumatic amputation of lower leg
de: Traumatische Amputation am Unterschenkel
fr_fr: Amputation traumatique de la jambe
zh_cn: 小腿创伤性切断

# model:gnuhealth.pathology,name:S880
source: Traumatic amputation at knee level
de: Traumatische Amputation in Höhe des Knies
fr_fr: Amputation traumatique au niveau du genou
zh_cn: 在膝水平的创伤性切断

# model:gnuhealth.pathology,name:S881
source: Traumatic amputation at level between knee and ankle
de: Traumatische Amputation zwischen Knie und oberem Sprunggelenk
fr_fr: Amputation traumatique entre le genou et la cheville
zh_cn: 在膝和踝之间水平的创伤性切断

# model:gnuhealth.pathology,name:S889
source: Traumatic amputation of lower leg, level unspecified
de: Traumatische Amputation am Unterschenkel, Höhe nicht näher bezeichnet
fr_fr: Amputation traumatique de la jambe, niveau non précisé
zh_cn: 小腿水平未特指的创伤性切断

# model:gnuhealth.pathology,name:S89
source: Other and unspecified injuries of lower leg
de: Sonstige und nicht näher bezeichnete Verletzungen des Unterschenkels
fr_fr: Lésions traumatiques de la jambe, autres et sans précision
zh_cn: 小腿其他和未特指的损伤

# model:gnuhealth.pathology,name:S890
source: Multiple injuries of lower leg
de: Multiple Verletzungen des Unterschenkels
fr_fr: Lésions traumatiques multiples de la jambe
zh_cn: 小腿多处受伤

# model:gnuhealth.pathology,name:S891
source: Other specified injuries of lower leg
de: Sonstige näher bezeichnete Verletzungen des Unterschenkels
fr_fr: Autres lésions traumatiques précisées de la jambe
zh_cn: 其他特定小腿受伤

# model:gnuhealth.pathology,name:S897
source: Multiple injuries of lower leg
de: Multiple Verletzungen des Unterschenkels
zh_cn: 小腿多处损伤

# model:gnuhealth.pathology,name:S898
source: Other specified injuries of lower leg
de: Sonstige näher bezeichnete Verletzungen des Unterschenkels
zh_cn: 小腿其他特指的损伤

# model:gnuhealth.pathology,name:S899
source: Unspecified injury of lower leg
de: Nicht näher bezeichnete Verletzung des Unterschenkels
fr_fr: Lésion traumatique de la jambe, sans précision
zh_cn: 小腿未特指的损伤

# model:gnuhealth.pathology,name:S90
source: Superficial injury of ankle and foot
de: Oberflächliche Verletzung der Knöchelregion und des Fußes
fr_fr: Lésion traumatique superficielle de la cheville et du pied
zh_cn: 踝和足浅表损伤

# model:gnuhealth.pathology,name:S900
source: Contusion of ankle
de: Prellung der Knöchelregion
fr_fr: Contusion de la cheville
zh_cn: 踝挫伤

# model:gnuhealth.pathology,name:S901
source: Contusion of toe(s) without damage to nail
de: Prellung einer oder mehrerer Zehen ohne Schädigung des Nagels
fr_fr: Contusion d'un (des) orteil(s) sans lésion de l'ongle
zh_cn: 趾挫伤不伴有趾甲损坏

# model:gnuhealth.pathology,name:S902
source: Contusion of toe(s) with damage to nail
de: Prellung einer oder mehrerer Zehen mit Schädigung des Nagels
fr_fr: Contusion d'un (des) orteil(s) avec lésion de l'ongle
zh_cn: 趾挫伤伴有趾甲损坏

# model:gnuhealth.pathology,name:S903
source: Contusion of other and unspecified parts of foot
de: Prellung sonstiger und nicht näher bezeichneter Teile des Fußes
fr_fr: Contusion de parties autres et non précisées du pied
zh_cn: 足的其他和未特指部位的挫伤

# model:gnuhealth.pathology,name:S907
source: Multiple superficial injuries of ankle and foot
de: Multiple oberflächliche Verletzungen der Knöchelregion und des Fußes
fr_fr: Lésions traumatiques superficielles multiples de la cheville et du pied
zh_cn: 踝和足多处浅表损伤

# model:gnuhealth.pathology,name:S908
source: Other superficial injuries of ankle and foot
de: Sonstige oberflächliche Verletzungen der Knöchelregion und des Fußes
fr_fr: Autres lésions traumatiques superficielles de la cheville et du pied
zh_cn: 踝和足的其他浅表损伤

# model:gnuhealth.pathology,name:S909
source: Superficial injury of ankle and foot, unspecified
de: Oberflächliche Verletzung der Knöchelregion und des Fußes, nicht näher bezeichnet
fr_fr: Lésion traumatique superficielle de la cheville et du pied, sans précision
zh_cn: 踝和足未特指的浅表损伤

# model:gnuhealth.pathology,name:S91
source: Open wound of ankle and foot
de: Offene Wunde der Knöchelregion und des Fußes
fr_fr: Plaie ouverte de la cheville et du pied
zh_cn: 踝和足开放性伤口

# model:gnuhealth.pathology,name:S910
source: Open wound of ankle
de: Offene Wunde der Knöchelregion
fr_fr: Plaie ouverte de la cheville
zh_cn: 踝开放性伤口

# model:gnuhealth.pathology,name:S911
source: Open wound of toe(s) without damage to nail
de: Offene Wunde einer oder mehrerer Zehen ohne Schädigung des Nagels
fr_fr: Plaie ouverte d'un (des) orteil(s) sans lésion de l'ongle
zh_cn: 趾开放性伤口不伴有趾甲损坏

# model:gnuhealth.pathology,name:S912
source: Open wound of toe(s) with damage to nail
de: Offene Wunde einer oder mehrerer Zehen mit Schädigung des Nagels
fr_fr: Plaie ouverte d'un (des) orteil(s) avec lésion de l'ongle
zh_cn: 趾开放性伤口伴有趾甲损坏

# model:gnuhealth.pathology,name:S913
source: Open wound of other parts of foot
de: Offene Wunde sonstiger Teile des Fußes
fr_fr: Plaie ouverte d'autres parties du pied
zh_cn: 足的其他部位的开放性伤口

# model:gnuhealth.pathology,name:S917
source: Multiple open wounds of ankle and foot
de: Multiple offene Wunden der Knöchelregion und des Fußes
fr_fr: Plaies ouvertes multiples de la cheville et du pied
zh_cn: 踝和足多处开放性伤口

# model:gnuhealth.pathology,name:S92
source: Fracture of foot, except ankle
de: Fraktur des Fußes [ausgenommen oberes Sprunggelenk]
fr_fr: Fracture du pied, sauf la cheville
zh_cn: 足骨折，除外踝

# model:gnuhealth.pathology,name:S920
source: Fracture of calcaneus
de: Fraktur des Kalkaneus
fr_fr: Fracture du calcanéum
zh_cn: 跟骨骨折

# model:gnuhealth.pathology,name:S921
source: Fracture of talus
de: Fraktur des Talus
fr_fr: Fracture de l'astragale
zh_cn: 距骨骨折

# model:gnuhealth.pathology,name:S922
source: Fracture of other tarsal bone(s)
de: Fraktur eines oder mehrerer sonstiger Fußwurzelknochen
fr_fr: Fracture d'autres os du tarse
zh_cn: 其他跗骨骨折

# model:gnuhealth.pathology,name:S923
source: Fracture of metatarsal bone
de: Fraktur der Mittelfußknochen
fr_fr: Fracture d'os du métatarse
zh_cn: 跖骨骨折

# model:gnuhealth.pathology,name:S924
source: Fracture of great toe
de: Fraktur der Großzehe
fr_fr: Fracture du gros orteil
zh_cn: 拇趾骨折

# model:gnuhealth.pathology,name:S925
source: Fracture of other toe
de: Fraktur einer sonstigen Zehe
fr_fr: Fracture d'un autre orteil
zh_cn: 其他趾骨折

# model:gnuhealth.pathology,name:S927
source: Multiple fractures of foot
de: Multiple Frakturen des Fußes
fr_fr: Fractures multiples du pied
zh_cn: 足多处骨折

# model:gnuhealth.pathology,name:S929
source: Fracture of foot, unspecified
de: Fraktur des Fußes, nicht näher bezeichnet
fr_fr: Fracture du pied, sans précision
zh_cn: 足骨折，未特指

# model:gnuhealth.pathology,name:S93
source: Dislocation, sprain and strain of joints and ligaments at ankle and foot level
de: Luxation, Verstauchung und Zerrung der Gelenke und Bänder in Höhe des oberen Sprunggelenkes und des Fußes
fr_fr: Luxation, entorse et foulure des articulations et des ligaments au niveau de la cheville et du pied
zh_cn: 在踝和足水平的关节和韧带脱位、扭伤和劳损

# model:gnuhealth.pathology,name:S930
source: Dislocation of ankle joint
de: Luxation des oberen Sprunggelenkes
fr_fr: Luxation de la cheville
zh_cn: 踝关节脱位

# model:gnuhealth.pathology,name:S931
source: Dislocation of toe(s)
de: Luxation einer oder mehrerer Zehen
fr_fr: Luxation d'un (des) orteil(s)
zh_cn: 足趾脱位

# model:gnuhealth.pathology,name:S932
source: Rupture of ligaments at ankle and foot level
de: Traumatische Ruptur von Bändern in Höhe des oberen Sprunggelenkes und des Fußes
fr_fr: Rupture de ligaments au niveau de la cheville et du pied
zh_cn: 在踝和足水平的韧带破裂

# model:gnuhealth.pathology,name:S933
source: Dislocation of other and unspecified parts of foot
de: Luxation sonstiger und nicht näher bezeichneter Teile des Fußes
fr_fr: Luxation de parties autres et non précisées du pied
zh_cn: 足的其他和未特指部位的脱位

# model:gnuhealth.pathology,name:S934
source: Sprain and strain of ankle
de: Verstauchung und Zerrung des oberen Sprunggelenkes
fr_fr: Entorse et foulure de la cheville
zh_cn: 踝扭伤和劳损

# model:gnuhealth.pathology,name:S935
source: Sprain and strain of toe(s)
de: Verstauchung und Zerrung einer oder mehrerer Zehen
fr_fr: Entorse et foulure d'un (des) orteil(s)
zh_cn: 足趾扭伤和劳损
