Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V522
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un véhicule à moteur à deux ou trois roues | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V523
source: Unspecified occupant of pick-up truck or van injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un véhicule à moteur à deux ou trois roues | occupant, sans précision, d'une camionnette, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V524
source: Person injured while boarding or alighting
fr_fr: occupant d'une camionnette blessé dans une collision avec un véhicule à moteur à deux ou trois roues | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V525
source: Driver injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un véhicule à moteur à deux ou trois roues | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V526
source: Passenger injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un véhicule à moteur à deux ou trois roues | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V527
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un véhicule à moteur à deux ou trois roues | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V529
source: Unspecified occupant of pick-up truck or van injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un véhicule à moteur à deux ou trois roues | occupant, sans précision, d'une camionnette, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V530
source: Driver injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec une automobile ou une camionnette | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V531
source: Passenger injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec une automobile ou une camionnette | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V532
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec une automobile ou une camionnette | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V533
source: Unspecified occupant of pick-up truck or van injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec une automobile ou une camionnette | occupant, sans précision, d'une camionnette, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V534
source: Person injured while boarding or alighting
fr_fr: occupant d'une camionnette blessé dans une collision avec une automobile ou une camionnette | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V535
source: Driver injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec une automobile ou une camionnette | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V536
source: Passenger injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec une automobile ou une camionnette | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V537
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec une automobile ou une camionnette | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V539
source: Unspecified occupant of pick-up truck or van injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec une automobile ou une camionnette | occupant, sans précision, d'une camionnette, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V540
source: Driver injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un véhicule lourd ou un autobus | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V541
source: Passenger injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un véhicule lourd ou un autobus | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V542
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un véhicule lourd ou un autobus | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V543
source: Unspecified occupant of pick-up truck or van injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un véhicule lourd ou un autobus | occupant, sans précision, d'une camionnette, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V544
source: Person injured while boarding or alighting
fr_fr: occupant d'une camionnette blessé dans une collision avec un véhicule lourd ou un autobus | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V545
source: Driver injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un véhicule lourd ou un autobus | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V546
source: Passenger injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un véhicule lourd ou un autobus | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V547
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un véhicule lourd ou un autobus | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V549
source: Unspecified occupant of pick-up truck or van injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un véhicule lourd ou un autobus | occupant, sans précision, d'une camionnette, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V550
source: Driver injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un train ou un véhicule ferroviaire | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V551
source: Passenger injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un train ou un véhicule ferroviaire | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V552
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un train ou un véhicule ferroviaire | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V553
source: Unspecified occupant of pick-up truck or van injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un train ou un véhicule ferroviaire | occupant, sans précision, d'une camionnette, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V554
source: Person injured while boarding or alighting
fr_fr: occupant d'une camionnette blessé dans une collision avec un train ou un véhicule ferroviaire | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V555
source: Driver injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un train ou un véhicule ferroviaire | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V556
source: Passenger injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un train ou un véhicule ferroviaire | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V557
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un train ou un véhicule ferroviaire | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V559
source: Unspecified occupant of pick-up truck or van injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un train ou un véhicule ferroviaire | occupant, sans précision, d'une camionnette, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V560
source: Driver injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un autre véhicule sans moteur | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V561
source: Passenger injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un autre véhicule sans moteur | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V562
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un autre véhicule sans moteur | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V563
source: Unspecified occupant of pick-up truck or van injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un autre véhicule sans moteur | occupant, sans précision, d'une camionnette, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V564
source: Person injured while boarding or alighting
fr_fr: occupant d'une camionnette blessé dans une collision avec un autre véhicule sans moteur | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V565
source: Driver injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un autre véhicule sans moteur | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V566
source: Passenger injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un autre véhicule sans moteur | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V567
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un autre véhicule sans moteur | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V569
source: Unspecified occupant of pick-up truck or van injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un autre véhicule sans moteur | occupant, sans précision, d'une camionnette, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V570
source: Driver injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un objet fixe ou stationnaire | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V571
source: Passenger injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un objet fixe ou stationnaire | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V572
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un objet fixe ou stationnaire | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V573
source: Unspecified occupant of pick-up truck or van injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un objet fixe ou stationnaire | occupant, sans précision, d'une camionnette, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V574
source: Person injured while boarding or alighting
fr_fr: occupant d'une camionnette blessé dans une collision avec un objet fixe ou stationnaire | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V575
source: Driver injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un objet fixe ou stationnaire | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V576
source: Passenger injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un objet fixe ou stationnaire | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V577
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un objet fixe ou stationnaire | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V579
source: Unspecified occupant of pick-up truck or van injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un objet fixe ou stationnaire | occupant, sans précision, d'une camionnette, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V580
source: Driver injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans un accident de transport, sans collision | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V581
source: Passenger injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans un accident de transport, sans collision | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V582
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans un accident de transport, sans collision | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V583
source: Unspecified occupant of pick-up truck or van injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans un accident de transport, sans collision | occupant, sans précision, d'une camionnette, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V584
source: Person injured while boarding or alighting
fr_fr: occupant d'une camionnette blessé dans un accident de transport, sans collision | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V585
source: Driver injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans un accident de transport, sans collision | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V586
source: Passenger injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans un accident de transport, sans collision | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V587
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans un accident de transport, sans collision | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V589
source: Unspecified occupant of pick-up truck or van injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans un accident de transport, sans collision | occupant, sans précision, d'une camionnette, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V590
source: Driver injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Conducteur blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V591
source: Passenger injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Passager blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V592
source: Unspecified occupant of pick-up truck or van injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Occupant, sans précision, d'une camionnette, blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V593
source: Occupant [any] of pick-up truck or van injured in unspecified nontraffic accident
fr_fr: Occupant [tout type] d'une camionnette, blessé dans un accident, sans précision, en dehors de la circulation

# model:gnuhealth.pathology,name:V594
source: Driver injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Conducteur blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V595
source: Passenger injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Passager blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V596
source: Unspecified occupant of pick-up truck or van injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Occupant, sans précision, d'une camionnette, blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V598
source: Occupant [any] of pick-up truck or van injured in other specified transport accidents
fr_fr: Occupant [tout type] d'une camionnette, blessé dans d'autres accidents de transport précisés

# model:gnuhealth.pathology,name:V599
source: Occupant [any] of pick-up truck or van injured in unspecified traffic accident
fr_fr: Occupant [tout type] d'une camionnette, blessé dans un accident de la circulation, sans précision

# model:gnuhealth.pathology,name:V600
source: Driver injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un piéton ou un animal | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V601
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un piéton ou un animal | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V602
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un piéton ou un animal | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V603
source: Unspecified occupant of heavy transport vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un piéton ou un animal | occupant, sans précision, d'un véhicule lourd, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V604
source: Person injured while boarding or alighting
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un piéton ou un animal | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V605
source: Driver injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un piéton ou un animal | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V606
source: Passenger injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un piéton ou un animal | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V607
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un piéton ou un animal | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V609
source: Unspecified occupant of heavy transport vehicle injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un piéton ou un animal | occupant, sans précision, d'un véhicule lourd, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V610
source: Driver injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un cycle | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V611
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un cycle | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V612
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un cycle | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V613
source: Unspecified occupant of heavy transport vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un cycle | occupant, sans précision, d'un véhicule lourd, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V614
source: Person injured while boarding or alighting
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un cycle | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V615
source: Driver injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un cycle | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V616
source: Passenger injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un cycle | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V617
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un cycle | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V619
source: Unspecified occupant of heavy transport vehicle injured in traffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un cycle | occupant, sans précision, d'un véhicule lourd, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V620
source: Driver injured in nontraffic accident
fr_fr: occupant d'un véhicule lourd blessé dans une collision avec un véhicule à moteur à deux ou trois roues | conducteur blessé dans un accident en dehors de la circulation
