Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:I401
source: Isolated myocarditis
de: Isolierte Myokarditis
fr_fr: Myocardite isolée
zh_cn: 孤立性心肌炎

# model:gnuhealth.pathology,name:I408
source: Other acute myocarditis
de: Sonstige akute Myokarditis
fr_fr: Autres myocardites aiguës
zh_cn: 其他的急性心肌炎

# model:gnuhealth.pathology,name:I409
source: Acute myocarditis, unspecified
de: Akute Myokarditis, nicht näher bezeichnet
fr_fr: Myocardite aiguë, sans précision
zh_cn: 未特指的急性心肌炎

# model:gnuhealth.pathology,name:I41
source: Myocarditis in diseases classified elsewhere
de: Myokarditis bei anderenorts klassifizierten Krankheiten
fr_fr: Myocardite au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的心肌炎

# model:gnuhealth.pathology,name:I410
source: Myocarditis in bacterial diseases classified elsewhere
de: Myokarditis bei anderenorts klassifizierten bakteriellen Krankheiten
fr_fr: Myocardite au cours de maladies bactériennes classées ailleurs
zh_cn: 分类于他处的细菌性疾病引起的心肌炎

# model:gnuhealth.pathology,name:I411
source: Myocarditis in viral diseases classified elsewhere
de: Myokarditis bei anderenorts klassifizierten Viruskrankheiten
fr_fr: Myocardite au cours de maladies virales classées ailleurs
zh_cn: 分类于他处的病毒性疾病引起的心肌炎

# model:gnuhealth.pathology,name:I412
source: Myocarditis in other infectious and parasitic diseases classified elsewhere
de: Myokarditis bei sonstigen anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Myocardite au cours d'autres maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的其他传染病和寄生虫病引起的心肌炎

# model:gnuhealth.pathology,name:I418
source: Myocarditis in other diseases classified elsewhere
de: Myokarditis bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Myocardite au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的心肌炎

# model:gnuhealth.pathology,name:I42
source: Cardiomyopathy
de: Kardiomyopathie
fr_fr: Myocardiopathie
zh_cn: 心肌病

# model:gnuhealth.pathology,name:I420
source: Dilated cardiomyopathy
de: Dilatative Kardiomyopathie
fr_fr: Myocardiopathie avec dilatation
zh_cn: 扩张型心肌病

# model:gnuhealth.pathology,name:I421
source: Obstructive hypertrophic cardiomyopathy
de: Hypertrophische obstruktive Kardiomyopathie
fr_fr: Myocardiopathie obstructive hypertrophique
zh_cn: 梗阻性肥厚型心肌病

# model:gnuhealth.pathology,name:I422
source: Other hypertrophic cardiomyopathy
de: Sonstige hypertrophische Kardiomyopathie
fr_fr: Autres myocardiopathies hypertrophiques
zh_cn: 其他肥厚型心肌病

# model:gnuhealth.pathology,name:I423
source: Endomyocardial (eosinophilic) disease
de: Eosinophile endomyokardiale Krankheit
fr_fr: Maladie endomyocardique (éosinophilique)
zh_cn: 心内膜心肌(嗜酸性)病

# model:gnuhealth.pathology,name:I424
source: Endocardial fibroelastosis
de: Endokardfibroelastose
fr_fr: Fibroélastose endocardique
zh_cn: 心内膜弹力纤维增生症

# model:gnuhealth.pathology,name:I425
source: Other restrictive cardiomyopathy
de: Sonstige restriktive Kardiomyopathie
fr_fr: Autres myocardiopathies restrictives
zh_cn: 其他的限制型心肌病

# model:gnuhealth.pathology,name:I426
source: Alcoholic cardiomyopathy
de: Alkoholische Kardiomyopathie
fr_fr: Myocardiopathie alcoolique
zh_cn: 酒精性心肌病

# model:gnuhealth.pathology,name:I427
source: Cardiomyopathy due to drugs and other external agents
de: Kardiomyopathie durch Arzneimittel oder sonstige exogene Substanzen
fr_fr: Myocardiopathie due à des médicaments et d'autres causes externes
zh_cn: 药物和其他外部因素引起的心肌病

# model:gnuhealth.pathology,name:I428
source: Other cardiomyopathies
de: Sonstige Kardiomyopathien
fr_fr: Autres myocardiopathies
zh_cn: 其他的心肌病

# model:gnuhealth.pathology,name:I429
source: Cardiomyopathy, unspecified
de: Kardiomyopathie, nicht näher bezeichnet
fr_fr: Myocardiopathie, sans précision
zh_cn: 未特指的心肌病

# model:gnuhealth.pathology,name:I43
source: Cardiomyopathy in diseases classified elsewhere
de: Kardiomyopathie bei anderenorts klassifizierten Krankheiten
fr_fr: Myocardiopathie au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的心肌病

# model:gnuhealth.pathology,name:I430
source: Cardiomyopathy in infectious and parasitic diseases classified elsewhere
de: Kardiomyopathie bei anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Myocardiopathie au cours de maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的传染病和寄生虫病引起的心肌病

# model:gnuhealth.pathology,name:I431
source: Cardiomyopathy in metabolic diseases
de: Kardiomyopathie bei Stoffwechselkrankheiten
fr_fr: Myocardiopathie au cours de maladies métaboliques
zh_cn: 代谢性疾病引起的心肌病

# model:gnuhealth.pathology,name:I432
source: Cardiomyopathy in nutritional diseases
de: Kardiomyopathie bei alimentären Krankheiten
fr_fr: Myocardiopathie au cours de maladies nutritionnelles
zh_cn: 营养性疾病引起的心肌病

# model:gnuhealth.pathology,name:I438
source: Cardiomyopathy in other diseases classified elsewhere
de: Kardiomyopathie bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Myocardiopathie au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的心肌病

# model:gnuhealth.pathology,name:I44
source: Atrioventricular and left bundle-branch block
de: Atrioventrikulärer Block und Linksschenkelblock
fr_fr: Bloc de branche gauche et auriculoventriculaire
zh_cn: 房室传导阻滞和左束支传导阻滞

# model:gnuhealth.pathology,name:I440
source: Atrioventricular block, first degree
de: Atrioventrikulärer Block 1. Grades
fr_fr: Bloc auriculoventriculaire du premier degré
zh_cn: 一度房室传导阻滞

# model:gnuhealth.pathology,name:I441
source: Atrioventricular block, second degree
de: Atrioventrikulärer Block 2. Grades
fr_fr: Bloc auriculoventriculaire du second degré
zh_cn: 二度房室传导阻滞

# model:gnuhealth.pathology,name:I442
source: Atrioventricular block, complete
de: Atrioventrikulärer Block 3. Grades
fr_fr: Bloc auriculoventriculaire complet
zh_cn: 完全性房室传导阻滞

# model:gnuhealth.pathology,name:I443
source: Other and unspecified atrioventricular block
de: Sonstiger und nicht näher bezeichneter atrioventrikulärer Block
fr_fr: Blocs auriculoventriculaires, autres et sans précision
zh_cn: 其他和未特指的房室传导阻滞

# model:gnuhealth.pathology,name:I444
source: Left anterior fascicular block
de: Linksanteriorer Faszikelblock
fr_fr: Bloc fasciculaire antérieur gauche
zh_cn: 左前分支传导阻滞

# model:gnuhealth.pathology,name:I445
source: Left posterior fascicular block
de: Linksposteriorer Faszikelblock
fr_fr: Bloc fasciculaire postérieur gauche
zh_cn: 左后分支传导阻滞

# model:gnuhealth.pathology,name:I446
source: Other and unspecified fascicular block
de: Sonstiger und nicht näher bezeichneter Faszikelblock
fr_fr: Blocs fasciculaires, autres et sans précision
zh_cn: 其他和未特指的分支传导阻滞

# model:gnuhealth.pathology,name:I447
source: Left bundle-branch block, unspecified
de: Linksschenkelblock, nicht näher bezeichnet
fr_fr: Bloc de branche gauche, sans précision
zh_cn: 未特指的左束支传导阻滞

# model:gnuhealth.pathology,name:I45
source: Other conduction disorders
de: Sonstige kardiale Erregungsleitungsstörungen
fr_fr: Autres troubles de la conduction
zh_cn: 其他传导疾患

# model:gnuhealth.pathology,name:I450
source: Right fascicular block
de: Rechtsfaszikulärer Block
fr_fr: Bloc fasciculaire droit
zh_cn: 右分支传导阻滞

# model:gnuhealth.pathology,name:I451
source: Other and unspecified right bundle-branch block
de: Sonstiger und nicht näher bezeichneter Rechtsschenkelblock
fr_fr: Blocs de branche droit, autres et sans précision
zh_cn: 其他和未特指的右束支传导阻滞

# model:gnuhealth.pathology,name:I452
source: Bifascicular block
de: Bifaszikulärer Block
fr_fr: Bloc bifasciculaire
zh_cn: 双分支传导阻滞

# model:gnuhealth.pathology,name:I453
source: Trifascicular block
de: Trifaszikulärer Block
fr_fr: Bloc trifasciculaire
zh_cn: 三分支传导阻滞

# model:gnuhealth.pathology,name:I454
source: Nonspecific intraventricular block
de: Unspezifischer intraventrikulärer Block
fr_fr: Bloc ventriculaire non spécifique
zh_cn: 非特异性室内传导阻滞

# model:gnuhealth.pathology,name:I455
source: Other specified heart block
de: Sonstiger näher bezeichneter Herzblock
fr_fr: Autre bloc cardiaque précisé
zh_cn: 其他特指的心脏传导阻滞

# model:gnuhealth.pathology,name:I456
source: Pre-excitation syndrome
de: Präexzitations-Syndrom
zh_cn: 预激综合征

# model:gnuhealth.pathology,name:I458
source: Other specified conduction disorders
de: Sonstige näher bezeichnete kardiale Erregungsleitungsstörungen
fr_fr: Autres troubles précisés de la conduction
zh_cn: 其他特指的传导疾患

# model:gnuhealth.pathology,name:I459
source: Conduction disorder, unspecified
de: Kardiale Erregungsleitungsstörung, nicht näher bezeichnet
fr_fr: Trouble de la conduction, sans précision
zh_cn: 未特指的传导疾患

# model:gnuhealth.pathology,name:I46
source: Cardiac arrest
de: Herzstillstand
fr_fr: Arrêt cardiaque
zh_cn: 心脏停搏

# model:gnuhealth.pathology,name:I460
source: Cardiac arrest with successful resuscitation
de: Herzstillstand mit erfolgreicher Wiederbelebung
fr_fr: Arrêt cardiaque réanimé avec succès
zh_cn: 心脏停搏复苏成功

# model:gnuhealth.pathology,name:I461
source: Sudden cardiac death, so described
de: Plötzlicher Herztod, so beschrieben
fr_fr: Mort cardiaque subite, décrite ainsi
zh_cn: 被描述为心脏性猝死

# model:gnuhealth.pathology,name:I469
source: Cardiac arrest, unspecified
de: Herzstillstand, nicht näher bezeichnet
fr_fr: Arrêt cardiaque, sans précision
zh_cn: 未特指的心脏停搏

# model:gnuhealth.pathology,name:I47
source: Paroxysmal tachycardia
de: Paroxysmale Tachykardie
fr_fr: Tachycardie paroxystique
zh_cn: 阵发性心动过速

# model:gnuhealth.pathology,name:I470
source: Re-entry ventricular arrhythmia
de: Ventrikuläre Arrhythmie durch Re-entry
zh_cn: 折返性室性心律失常

# model:gnuhealth.pathology,name:I471
source: Supraventricular tachycardia
de: Supraventrikuläre Tachykardie
fr_fr: Tachycardie supraventriculaire
zh_cn: 室上性心动过速

# model:gnuhealth.pathology,name:I472
source: Ventricular tachycardia
de: Ventrikuläre Tachykardie
fr_fr: Tachycardie ventriculaire
zh_cn: 室性心动过速

# model:gnuhealth.pathology,name:I479
source: Paroxysmal tachycardia, unspecified
de: Paroxysmale Tachykardie, nicht näher bezeichnet
fr_fr: Tachycardie paroxystique, sans précision
zh_cn: 未特指的阵发性心动过速

# model:gnuhealth.pathology,name:I48
source: Atrial fibrillation and flutter
de: Vorhofflimmern und Vorhofflattern
fr_fr: Fibrillation et flutter auriculaires
zh_cn: 心房纤颤和扑动

# model:gnuhealth.pathology,name:I480
source: Paroxysmal atrial fibrillation
de: Vorhofflimmern, paroxysmal

# model:gnuhealth.pathology,name:I481
source: Persistent atrial fibrillation
de: Vorhofflimmern, persistierend

# model:gnuhealth.pathology,name:I482
source: Chronic atrial fibrillation
de: Vorhofflimmern, chronisch

# model:gnuhealth.pathology,name:I483
source: Typical atrial flutter
de: Vorhofflattern, typisch

# model:gnuhealth.pathology,name:I484
source: Atypical atrial flutter
de: Vorhofflattern, atypisch

# model:gnuhealth.pathology,name:I489
source: Atrial fibrillation and atrial flutter, unspecified
de: Vorhofflimmern und Vorhofflattern, nicht näher bezeichnet

# model:gnuhealth.pathology,name:I49
source: Other cardiac arrhythmias
de: Sonstige kardiale Arrhythmien
fr_fr: Autres arythmies cardiaques
zh_cn: 其他心律失常

# model:gnuhealth.pathology,name:I490
source: Ventricular fibrillation and flutter
de: Kammerflattern und Kammerflimmern
fr_fr: Fibrillation et flutter ventriculaires
zh_cn: 心室纤颤和扑动

# model:gnuhealth.pathology,name:I491
source: Atrial premature depolarization
de: Vorhofextrasystolie
zh_cn: 心房过早除极

# model:gnuhealth.pathology,name:I492
source: Junctional premature depolarization
de: AV-junktionale Extrasystolie
zh_cn: 交界性过早除极

# model:gnuhealth.pathology,name:I493
source: Ventricular premature depolarization
de: Ventrikuläre Extrasystolie
zh_cn: 心室过早除极

# model:gnuhealth.pathology,name:I494
source: Other and unspecified premature depolarization
de: Sonstige und nicht näher bezeichnete Extrasystolie
zh_cn: 其他和未特指的过早除极

# model:gnuhealth.pathology,name:I495
source: Sick sinus syndrome
de: Sick-Sinus-Syndrom
fr_fr: Syndrome de dysfonctionnement sinusal
zh_cn: 病态窦性综合征

# model:gnuhealth.pathology,name:I498
source: Other specified cardiac arrhythmias
de: Sonstige näher bezeichnete kardiale Arrhythmien
fr_fr: Autres arythmies cardiaques précisées
zh_cn: 其他特指的心律失常

# model:gnuhealth.pathology,name:I499
source: Cardiac arrhythmia, unspecified
de: Kardiale Arrhythmie, nicht näher bezeichnet
fr_fr: Arythmie cardiaque, sans précision
zh_cn: 未特指的心律失常

# model:gnuhealth.pathology,name:I50
source: Heart failure
de: Herzinsuffizienz
fr_fr: Insuffisance cardiaque
zh_cn: 心力衰竭

# model:gnuhealth.pathology,name:I500
source: Congestive heart failure
de: Kongestive Herzinsuffizienz
fr_fr: Insuffisance cardiaque congestive
zh_cn: 充血性心力衰竭

# model:gnuhealth.pathology,name:I501
source: Left ventricular failure
de: Linksherzinsuffizienz
fr_fr: Insuffisance ventriculaire gauche
zh_cn: 左心室衰竭

# model:gnuhealth.pathology,name:I509
source: Heart failure, unspecified
de: Herzinsuffizienz, nicht näher bezeichnet
fr_fr: Insuffisance cardiaque, sans précision
zh_cn: 未特指的心力衰竭

# model:gnuhealth.pathology,name:I51
source: Complications and ill-defined descriptions of heart disease
de: Komplikationen einer Herzkrankheit und ungenau beschriebene Herzkrankheit
fr_fr: Complications de cardiopathies et maladies cardiaques mal définies
zh_cn: 心脏病的并发症和不明确表述

# model:gnuhealth.pathology,name:I510
source: Cardiac septal defect, acquired
de: Herzseptumdefekt, erworben
fr_fr: Anomalie d'un septum cardiaque, acquise
zh_cn: 心间隔缺损，后天性

# model:gnuhealth.pathology,name:I511
source: Rupture of chordae tendineae, not elsewhere classified
de: Ruptur der Chordae tendineae, anderenorts nicht klassifiziert
fr_fr: Rupture des cordages tendineux, non classée ailleurs
zh_cn: 腱索断裂，不可归类在他处者

# model:gnuhealth.pathology,name:I512
source: Rupture of papillary muscle, not elsewhere classified
de: Papillarmuskelruptur, anderenorts nicht klassifiziert
fr_fr: Rupture du muscle papillaire, non classée ailleurs
zh_cn: 乳头肌断裂，不可归类在他处者

# model:gnuhealth.pathology,name:I513
source: Intracardiac thrombosis, not elsewhere classified
de: Intrakardiale Thrombose, anderenorts nicht klassifiziert
fr_fr: Thrombose intracardiaque, non classée ailleurs
zh_cn: 心内血栓形成，不可归类在他处者

# model:gnuhealth.pathology,name:I514
source: Myocarditis, unspecified
de: Myokarditis, nicht näher bezeichnet
fr_fr: Myocardite, sans précision
zh_cn: 未特指的心肌炎

# model:gnuhealth.pathology,name:I515
source: Myocardial degeneration
de: Myokarddegeneration
fr_fr: Dégénérescence du myocarde
zh_cn: 心肌变性

# model:gnuhealth.pathology,name:I516
source: Cardiovascular disease, unspecified
de: Herz-Kreislauf-Krankheit, nicht näher bezeichnet
fr_fr: Maladie cardio-vasculaire, sans précision
zh_cn: 未特指的心血管疾病

# model:gnuhealth.pathology,name:I517
source: Cardiomegaly
de: Kardiomegalie
fr_fr: Cardiomégalie
zh_cn: 心脏肥大

# model:gnuhealth.pathology,name:I518
source: Other ill-defined heart diseases
de: Sonstige ungenau bezeichnete Herzkrankheiten
fr_fr: Autres cardiopathies mal définies
zh_cn: 其他不明确的心脏病

# model:gnuhealth.pathology,name:I519
source: Heart disease, unspecified
de: Herzkrankheit, nicht näher bezeichnet
fr_fr: Cardiopathie, sans précision
zh_cn: 未特指的心脏病

# model:gnuhealth.pathology,name:I52
source: Other heart disorders in diseases classified elsewhere
de: Sonstige Herzkrankheiten bei anderenorts klassifizierten Krankheiten
fr_fr: Autres cardiopathies au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的其他心脏疾患

# model:gnuhealth.pathology,name:I520
source: Other heart disorders in bacterial diseases classified elsewhere
de: Sonstige Herzkrankheiten bei anderenorts klassifizierten bakteriellen Krankheiten
fr_fr: Autres cardiopathies au cours de maladies bactériennes classées ailleurs
zh_cn: 分类于他处的细菌性疾病引起的其他心脏疾患

# model:gnuhealth.pathology,name:I521
source: Other heart disorders in other infectious and parasitic diseases classified elsewhere
de: Sonstige Herzkrankheiten bei sonstigen anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Autres cardiopathies au cours d'autres maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的其他传染病和寄生虫病引起的其他心脏疾患

# model:gnuhealth.pathology,name:I528
source: Other heart disorders in other diseases classified elsewhere
de: Sonstige Herzkrankheiten bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Autres cardiopathies au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的其他心脏疾患

# model:gnuhealth.pathology,name:I60
source: Subarachnoid haemorrhage
de: Subarachnoidalblutung
fr_fr: Hémorragie sous-arachnoïdienne
zh_cn: 蛛网膜下出血

# model:gnuhealth.pathology,name:I600
source: Subarachnoid haemorrhage from carotid siphon and bifurcation
de: Subarachnoidalblutung, vom Karotissiphon oder der Karotisbifurkation ausgehend
fr_fr: Hémorragie sous-arachnoïdienne de la bifurcation et du siphon carotidien
zh_cn: 颈动脉弯管和杈的蛛网膜下出血

# model:gnuhealth.pathology,name:I601
source: Subarachnoid haemorrhage from middle cerebral artery
de: Subarachnoidalblutung, von der A. cerebri media ausgehend
fr_fr: Hémorragie sous-arachnoïdienne de l'artère cérébrale moyenne
zh_cn: 大脑中动脉的蛛网膜下出血

# model:gnuhealth.pathology,name:I602
source: Subarachnoid haemorrhage from anterior communicating artery
de: Subarachnoidalblutung, von der A. communicans anterior ausgehend
fr_fr: Hémorragie sous-arachnoïdienne de l'artère communicante antérieure
zh_cn: 前交通动脉的蛛网膜下出血

# model:gnuhealth.pathology,name:I603
source: Subarachnoid haemorrhage from posterior communicating artery
de: Subarachnoidalblutung, von der A. communicans posterior ausgehend
fr_fr: Hémorragie sous-arachnoïdienne de l'artère communicante postérieure
zh_cn: 后交通动脉的蛛网膜下出血

# model:gnuhealth.pathology,name:I604
source: Subarachnoid haemorrhage from basilar artery
de: Subarachnoidalblutung, von der A. basilaris ausgehend
fr_fr: Hémorragie sous-arachnoïdienne de l'artère basilaire
zh_cn: 基底动脉的蛛网膜下出血

# model:gnuhealth.pathology,name:I605
source: Subarachnoid haemorrhage from vertebral artery
de: Subarachnoidalblutung, von der A. vertebralis ausgehend
fr_fr: Hémorragie sous-arachnoïdienne de l'artère vertébrale
zh_cn: 椎动脉的蛛网膜下出血

# model:gnuhealth.pathology,name:I606
source: Subarachnoid haemorrhage from other intracranial arteries
de: Subarachnoidalblutung, von sonstigen intrakraniellen Arterien ausgehend
fr_fr: Hémorragie sous-arachnoïdienne d'autres artères intracrâniennes
zh_cn: 其他颅内动脉的蛛网膜下出血

# model:gnuhealth.pathology,name:I607
source: Subarachnoid haemorrhage from intracranial artery, unspecified
de: Subarachnoidalblutung, von nicht näher bezeichneter intrakranieller Arterie ausgehend
fr_fr: Hémorragie sous-arachnoïdienne d'une artère intracrânienne, sans précision
zh_cn: 未特指颅内动脉的蛛网膜下出血

# model:gnuhealth.pathology,name:I608
source: Other subarachnoid haemorrhage
de: Sonstige Subarachnoidalblutung
fr_fr: Autres hémorragies sous-arachnoïdiennes
zh_cn: 其他的蛛网膜下出血

# model:gnuhealth.pathology,name:I609
source: Subarachnoid haemorrhage, unspecified
de: Subarachnoidalblutung, nicht näher bezeichnet
fr_fr: Hémorragie sous-arachnoïdienne, sans précision
zh_cn: 未特指的蛛网膜下出血

# model:gnuhealth.pathology,name:I61
source: Intracerebral haemorrhage
de: Intrazerebrale Blutung
fr_fr: Hémorragie intracérébrale
zh_cn: 脑内出血

# model:gnuhealth.pathology,name:I610
source: Intracerebral haemorrhage in hemisphere, subcortical
de: Intrazerebrale Blutung in die Großhirnhemisphäre, subkortikal
fr_fr: Hémorragie intracérébrale hémisphérique, sous-corticale
zh_cn: 大脑半球的脑内出血，皮质下

# model:gnuhealth.pathology,name:I611
source: Intracerebral haemorrhage in hemisphere, cortical
de: Intrazerebrale Blutung in die Großhirnhemisphäre, kortikal
fr_fr: Hémorragie intracérébrale hémisphérique, corticale
zh_cn: 大脑半球的脑内出血，皮质的

# model:gnuhealth.pathology,name:I612
source: Intracerebral haemorrhage in hemisphere, unspecified
de: Intrazerebrale Blutung in die Großhirnhemisphäre, nicht näher bezeichnet
fr_fr: Hémorragie intracérébrale hémisphérique, non précisée
zh_cn: 大脑半球未特指的脑内出血

# model:gnuhealth.pathology,name:I613
source: Intracerebral haemorrhage in brain stem
de: Intrazerebrale Blutung in den Hirnstamm
fr_fr: Hémorragie intracérébrale du tronc cérébral
zh_cn: 脑干的脑内出血

# model:gnuhealth.pathology,name:I614
source: Intracerebral haemorrhage in cerebellum
de: Intrazerebrale Blutung in das Kleinhirn
fr_fr: Hémorragie intracérébrale cérébelleuse
zh_cn: 小脑的脑内出血

# model:gnuhealth.pathology,name:I615
source: Intracerebral haemorrhage, intraventricular
de: Intrazerebrale intraventrikuläre Blutung
fr_fr: Hémorragie intracérébrale intraventriculaire
zh_cn: 脑内出血，脑室内

# model:gnuhealth.pathology,name:I616
source: Intracerebral haemorrhage, multiple localized
de: Intrazerebrale Blutung an mehreren Lokalisationen
zh_cn: 脑内出血，多处局限性

# model:gnuhealth.pathology,name:I618
source: Other intracerebral haemorrhage
de: Sonstige intrazerebrale Blutung
fr_fr: Autres hémorragies intracérébrales
zh_cn: 其他脑内出血

# model:gnuhealth.pathology,name:I619
source: Intracerebral haemorrhage, unspecified
de: Intrazerebrale Blutung, nicht näher bezeichnet
fr_fr: Hémorragie intracérébrale, sans précision
zh_cn: 未特指的脑内出血

# model:gnuhealth.pathology,name:I62
source: Other nontraumatic intracranial haemorrhage
de: Sonstige nichttraumatische intrakranielle Blutung
fr_fr: Autres hémorragies intracrâniennes non traumatiques
zh_cn: 其他非创伤性颅内出血

# model:gnuhealth.pathology,name:I620
source: Subdural haemorrhage (acute)(nontraumatic)
de: Nichttraumatische subdurale Blutung
zh_cn: 硬膜下出血(急性)(非创伤性)

# model:gnuhealth.pathology,name:I621
source: Nontraumatic extradural haemorrhage
de: Nichttraumatische extradurale Blutung
fr_fr: Hémorragie extradurale non traumatique
zh_cn: 非创伤性硬膜外出血

# model:gnuhealth.pathology,name:I629
source: Intracranial haemorrhage (nontraumatic), unspecified
de: Intrakranielle Blutung (nichttraumatisch), nicht näher bezeichnet
fr_fr: Hémorragie intracrânienne (non traumatique), sans précision
zh_cn: 未特指的颅内出血(非创伤性)

# model:gnuhealth.pathology,name:I63
source: Cerebral infarction
de: Hirninfarkt
fr_fr: Infarctus cérébral
zh_cn: 脑梗死

# model:gnuhealth.pathology,name:I630
source: Cerebral infarction due to thrombosis of precerebral arteries
de: Hirninfarkt durch Thrombose präzerebraler Arterien
fr_fr: Infarctus cérébral dû à une thrombose des artères précérébrales
zh_cn: 入脑前动脉血栓形成引起的脑梗死

# model:gnuhealth.pathology,name:I631
source: Cerebral infarction due to embolism of precerebral arteries
de: Hirninfarkt durch Embolie präzerebraler Arterien
fr_fr: Infarctus cérébral dû à une embolie des artères précérébrales
zh_cn: 入脑前动脉栓塞引起的脑梗死

# model:gnuhealth.pathology,name:I632
source: Cerebral infarction due to unspecified occlusion or stenosis of precerebral arteries
de: Hirninfarkt durch nicht näher bezeichneten Verschluss oder Stenose präzerebraler Arterien
fr_fr: Infarctus cérébral dû à une occlusion ou sténose des artères précérébrales, de mécanisme non précisé
zh_cn: 入脑前动脉未特指的闭塞或狭窄引起的脑梗死

# model:gnuhealth.pathology,name:I633
source: Cerebral infarction due to thrombosis of cerebral arteries
de: Hirninfarkt durch Thrombose zerebraler Arterien
fr_fr: Infarctus cérébral dû à une thrombose des artères cérébrales
zh_cn: 大脑动脉血栓形成引起的脑梗死

# model:gnuhealth.pathology,name:I634
source: Cerebral infarction due to embolism of cerebral arteries
de: Hirninfarkt durch Embolie zerebraler Arterien
fr_fr: Infarctus cérébral dû à une embolie des artères cérébrales
zh_cn: 大脑动脉栓塞引起的脑梗死

# model:gnuhealth.pathology,name:I635
source: Cerebral infarction due to unspecified occlusion or stenosis of cerebral arteries
de: Hirninfarkt durch nicht näher bezeichneten Verschluss oder Stenose zerebraler Arterien
fr_fr: Infarctus cérébral dû à une occlusion ou sténose des artères cérébrales, de mécanisme non précisé
zh_cn: 大脑动脉未特指的闭塞或狭窄引起的脑梗死

# model:gnuhealth.pathology,name:I636
source: Cerebral infarction due to cerebral venous thrombosis, nonpyogenic
de: Hirninfarkt durch Thrombose der Hirnvenen, nichteitrig
fr_fr: Infarctus cérébral dû à une thrombose veineuse cérébrale, non pyogène
zh_cn: 大脑静脉血栓形成引起的脑梗死，
