Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:A207
source: Septicaemic plague
de: Pestsepsis
fr_fr: Peste septicémique
zh_cn: 败血症型鼠疫

# model:gnuhealth.pathology,name:A208
source: Other forms of plague
de: Sonstige Formen der Pest
fr_fr: Autres formes de peste
zh_cn: 其他形式的鼠疫

# model:gnuhealth.pathology,name:A209
source: Plague, unspecified
de: Pest, nicht näher bezeichnet
fr_fr: Peste, sans précision
zh_cn: 未特指的鼠疫

# model:gnuhealth.pathology,name:A21
source: Tularaemia
de: Tularämie
fr_fr: Tularémie
zh_cn: 土拉菌病[兔热病]

# model:gnuhealth.pathology,name:A210
source: Ulceroglandular tularaemia
de: Ulzeroglanduläre Tularämie
fr_fr: Tularémie ulcéro-glandulaire
zh_cn: 溃疡腺型土拉菌病

# model:gnuhealth.pathology,name:A211
source: Oculoglandular tularaemia
de: Okuloglanduläre Tularämie
fr_fr: Tularémie oculo-glandulaire
zh_cn: 眼腺型土拉菌病

# model:gnuhealth.pathology,name:A212
source: Pulmonary tularaemia
de: Pulmonale Tularämie
fr_fr: Tularémie pulmonaire
zh_cn: 肺土拉菌病

# model:gnuhealth.pathology,name:A213
source: Gastrointestinal tularaemia
de: Gastrointestinale Tularämie
zh_cn: 胃肠土拉菌病

# model:gnuhealth.pathology,name:A217
source: Generalized tularaemia
de: Generalisierte Tularämie
zh_cn: 全身性土拉菌病

# model:gnuhealth.pathology,name:A218
source: Other forms of tularaemia
de: Sonstige Formen der Tularämie
fr_fr: Autres formes de tularémie
zh_cn: 其他形式的土拉菌病

# model:gnuhealth.pathology,name:A219
source: Tularaemia, unspecified
de: Tularämie, nicht näher bezeichnet
fr_fr: Tularémie, sans précision
zh_cn: 未特指的土拉菌病

# model:gnuhealth.pathology,name:A22
source: Anthrax
de: Anthrax [Milzbrand]
fr_fr: Charbon
zh_cn: 炭疽

# model:gnuhealth.pathology,name:A220
source: Cutaneous anthrax
de: Hautmilzbrand
fr_fr: Charbon cutané
zh_cn: 皮肤炭疽

# model:gnuhealth.pathology,name:A221
source: Pulmonary anthrax
de: Lungenmilzbrand
fr_fr: Charbon pulmonaire
zh_cn: 肺炭疽

# model:gnuhealth.pathology,name:A222
source: Gastrointestinal anthrax
de: Darmmilzbrand
zh_cn: 胃肠炭疽

# model:gnuhealth.pathology,name:A227
source: Anthrax sepsis
de: Milzbrandsepsis
zh_cn: 炭疽性败血症

# model:gnuhealth.pathology,name:A228
source: Other forms of anthrax
de: Sonstige Formen des Milzbrandes
fr_fr: Autres formes de charbon
zh_cn: 其他形式的炭疽

# model:gnuhealth.pathology,name:A229
source: Anthrax, unspecified
de: Milzbrand, nicht näher bezeichnet
fr_fr: Charbon, sans précision
zh_cn: 未特指的炭疽

# model:gnuhealth.pathology,name:A23
source: Brucellosis
de: Brucellose
fr_fr: Brucellose
zh_cn: 布氏菌病

# model:gnuhealth.pathology,name:A230
source: Brucellosis due to Brucella melitensis
de: Brucellose durch Brucella melitensis
fr_fr: Brucellose à Brucella melitensis
zh_cn: 马耳他布氏菌病

# model:gnuhealth.pathology,name:A231
source: Brucellosis due to Brucella abortus
de: Brucellose durch Brucella abortus
fr_fr: Brucellose à Brucella abortus
zh_cn: 流产布氏菌病

# model:gnuhealth.pathology,name:A232
source: Brucellosis due to Brucella suis
de: Brucellose durch Brucella suis
fr_fr: Brucellose à Brucella suis
zh_cn: 猪布氏菌病

# model:gnuhealth.pathology,name:A233
source: Brucellosis due to Brucella canis
de: Brucellose durch Brucella canis
fr_fr: Brucellose à Brucella canis
zh_cn: 犬布氏菌病

# model:gnuhealth.pathology,name:A238
source: Other brucellosis
de: Sonstige Brucellose
fr_fr: Autres brucelloses
zh_cn: 其他布氏菌病

# model:gnuhealth.pathology,name:A239
source: Brucellosis, unspecified
de: Brucellose, nicht näher bezeichnet
fr_fr: Brucellose, sans précision
zh_cn: 未特指的布氏菌病

# model:gnuhealth.pathology,name:A24
source: Glanders and melioidosis
de: Rotz [Malleus] und Melioidose [Pseudorotz]
fr_fr: Morve et mélioïdose
zh_cn: 鼻疽和类鼻疽

# model:gnuhealth.pathology,name:A240
source: Glanders
de: Rotz
fr_fr: Morve
zh_cn: 鼻疽

# model:gnuhealth.pathology,name:A241
source: Acute and fulminating melioidosis
de: Akute oder fulminante Melioidose
fr_fr: Mélioïdose aiguë et galopante
zh_cn: 急性和暴发性类鼻疽

# model:gnuhealth.pathology,name:A242
source: Subacute and chronic melioidosis
de: Subakute oder chronische Melioidose
fr_fr: Mélioïdose subaiguë et chronique
zh_cn: 亚急性和慢性类鼻疽

# model:gnuhealth.pathology,name:A243
source: Other melioidosis
de: Sonstige Melioidose
fr_fr: Autres mélioïdoses
zh_cn: 其他类鼻疽

# model:gnuhealth.pathology,name:A244
source: Melioidosis, unspecified
de: Melioidose, nicht näher bezeichnet
fr_fr: Mélioïdose, sans précision
zh_cn: 未特指的类鼻疽

# model:gnuhealth.pathology,name:A25
source: Rat-bite fevers
de: Rattenbisskrankheiten
fr_fr: Fièvres causées par morsure de rat
zh_cn: 鼠咬热

# model:gnuhealth.pathology,name:A250
source: Spirillosis
de: Spirillen-Rattenbisskrankheit
fr_fr: Spirillose
zh_cn: 螺菌病

# model:gnuhealth.pathology,name:A251
source: Streptobacillosis
de: Streptobazillen-Rattenbisskrankheit
fr_fr: Streptobacillose
zh_cn: 链杆菌病

# model:gnuhealth.pathology,name:A259
source: Rat-bite fever, unspecified
de: Rattenbisskrankheit, nicht näher bezeichnet
fr_fr: Fièvre causée par morsure de rat, sans précision
zh_cn: 未特指的鼠咬热

# model:gnuhealth.pathology,name:A260
source: Cutaneous erysipeloid
de: Haut-Erysipeloid
fr_fr: Erysipéloïde cutanée
zh_cn: 皮肤类丹毒

# model:gnuhealth.pathology,name:A268
source: Other forms of erysipeloid
de: Sonstige Formen des Erysipeloids
fr_fr: Autres formes d'érysipéloïde
zh_cn: 其他形式的类丹毒

# model:gnuhealth.pathology,name:A269
source: Erysipeloid, unspecified
de: Erysipeloid, nicht näher bezeichnet
fr_fr: Erysipéloïde, sans précision
zh_cn: 未特指的类丹毒

# model:gnuhealth.pathology,name:A27
source: Leptospirosis
de: Leptospirose
fr_fr: Leptospirose
zh_cn: 钩端螺旋体病

# model:gnuhealth.pathology,name:A270
source: Leptospirosis icterohaemorrhagica
de: Leptospirosis icterohaemorrhagica [Weil-Krankheit]
fr_fr: Leptospirose ictéro-hémorragique
zh_cn: 出血性黄疸钩端螺旋体病

# model:gnuhealth.pathology,name:A278
source: Other forms of leptospirosis
de: Sonstige Formen der Leptospirose
fr_fr: Autres formes de leptospirose
zh_cn: 其他形式的钩端螺旋体病

# model:gnuhealth.pathology,name:A279
source: Leptospirosis, unspecified
de: Leptospirose, nicht näher bezeichnet
fr_fr: Leptospirose, sans précision
zh_cn: 未特指的钩端螺旋体病

# model:gnuhealth.pathology,name:A28
source: Other zoonotic bacterial diseases, not elsewhere classified
de: Sonstige bakterielle Zoonosen, anderenorts nicht klassifiziert
fr_fr: Autres anthropozoonoses bactériennes, non classées ailleurs
zh_cn: 其他动物源性细菌性疾病，不可归类在他处者

# model:gnuhealth.pathology,name:A280
source: Pasteurellosis
de: Pasteurellose
fr_fr: Pasteurellose
zh_cn: 巴斯德菌病

# model:gnuhealth.pathology,name:A281
source: Cat-scratch disease
de: Katzenkratzkrankheit
fr_fr: Maladie des griffes du chat
zh_cn: 猫抓病

# model:gnuhealth.pathology,name:A282
source: Extraintestinal yersiniosis
de: Extraintestinale Yersiniose
fr_fr: Yersiniose extra-intestinale
zh_cn: 肠外耶尔森菌病

# model:gnuhealth.pathology,name:A288
source: Other specified zoonotic bacterial diseases, not elsewhere classified
de: Sonstige näher bezeichnete bakterielle Zoonosen, anderenorts nicht klassifiziert
fr_fr: Autres anthropozoonoses bactériennes précisées, non classées ailleurs
zh_cn: 其他特指的动物源性细菌性疾病，不可归类在他处者

# model:gnuhealth.pathology,name:A289
source: Zoonotic bacterial disease, unspecified
de: Bakterielle Zoonose, nicht näher bezeichnet
fr_fr: Anthropozoonose bactérienne, sans précision
zh_cn: 未特指的动物源性细菌性疾病

# model:gnuhealth.pathology,name:A30
source: Leprosy [Hansen disease]
de: Lepra [Aussatz]
zh_cn: 麻风[汉森病]

# model:gnuhealth.pathology,name:A300
source: Indeterminate leprosy
de: Indeterminierte Lepra
fr_fr: Lèpre indéterminée
zh_cn: 未定类麻风

# model:gnuhealth.pathology,name:A301
source: Tuberculoid leprosy
de: Tuberkuloide Lepra
fr_fr: Lèpre tuberculoïde
zh_cn: 结核样型麻风

# model:gnuhealth.pathology,name:A302
source: Borderline tuberculoid leprosy
de: Borderline-tuberkuloide Lepra
fr_fr: Lèpre tuberculoïde de type intermédiaire atypique
zh_cn: 偏结核样型界线类麻风

# model:gnuhealth.pathology,name:A303
source: Borderline leprosy
de: Borderline-Lepra
fr_fr: Lèpre de type intermédiaire atypique
zh_cn: 中间界线类麻风

# model:gnuhealth.pathology,name:A304
source: Borderline lepromatous leprosy
de: Borderline-lepromatöse Lepra
fr_fr: Lèpre lépromateuse de type intermédiaire atypique
zh_cn: 偏瘤型界线类麻风

# model:gnuhealth.pathology,name:A305
source: Lepromatous leprosy
de: Lepromatöse Lepra
fr_fr: Lèpre lépromateuse
zh_cn: 瘤型麻风

# model:gnuhealth.pathology,name:A308
source: Other forms of leprosy
de: Sonstige Formen der Lepra
fr_fr: Autres formes de lèpre
zh_cn: 其他形式的麻风

# model:gnuhealth.pathology,name:A309
source: Leprosy, unspecified
de: Lepra, nicht näher bezeichnet
fr_fr: Lèpre, sans précision
zh_cn: 未特指的麻风

# model:gnuhealth.pathology,name:A31
source: Infection due to other mycobacteria
de: Infektion durch sonstige Mykobakterien
fr_fr: Infections dues à d'autres mycobactéries
zh_cn: 其他分枝杆菌感染

# model:gnuhealth.pathology,name:A310
source: Pulmonary mycobacterial infection
de: Infektion der Lunge durch sonstige Mykobakterien
fr_fr: Infection pulmonaire à Mycobacterium
zh_cn: 肺分枝杆菌感染

# model:gnuhealth.pathology,name:A311
source: Cutaneous mycobacterial infection
de: Infektion der Haut durch sonstige Mykobakterien
fr_fr: Infection cutanée à Mycobacterium
zh_cn: 皮肤分枝杆菌感染

# model:gnuhealth.pathology,name:A318
source: Other mycobacterial infections
de: Sonstige Infektionen durch Mykobakterien
fr_fr: Autres infections à Mycobacterium
zh_cn: 其他分枝杆菌感染

# model:gnuhealth.pathology,name:A319
source: Mycobacterial infection, unspecified
de: Infektion durch Mykobakterien, nicht näher bezeichnet
fr_fr: Infection à Mycobacterium, sans précision
zh_cn: 未特指的分枝杆菌感染

# model:gnuhealth.pathology,name:A32
source: Listeriosis
de: Listeriose
fr_fr: Listériose
zh_cn: 利斯特菌病

# model:gnuhealth.pathology,name:A320
source: Cutaneous listeriosis
de: Kutane Listeriose
fr_fr: Listériose cutanée
zh_cn: 皮肤利斯特菌病

# model:gnuhealth.pathology,name:A321
source: Listerial meningitis and meningoencephalitis
de: Meningitis und Meningoenzephalitis durch Listerien
fr_fr: Méningite et méningo-encéphalite listériennes
zh_cn: 利斯特菌性脑膜炎和脑膜脑炎

# model:gnuhealth.pathology,name:A327
source: Listerial sepsis
de: Listeriensepsis
zh_cn: 利斯特菌脓毒病

# model:gnuhealth.pathology,name:A328
source: Other forms of listeriosis
de: Sonstige Formen der Listeriose
fr_fr: Autres formes de listériose
zh_cn: 其他形式的利斯特菌病

# model:gnuhealth.pathology,name:A329
source: Listeriosis, unspecified
de: Listeriose, nicht näher bezeichnet
fr_fr: Listériose, sans précision
zh_cn: 未特指的利斯特菌病

# model:gnuhealth.pathology,name:A34
source: Obstetrical tetanus
de: Tetanus während der Schwangerschaft, der Geburt und des Wochenbettes
fr_fr: Tétanos obstétrical
zh_cn: 产科破伤风

# model:gnuhealth.pathology,name:A35
source: Other tetanus
de: Sonstiger Tetanus
fr_fr: Autres formes de tétanos
zh_cn: 其他破伤风

# model:gnuhealth.pathology,name:A36
source: Diphtheria
de: Diphtherie
fr_fr: Diphtérie
zh_cn: 白喉

# model:gnuhealth.pathology,name:A360
source: Pharyngeal diphtheria
de: Rachendiphtherie
fr_fr: Diphtérie pharyngée
zh_cn: 咽白喉

# model:gnuhealth.pathology,name:A361
source: Nasopharyngeal diphtheria
de: Nasenrachendiphtherie
fr_fr: Diphtérie rhinopharyngée
zh_cn: 鼻咽白喉

# model:gnuhealth.pathology,name:A362
source: Laryngeal diphtheria
de: Kehlkopfdiphtherie
fr_fr: Diphtérie laryngée
zh_cn: 喉白喉

# model:gnuhealth.pathology,name:A363
source: Cutaneous diphtheria
de: Hautdiphtherie
fr_fr: Diphtérie cutanée
zh_cn: 皮肤白喉

# model:gnuhealth.pathology,name:A368
source: Other diphtheria
de: Sonstige Diphtherie
fr_fr: Autres formes de diphtérie
zh_cn: 其他白喉

# model:gnuhealth.pathology,name:A369
source: Diphtheria, unspecified
de: Diphtherie, nicht näher bezeichnet
fr_fr: Diphtérie, sans précision
zh_cn: 未特指的白喉

# model:gnuhealth.pathology,name:A37
source: Whooping cough
de: Keuchhusten
fr_fr: Coqueluche
zh_cn: 百日咳

# model:gnuhealth.pathology,name:A370
source: Whooping cough due to Bordetella pertussis
de: Keuchhusten durch Bordetella pertussis
fr_fr: Coqueluche à Bordetella pertussis
zh_cn: 百日咳博德特杆菌性百日咳

# model:gnuhealth.pathology,name:A371
source: Whooping cough due to Bordetella parapertussis
de: Keuchhusten durch Bordetella parapertussis
fr_fr: Coqueluche à Bordetella parapertussis
zh_cn: 副百日咳博德特杆菌性百日咳

# model:gnuhealth.pathology,name:A378
source: Whooping cough due to other Bordetella species
de: Keuchhusten durch sonstige Bordetella-Spezies
fr_fr: Coqueluche due à d'autres espèces de Bordetella
zh_cn: 其他博德特杆菌属性百日咳

# model:gnuhealth.pathology,name:A379
source: Whooping cough, unspecified
de: Keuchhusten, nicht näher bezeichnet
fr_fr: Coqueluche, sans précision
zh_cn: 百日咳

# model:gnuhealth.pathology,name:A38
source: Scarlet fever
de: Scharlach
fr_fr: Scarlatine
zh_cn: 猩红热

# model:gnuhealth.pathology,name:A39
source: Meningococcal infection
de: Meningokokkeninfektion
fr_fr: Infection à méningocoques
zh_cn: 脑膜炎球菌感染

# model:gnuhealth.pathology,name:A390
source: Meningococcal meningitis
de: Meningokokkenmeningitis
fr_fr: Méningite à méningocoques (G01*)
zh_cn: 脑膜炎球菌性脑膜炎

# model:gnuhealth.pathology,name:A391
source: Waterhouse-Friderichsen syndrome
de: Waterhouse-Friderichsen-Syndrom
fr_fr: Syndrome de Waterhouse-Friderichsen (E35.1*)
zh_cn: 沃-弗综合征

# model:gnuhealth.pathology,name:A392
source: Acute meningococcaemia
de: Akute Meningokokkensepsis
fr_fr: Méningococcémie aiguë
zh_cn: 急性脑膜炎球菌血症

# model:gnuhealth.pathology,name:A393
source: Chronic meningococcaemia
de: Chronische Meningokokkensepsis
fr_fr: Méningococcémie chronique
zh_cn: 慢性脑膜炎球菌血症

# model:gnuhealth.pathology,name:A394
source: Meningococcaemia, unspecified
de: Meningokokkensepsis, nicht näher bezeichnet
fr_fr: Méningococcémie, sans précision
zh_cn: 未特指的脑膜炎球菌血症

# model:gnuhealth.pathology,name:A395
source: Meningococcal heart disease
de: Herzkrankheit durch Meningokokken
fr_fr: Cardite à méningocoques
zh_cn: 脑膜炎球菌性心脏病

# model:gnuhealth.pathology,name:A398
source: Other meningococcal infections
de: Sonstige Meningokokkeninfektionen
fr_fr: Autres infections à méningocoques
zh_cn: 其他脑膜炎球菌感染

# model:gnuhealth.pathology,name:A399
source: Meningococcal infection, unspecified
de: Meningokokkeninfektion, nicht näher bezeichnet
fr_fr: Infection méningococcique, sans précision
zh_cn: 未特指的脑膜炎球菌感染

# model:gnuhealth.pathology,name:A40
source: Streptococcal sepsis
de: Streptokokkensepsis
zh_cn: 链球菌性败血症

# model:gnuhealth.pathology,name:A400
source: Sepsis due to streptococcus, group A
de: Sepsis durch Streptokokken, Gruppe A
zh_cn: A族链球菌性脓毒病

# model:gnuhealth.pathology,name:A401
source: Sepsis due to streptococcus, group B
de: Sepsis durch Streptokokken, Gruppe B
zh_cn: B族链球菌性脓毒病

# model:gnuhealth.pathology,name:A402
source: Sepsis due to streptococcus, group D
de: Sepsis durch Streptokokken, Gruppe D, und Enterokokken
zh_cn: D族链球菌性脓毒病

# model:gnuhealth.pathology,name:A403
source: Sepsis due to Streptococcus pneumoniae
de: Sepsis durch Streptococcus pneumoniae
zh_cn: 肺炎链球菌性脓毒病

# model:gnuhealth.pathology,name:A408
source: Other streptococcal sepsis
de: Sonstige Sepsis durch Streptokokken
zh_cn: 其他链球菌性脓毒病

# model:gnuhealth.pathology,name:A409
source: Streptococcal sepsis, unspecified
de: Sepsis durch Streptokokken, nicht näher bezeichnet
zh_cn: 未特指的链球菌性脓毒病

# model:gnuhealth.pathology,name:A41
source: Other sepsis
de: Sonstige Sepsis
zh_cn: 其他脓毒病

# model:gnuhealth.pathology,name:A410
source: Sepsis due to Staphylococcus aureus
de: Sepsis durch Staphylococcus aureus
zh_cn: 金黄色葡萄球菌性败血症

# model:gnuhealth.pathology,name:A411
source: Sepsis due to other specified staphylococcus
de: Sepsis durch sonstige näher bezeichnete Staphylokokken
zh_cn: 其他特指的葡萄球菌性脓毒病

# model:gnuhealth.pathology,name:A412
source: Sepsis due to unspecified staphylococcus
de: Sepsis durch nicht näher bezeichnete Staphylokokken
zh_cn: 未特指的葡萄球菌性脓毒病

# model:gnuhealth.pathology,name:A413
source: Sepsis due to Haemophilus influenzae
de: Sepsis durch Haemophilus influenzae
zh_cn: 流感嗜血杆菌性脓毒病

# model:gnuhealth.pathology,name:A414
source: Sepsis due to anaerobes
de: Sepsis durch Anaerobier
zh_cn: 厌氧菌性脓毒病

# model:gnuhealth.pathology,name:A415
source: Sepsis due to other Gram-negative organisms
de: Sepsis durch sonstige gramnegative Erreger
zh_cn: 其他革兰氏阴性病原体性脓毒病

# model:gnuhealth.pathology,name:A418
source: Other specified sepsis
de: Sonstige näher bezeichnete Sepsis
zh_cn: 其他特指的脓毒病

# model:gnuhealth.pathology,name:A419
source: Sepsis, unspecified
de: Sepsis, nicht näher bezeichnet
zh_cn: 未特指的脓毒病

# model:gnuhealth.pathology,name:A42
source: Actinomycosis
de: Aktinomykose
fr_fr: Actinomycose
zh_cn: 放线菌病

# model:gnuhealth.pathology,name:A420
source: Pulmonary actinomycosis
de: Aktinomykose der Lunge
fr_fr: Actinomycose pulmonaire
zh_cn: 肺放线菌病

# model:gnuhealth.pathology,name:A421
source: Abdominal actinomycosis
de: Abdominale Aktinomykose
fr_fr: Actinomycose abdominale
zh_cn: 腹放线菌病

# model:gnuhealth.pathology,name:A422
source: Cervicofacial actinomycosis
de: Zervikofaziale Aktinomykose
fr_fr: Actinomycose cervico-faciale
zh_cn: 颈面部放线菌病

# model:gnuhealth.pathology,name:A427
source: Actinomycotic sepsis
de: Aktinomykotische Sepsis
zh_cn: 放线菌病性败血症

# model:gnuhealth.pathology,name:A428
source: Other forms of actinomycosis
de: Sonstige Formen der Aktinomykose
fr_fr: Autres formes d'actinomycose
zh_cn: 其他形式的放线菌病

# model:gnuhealth.pathology,name:A429
source: Actinomycosis, unspecified
de: Aktinomykose, nicht näher bezeichnet
fr_fr: Actinomycose, sans précision
zh_cn: 未特指的放线菌病

# model:gnuhealth.pathology,name:A43
source: Nocardiosis
de: Nokardiose
fr_fr: Nocardiose
zh_cn: 诺卡菌病

# model:gnuhealth.pathology,name:A430
source: Pulmonary nocardiosis
de: Pulmonale Nokardiose
fr_fr: Nocardiose pulmonaire
zh_cn: 肺诺卡菌病

# model:gnuhealth.pathology,name:A431
source: Cutaneous nocardiosis
de: Nokardiose der Haut
fr_fr: Nocardiose cutanée
zh_cn: 皮肤诺卡菌病

# model:gnuhealth.pathology,name:A438
source: Other forms of nocardiosis
de: Sonstige Formen der Nokardiose
fr_fr: Autres formes de nocardiose
zh_cn: 其他形式的诺卡菌病

# model:gnuhealth.pathology,name:A439
source: Nocardiosis, unspecified
de: Nokardiose, nicht näher bezeichnet
fr_fr: Nocardiose, sans précision
zh_cn: 未特指的诺卡菌病

# model:gnuhealth.pathology,name:A44
source: Bartonellosis
de: Bartonellose
fr_fr: Bartonellose
zh_cn: 巴尔通体病

# model:gnuhealth.pathology,name:A440
source: Systemic bartonellosis
de: Systemische Bartonellose
fr_fr: Bartonellose généralisée
zh_cn: 全身性巴尔通体病

# model:gnuhealth.pathology,name:A441
source: Cutaneous and mucocutaneous bartonellosis
de: Kutane und mukokutane Bartonellose
fr_fr: Bartonellose cutanée et cutanéo-muqueuse
zh_cn: 皮肤和粘膜皮肤的巴尔通体病

# model:gnuhealth.pathology,name:A448
source: Other forms of bartonellosis
de: Sonstige Formen der Bartonellose
fr_fr: Autres formes de bartonellose
zh_cn: 其他形式的巴尔通体病

# model:gnuhealth.pathology,name:A449
source: Bartonellosis, unspecified
de: Bartonellose, nicht näher bezeichnet
fr_fr: Bartonellose, sans précision
zh_cn: 未特指的巴尔通体病

# model:gnuhealth.pathology,name:A46
source: Erysipelas
de: Erysipel [Wundrose]
fr_fr: Erysipèle
zh_cn: 丹毒

# model:gnuhealth.pathology,name:A48
source: Other bacterial diseases, not elsewhere classified
de: Sonstige bakterielle Krankheiten, anderenorts nicht klassifiziert
fr_fr: Autres maladies bactériennes, non classées ailleurs
zh_cn: 其他细菌性疾病，不可归类在他处者

# model:gnuhealth.pathology,name:A480
source: Gas gangrene
de: Gasbrand [Gasödem]
fr_fr: Gangrène gazeuse
zh_cn: 气性坏疽

# model:gnuhealth.pathology,name:A481
source: Legionnaires disease
de: Legionellose mit Pneumonie
zh_cn: 军团病

# model:gnuhealth.pathology,name:A482
source: Nonpneumonic Legionnaires disease [Pontiac fever]
de: Legionellose ohne Pneumonie [Pontiac-Fieber]
zh_cn: 非肺炎性军团病[庞蒂亚克热]

# model:gnuhealth.pathology,name:A483
source: Toxic shock syndrome
de: Syndrom des toxischen Schocks
fr_fr: Syndrome du choc toxique
zh_cn: 中毒性休克综合征

# model:gnuhealth.pathology,name:A488
source: Other specified bacterial diseases
de: Sonstige näher bezeichnete bakterielle Krankheiten
fr_fr: Autres maladies bactériennes précisées
zh_cn: 其他特指的细菌性疾病

# model:gnuhealth.pathology,name:A49
source: Bacterial infection of unspecified site
de: Bakterielle Infektion nicht näher bezeichneter Lokalisation
fr_fr: Infection bactérienne, siège non précisé
zh_cn: 未特指部位的细菌性感染

# model:gnuhealth.pathology,name:A490
source: Staphylococcal infection, unspecified site
de: Staphylokokkeninfektion nicht näher bezeichneter Lokalisation
zh_cn: 未特指部位的葡萄球菌感染

# model:gnuhealth.pathology,name:A491
source: Streptococcal and enterococcal infection, unspecified site
de: Streptokokken- und Enterokokkeninfektion nicht näher bezeichneter Lokalisation
zh_cn: 未特指部位的链球菌感染

# model:gnuhealth.pathology,name:A492
source: Haemophilus influenzae infection, unspecified site
de: Infektion durch Haemophilus influenzae nicht näher bezeichneter Lokalisation
zh_cn: 未特指部位的流感嗜血杆菌感染

# model:gnuhealth.pathology,name:A493
source: Mycoplasma infection, unspecified site
de: Mykoplasmeninfektion nicht näher bezeichneter Lokalisation
zh_cn: 未特指部位的支原体感染

# model:gnuhealth.pathology,name:A498
source: Other bacterial infections of unspecified site
de: Sonstige bakterielle Infektionen nicht näher bezeichneter Lokalisation
fr_fr: Autres infections bactériennes, siège non précisé
zh_cn: 未特指部位的其他的细菌性感染

# model:gnuhealth.pathology,name:A499
source: Bacterial infection, unspecified
de: Bakterielle Infektion, nicht näher bezeichnet
fr_fr: Infection bactérienne, sans précision
zh_cn: 未特指的细菌性感染

# model:gnuhealth.pathology,name:A50
source: Congenital syphilis
de: Syphilis connata
fr_fr: Syphilis congénitale
zh_cn: 先天性梅毒

# model:gnuhealth.pathology,name:A500
source: Early congenital syphilis, symptomatic
de: Floride konnatale Frühsyphilis
fr_fr: Syphilis congénitale précoce, symptomatique
zh_cn: 有症状的早期先天性梅毒

# model:gnuhealth.pathology,name:A501
source: Early congenital syphilis, latent
de: Latente konnatale Frühsyphilis
fr_fr: Syphilis congénitale précoce, latente
zh_cn: 潜伏性早期先天性梅毒

# model:gnuhealth.pathology,name:A502
source: Early congenital syphilis, unspecified
de: Konnatale Frühsyphilis, nicht näher bezeichnet
fr_fr: Syphilis congénitale précoce, sans précision
zh_cn: 未特指的早期先天性梅毒

# model:gnuhealth.pathology,name:A503
source: Late congenital syphilitic oculopathy
de: Konnatale spätsyphilitische Augenkrankheit
fr_fr: Oculopathie syphilitique congénitale tardive
zh_cn: 晚期先天性梅毒性眼病

# model:gnuhealth.pathology,name:A504
source: Late congenital neurosyphilis [juvenile neurosyphilis]
de: Konnatale spätauftretende Neurosyphilis [Juvenile Neurosyphilis]
fr_fr: Syphilis congénitale nerveuse tardive [neuro-syphilis juvénile]
zh_cn: 晚期先天性神经梅毒[青少年神经梅毒]

# model:gnuhealth.pathology,name:A505
source: Other late congenital syphilis, symptomatic
de: Sonstige Formen der floriden konnatalen Spätsyphilis
fr_fr: Autres formes tardives de syphilis congénitale, symptomatique
zh_cn: 有症状的其他晚期先天性梅毒

# model:gnuhealth.pathology,name:A506
source: Late congenital syphilis, latent
de: Latente konnatale Spätsyphilis
fr_fr: Syphilis congénitale tardive, latente
zh_cn: 潜伏性晚期先天性梅毒

# model:gnuhealth.pathology,name:A507
source: Late congenital syphilis, unspecified
de: Konnatale Spätsyphilis, nicht näher bezeichnet
fr_fr: Syphilis congénitale tardive, sans précision
zh_cn: 未特指的晚期先天性梅毒

# model:gnuhealth.pathology,name:A509
source: Congenital syphilis, unspecified
de: Syphilis connata, nicht näher bezeichnet
fr_fr: Syphilis congénitale, sans précision
zh_cn: 未特指的先天性梅毒

# model:gnuhealth.pathology,name:A51
source: Early syphilis
de: Frühsyphilis
fr_fr: Syphilis précoce
zh_cn: 早期梅毒

# model:gnuhealth.pathology,name:A510
source: Primary genital syphilis
de: Primärer syphilitischer Genitalaffekt
fr_fr: Syphilis génitale primaire
zh_cn: 初期生殖器梅毒

# model:gnuhealth.pathology,name:A511
source: Primary anal syphilis
de: Analer Primäraffekt bei Syphilis
fr_fr: Syphilis anale primaire
zh_cn: 初期肛门梅毒

# model:gnuhealth.pathology,name:A512
source: Primary syphilis of other sites
de: Primäraffekt bei Syphilis, sonstige Lokalisationen
fr_fr: Syphilis primaire d'autres localisations
zh_cn: 其他部位的初期梅毒
