Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:X966
source: Industrial and construction area
de: Tätlicher Angriff mit Explosivstoffen: Industrieanlagen und Baustellen
fr_fr: agression par matériel explosif | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X967
source: Farm
de: Tätlicher Angriff mit Explosivstoffen: Landwirtschaftlicher Betrieb
fr_fr: agression par matériel explosif | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X968
source: Other specified place
de: Tätlicher Angriff mit Explosivstoffen: Sonstige näher bezeichnete Orte
fr_fr: agression par matériel explosif | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X969
source: Unspecified place
de: Tätlicher Angriff mit Explosivstoffen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression par matériel explosif | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X97
source: Assault by smoke, fire and flames
de: Tätlicher Angriff mit Rauch, Feuer und Flammen
fr_fr: Agression par la fumée, le feu et les flammes
zh_cn: 用烟、火和火焰进行加害

# model:gnuhealth.pathology,name:X970
source: Home
de: Tätlicher Angriff mit Rauch, Feuer und Flammen: Zu Hause
fr_fr: agression par la fumée, le feu et les flammes | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X971
source: Residential institution
de: Tätlicher Angriff mit Rauch, Feuer und Flammen: Wohnheime oder -anstalten
fr_fr: agression par la fumée, le feu et les flammes | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X972
source: School, other institution and public administrative area
de: Tätlicher Angriff mit Rauch, Feuer und Flammen: Schule, sonstige öffentliche Bauten
fr_fr: agression par la fumée, le feu et les flammes | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X973
source: Sports and athletics area
de: Tätlicher Angriff mit Rauch, Feuer und Flammen: Sportstätten
fr_fr: agression par la fumée, le feu et les flammes | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X974
source: Street and highway
de: Tätlicher Angriff mit Rauch, Feuer und Flammen: Straßen und Wege
fr_fr: agression par la fumée, le feu et les flammes | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X975
source: Trade and service area
de: Tätlicher Angriff mit Rauch, Feuer und Flammen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression par la fumée, le feu et les flammes | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X976
source: Industrial and construction area
de: Tätlicher Angriff mit Rauch, Feuer und Flammen: Industrieanlagen und Baustellen
fr_fr: agression par la fumée, le feu et les flammes | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X977
source: Farm
de: Tätlicher Angriff mit Rauch, Feuer und Flammen: Landwirtschaftlicher Betrieb
fr_fr: agression par la fumée, le feu et les flammes | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X978
source: Other specified place
de: Tätlicher Angriff mit Rauch, Feuer und Flammen: Sonstige näher bezeichnete Orte
fr_fr: agression par la fumée, le feu et les flammes | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X979
source: Unspecified place
de: Tätlicher Angriff mit Rauch, Feuer und Flammen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression par la fumée, le feu et les flammes | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X98
source: Assault by steam, hot vapours and hot objects
de: Tätlicher Angriff mit Wasserdampf, heißen Dämpfen oder heißen Gegenständen
fr_fr: Agression par la vapeur d'eau, des gaz et objets brûlants
zh_cn: 用蒸气、热气和热物体进行加害

# model:gnuhealth.pathology,name:X980
source: Home
de: Tätlicher Angriff mit Wasserdampf, heißen Dämpfen oder heißen Gegenständen: Zu Hause
fr_fr: agression par la vapeur, des gaz et des objets brûlants | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X981
source: Residential institution
de: Tätlicher Angriff mit Wasserdampf, heißen Dämpfen oder heißen Gegenständen: Wohnheime oder -anstalten
fr_fr: agression par la vapeur, des gaz et des objets brûlants | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X982
source: School, other institution and public administrative area
de: Tätlicher Angriff mit Wasserdampf, heißen Dämpfen oder heißen Gegenständen: Schule, sonstige öffentliche Bauten
fr_fr: agression par la vapeur, des gaz et des objets brûlants | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X983
source: Sports and athletics area
de: Tätlicher Angriff mit Wasserdampf, heißen Dämpfen oder heißen Gegenständen: Sportstätten
fr_fr: agression par la vapeur, des gaz et des objets brûlants | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X984
source: Street and highway
de: Tätlicher Angriff mit Wasserdampf, heißen Dämpfen oder heißen Gegenständen: Straßen und Wege
fr_fr: agression par la vapeur, des gaz et des objets brûlants | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X985
source: Trade and service area
de: Tätlicher Angriff mit Wasserdampf, heißen Dämpfen oder heißen Gegenständen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression par la vapeur, des gaz et des objets brûlants | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X986
source: Industrial and construction area
de: Tätlicher Angriff mit Wasserdampf, heißen Dämpfen oder heißen Gegenständen: Industrieanlagen und Baustellen
fr_fr: agression par la vapeur, des gaz et des objets brûlants | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X987
source: Farm
de: Tätlicher Angriff mit Wasserdampf, heißen Dämpfen oder heißen Gegenständen: Landwirtschaftlicher Betrieb
fr_fr: agression par la vapeur, des gaz et des objets brûlants | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X988
source: Other specified place
de: Tätlicher Angriff mit Wasserdampf, heißen Dämpfen oder heißen Gegenständen: Sonstige näher bezeichnete Orte
fr_fr: agression par la vapeur, des gaz et des objets brûlants | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X989
source: Unspecified place
de: Tätlicher Angriff mit Wasserdampf, heißen Dämpfen oder heißen Gegenständen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression par la vapeur, des gaz et des objets brûlants | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X99
source: Assault by sharp object
de: Tätlicher Angriff mit scharfem Gegenstand
fr_fr: Agression par objet tranchant
zh_cn: 用尖锐物体进行加害

# model:gnuhealth.pathology,name:X990
source: Home
de: Tätlicher Angriff mit scharfem Gegenstand: Zu Hause
fr_fr: agression par objet tranchant | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X991
source: Residential institution
de: Tätlicher Angriff mit scharfem Gegenstand: Wohnheime oder -anstalten
fr_fr: agression par objet tranchant | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X992
source: School, other institution and public administrative area
de: Tätlicher Angriff mit scharfem Gegenstand: Schule, sonstige öffentliche Bauten
fr_fr: agression par objet tranchant | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X993
source: Sports and athletics area
de: Tätlicher Angriff mit scharfem Gegenstand: Sportstätten
fr_fr: agression par objet tranchant | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X994
source: Street and highway
de: Tätlicher Angriff mit scharfem Gegenstand: Straßen und Wege
fr_fr: agression par objet tranchant | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X995
source: Trade and service area
de: Tätlicher Angriff mit scharfem Gegenstand: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression par objet tranchant | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X996
source: Industrial and construction area
de: Tätlicher Angriff mit scharfem Gegenstand: Industrieanlagen und Baustellen
fr_fr: agression par objet tranchant | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X997
source: Farm
de: Tätlicher Angriff mit scharfem Gegenstand: Landwirtschaftlicher Betrieb
fr_fr: agression par objet tranchant | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X998
source: Other specified place
de: Tätlicher Angriff mit scharfem Gegenstand: Sonstige näher bezeichnete Orte
fr_fr: agression par objet tranchant | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X999
source: Unspecified place
de: Tätlicher Angriff mit scharfem Gegenstand: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression par objet tranchant | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:Y00
source: Assault by blunt object
de: Tätlicher Angriff mit stumpfem Gegenstand
fr_fr: Agression par objet contondant
zh_cn: 用钝器进行加害

# model:gnuhealth.pathology,name:Y000
source: Home
de: Tätlicher Angriff mit stumpfem Gegenstand: Zu Hause
fr_fr: agression par objet contondant | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y001
source: Residential institution
de: Tätlicher Angriff mit stumpfem Gegenstand: Wohnheime oder -anstalten
fr_fr: agression par objet contondant | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:Y002
source: School, other institution and public administrative area
de: Tätlicher Angriff mit stumpfem Gegenstand: Schule, sonstige öffentliche Bauten
fr_fr: agression par objet contondant | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y003
source: Sports and athletics area
de: Tätlicher Angriff mit stumpfem Gegenstand: Sportstätten
fr_fr: agression par objet contondant | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y004
source: Street and highway
de: Tätlicher Angriff mit stumpfem Gegenstand: Straßen und Wege
fr_fr: agression par objet contondant | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y005
source: Trade and service area
de: Tätlicher Angriff mit stumpfem Gegenstand: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression par objet contondant | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y006
source: Industrial and construction area
de: Tätlicher Angriff mit stumpfem Gegenstand: Industrieanlagen und Baustellen
fr_fr: agression par objet contondant | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y007
source: Farm
de: Tätlicher Angriff mit stumpfem Gegenstand: Landwirtschaftlicher Betrieb
fr_fr: agression par objet contondant | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y008
source: Other specified place
de: Tätlicher Angriff mit stumpfem Gegenstand: Sonstige näher bezeichnete Orte
fr_fr: agression par objet contondant | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:Y009
source: Unspecified place
de: Tätlicher Angriff mit stumpfem Gegenstand: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression par objet contondant | lieu, sans précision
zh_cn: 用钝器进行加害，未特指场所

# model:gnuhealth.pathology,name:Y01
source: Assault by pushing from high place
de: Tätlicher Angriff mit Stoß in die Tiefe
fr_fr: Agression par précipitation dans le vide
zh_cn: 用从高处推下进行加害

# model:gnuhealth.pathology,name:Y010
source: Home
de: Tätlicher Angriff mit Stoß in die Tiefe: Zu Hause
fr_fr: agression par précipitation dans le vide | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y011
source: Residential institution
de: Tätlicher Angriff mit Stoß in die Tiefe: Wohnheime oder -anstalten
fr_fr: agression par précipitation dans le vide | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:Y012
source: School, other institution and public administrative area
de: Tätlicher Angriff mit Stoß in die Tiefe: Schule, sonstige öffentliche Bauten
fr_fr: agression par précipitation dans le vide | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y013
source: Sports and athletics area
de: Tätlicher Angriff mit Stoß in die Tiefe: Sportstätten
fr_fr: agression par précipitation dans le vide | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y014
source: Street and highway
de: Tätlicher Angriff mit Stoß in die Tiefe: Straßen und Wege
fr_fr: agression par précipitation dans le vide | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y015
source: Trade and service area
de: Tätlicher Angriff mit Stoß in die Tiefe: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression par précipitation dans le vide | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y016
source: Industrial and construction area
de: Tätlicher Angriff mit Stoß in die Tiefe: Industrieanlagen und Baustellen
fr_fr: agression par précipitation dans le vide | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y017
source: Farm
de: Tätlicher Angriff mit Stoß in die Tiefe: Landwirtschaftlicher Betrieb
fr_fr: agression par précipitation dans le vide | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y018
source: Other specified place
de: Tätlicher Angriff mit Stoß in die Tiefe: Sonstige näher bezeichnete Orte
fr_fr: agression par précipitation dans le vide | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:Y019
source: Unspecified place
de: Tätlicher Angriff mit Stoß in die Tiefe: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression par précipitation dans le vide | lieu, sans précision
zh_cn: 用从高处推下进行加害，未特指场所

# model:gnuhealth.pathology,name:Y02
source: Assault by pushing or placing victim before moving object
de: Tätlicher Angriff mit Stoßen oder Legen des Opfers vor ein sich bewegendes Objekt
fr_fr: Agression en poussant ou plaçant la victime devant un objet en mouvement
zh_cn: 用将受害者推向或放置在移动物体前进行加害

# model:gnuhealth.pathology,name:Y020
source: Home
de: Tätlicher Angriff mit Stoßen oder Legen des Opfers vor ein sich bewegendes Objekt: Zu Hause
fr_fr: agression en poussant ou plaçant la victime devant un objet en mouvement | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y021
source: Residential institution
de: Tätlicher Angriff mit Stoßen oder Legen des Opfers vor ein sich bewegendes Objekt: Wohnheime oder -anstalten
fr_fr: agression en poussant ou plaçant la victime devant un objet en mouvement | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:Y022
source: School, other institution and public administrative area
de: Tätlicher Angriff mit Stoßen oder Legen des Opfers vor ein sich bewegendes Objekt: Schule, sonstige öffentliche Bauten
fr_fr: agression en poussant ou plaçant la victime devant un objet en mouvement | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y023
source: Sports and athletics area
de: Tätlicher Angriff mit Stoßen oder Legen des Opfers vor ein sich bewegendes Objekt: Sportstätten
fr_fr: agression en poussant ou plaçant la victime devant un objet en mouvement | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y024
source: Street and highway
de: Tätlicher Angriff mit Stoßen oder Legen des Opfers vor ein sich bewegendes Objekt: Straßen und Wege
fr_fr: agression en poussant ou plaçant la victime devant un objet en mouvement | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y025
source: Trade and service area
de: Tätlicher Angriff mit Stoßen oder Legen des Opfers vor ein sich bewegendes Objekt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression en poussant ou plaçant la victime devant un objet en mouvement | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y026
source: Industrial and construction area
de: Tätlicher Angriff mit Stoßen oder Legen des Opfers vor ein sich bewegendes Objekt: Industrieanlagen und Baustellen
fr_fr: agression en poussant ou plaçant la victime devant un objet en mouvement | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y027
source: Farm
de: Tätlicher Angriff mit Stoßen oder Legen des Opfers vor ein sich bewegendes Objekt: Landwirtschaftlicher Betrieb
fr_fr: agression en poussant ou plaçant la victime devant un objet en mouvement | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y028
source: Other specified place
de: Tätlicher Angriff mit Stoßen oder Legen des Opfers vor ein sich bewegendes Objekt: Sonstige näher bezeichnete Orte
fr_fr: agression en poussant ou plaçant la victime devant un objet en mouvement | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:Y029
source: Unspecified place
de: Tätlicher Angriff mit Stoßen oder Legen des Opfers vor ein sich bewegendes Objekt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression en poussant ou plaçant la victime devant un objet en mouvement | lieu, sans précision
zh_cn: 用将受害者推向或放置在移动物体前进行加害，未特指场所

# model:gnuhealth.pathology,name:Y03
source: Assault by crashing of motor vehicle
de: Tätlicher Angriff durch vorsätzlich verursachten Kraftfahrzeugunfall
fr_fr: Agression en provoquant une collision de véhicule à moteur
zh_cn: 用机动车辆碰撞进行加害，未特指场所

# model:gnuhealth.pathology,name:Y030
source: Home
de: Tätlicher Angriff durch vorsätzlich verursachten Kraftfahrzeugunfall: Zu Hause
fr_fr: agression en provoquant un accident de véhicule à moteur | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y031
source: Residential institution
de: Tätlicher Angriff durch vorsätzlich verursachten Kraftfahrzeugunfall: Wohnheime oder -anstalten
fr_fr: agression en provoquant un accident de véhicule à moteur | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:Y032
source: School, other institution and public administrative area
de: Tätlicher Angriff durch vorsätzlich verursachten Kraftfahrzeugunfall: Schule, sonstige öffentliche Bauten
fr_fr: agression en provoquant un accident de véhicule à moteur | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y033
source: Sports and athletics area
de: Tätlicher Angriff durch vorsätzlich verursachten Kraftfahrzeugunfall: Sportstätten
fr_fr: agression en provoquant un accident de véhicule à moteur | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y034
source: Street and highway
de: Tätlicher Angriff durch vorsätzlich verursachten Kraftfahrzeugunfall: Straßen und Wege
fr_fr: agression en provoquant un accident de véhicule à moteur | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y035
source: Trade and service area
de: Tätlicher Angriff durch vorsätzlich verursachten Kraftfahrzeugunfall: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression en provoquant un accident de véhicule à moteur | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y036
source: Industrial and construction area
de: Tätlicher Angriff durch vorsätzlich verursachten Kraftfahrzeugunfall: Industrieanlagen und Baustellen
fr_fr: agression en provoquant un accident de véhicule à moteur | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y037
source: Farm
de: Tätlicher Angriff durch vorsätzlich verursachten Kraftfahrzeugunfall: Landwirtschaftlicher Betrieb
fr_fr: agression en provoquant un accident de véhicule à moteur | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y038
source: Other specified place
de: Tätlicher Angriff durch vorsätzlich verursachten Kraftfahrzeugunfall: Sonstige näher bezeichnete Orte
fr_fr: agression en provoquant un accident de véhicule à moteur | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:Y039
source: Unspecified place
de: Tätlicher Angriff durch vorsätzlich verursachten Kraftfahrzeugunfall: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression en provoquant un accident de véhicule à moteur | lieu, sans précision
zh_cn: 用机动车辆碰撞进行加害未特指场所

# model:gnuhealth.pathology,name:Y04
source: Assault by bodily force
de: Tätlicher Angriff mit körperlicher Gewalt
fr_fr: Agression par la force physique
zh_cn: 用暴力进行加害

# model:gnuhealth.pathology,name:Y040
source: Home
de: Tätlicher Angriff mit körperlicher Gewalt: Zu Hause
fr_fr: agression par la force physique | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y041
source: Residential institution
de: Tätlicher Angriff mit körperlicher Gewalt: Wohnheime oder -anstalten
fr_fr: agression par la force physique | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:Y042
source: School, other institution and public administrative area
de: Tätlicher Angriff mit körperlicher Gewalt: Schule, sonstige öffentliche Bauten
fr_fr: agression par la force physique | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y043
source: Sports and athletics area
de: Tätlicher Angriff mit körperlicher Gewalt: Sportstätten
fr_fr: agression par la force physique | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y044
source: Street and highway
de: Tätlicher Angriff mit körperlicher Gewalt: Straßen und Wege
fr_fr: agression par la force physique | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y045
source: Trade and service area
de: Tätlicher Angriff mit körperlicher Gewalt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression par la force physique | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y046
source: Industrial and construction area
de: Tätlicher Angriff mit körperlicher Gewalt: Industrieanlagen und Baustellen
fr_fr: agression par la force physique | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y047
source: Farm
de: Tätlicher Angriff mit körperlicher Gewalt: Landwirtschaftlicher Betrieb
fr_fr: agression par la force physique | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y048
source: Other specified place
de: Tätlicher Angriff mit körperlicher Gewalt: Sonstige näher bezeichnete Orte
fr_fr: agression par la force physique | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:Y049
source: Unspecified place
de: Tätlicher Angriff mit körperlicher Gewalt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression par la force physique | lieu, sans précision
zh_cn: 用暴力进行加害，未特指场所

# model:gnuhealth.pathology,name:Y05
source: Sexual assault by bodily force
de: Notzucht unter körperlicher Gewaltanwendung
fr_fr: Agression sexuelle par la force physique
zh_cn: 暴力的性加害

# model:gnuhealth.pathology,name:Y050
source: Home
de: Notzucht unter körperlicher Gewaltanwendung: Zu Hause
fr_fr: agression sexuelle par la force physique | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y051
source: Residential institution
de: Notzucht unter körperlicher Gewaltanwendung: Wohnheime oder -anstalten
fr_fr: agression sexuelle par la force physique | établissement collectif
zh_cn: 居住地
