Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V421
source: Passenger injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un véhicule à moteur à deux ou trois roues | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V422
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un véhicule à moteur à deux ou trois roues | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V423
source: Unspecified car occupant injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un véhicule à moteur à deux ou trois roues | occupant, sans précision, d'une automobile, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V424
source: Person injured while boarding or alighting
fr_fr: occupant d'une automobile blessé dans une collision avec un véhicule à moteur à deux ou trois roues | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V425
source: Driver injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un véhicule à moteur à deux ou trois roues | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V426
source: Passenger injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un véhicule à moteur à deux ou trois roues | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V427
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un véhicule à moteur à deux ou trois roues | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V429
source: Unspecified car occupant injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un véhicule à moteur à deux ou trois roues | occupant, sans précision, d'une automobile, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V430
source: Driver injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec une automobile ou une camionnette | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V431
source: Passenger injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec une automobile ou une camionnette | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V432
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec une automobile ou une camionnette | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V433
source: Unspecified car occupant injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec une automobile ou une camionnette | occupant, sans précision, d'une automobile, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V434
source: Person injured while boarding or alighting
fr_fr: occupant d'une automobile blessé dans une collision avec une automobile ou une camionnette | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V435
source: Driver injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec une automobile ou une camionnette | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V436
source: Passenger injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec une automobile ou une camionnette | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V437
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec une automobile ou une camionnette | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V439
source: Unspecified car occupant injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec une automobile ou une camionnette | occupant, sans précision, d'une automobile, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V440
source: Driver injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un véhicule lourd ou un autobus | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V441
source: Passenger injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un véhicule lourd ou un autobus | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V442
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un véhicule lourd ou un autobus | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V443
source: Unspecified car occupant injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un véhicule lourd ou un autobus | occupant, sans précision, d'une automobile, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V444
source: Person injured while boarding or alighting
fr_fr: occupant d'une automobile blessé dans une collision avec un véhicule lourd ou un autobus | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V445
source: Driver injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un véhicule lourd ou un autobus | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V446
source: Passenger injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un véhicule lourd ou un autobus | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V447
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un véhicule lourd ou un autobus | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V449
source: Unspecified car occupant injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un véhicule lourd ou un autobus | occupant, sans précision, d'une automobile, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V450
source: Driver injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un train ou un véhicule ferroviaire | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V451
source: Passenger injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un train ou un véhicule ferroviaire | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V452
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un train ou un véhicule ferroviaire | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V453
source: Unspecified car occupant injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un train ou un véhicule ferroviaire | occupant, sans précision, d'une automobile, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V454
source: Person injured while boarding or alighting
fr_fr: occupant d'une automobile blessé dans une collision avec un train ou un véhicule ferroviaire | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V455
source: Driver injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un train ou un véhicule ferroviaire | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V456
source: Passenger injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un train ou un véhicule ferroviaire | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V457
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un train ou un véhicule ferroviaire | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V459
source: Unspecified car occupant injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un train ou un véhicule ferroviaire | occupant, sans précision, d'une automobile, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V460
source: Driver injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un autre véhicule sans moteur | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V461
source: Passenger injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un autre véhicule sans moteur | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V462
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un autre véhicule sans moteur | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V463
source: Unspecified car occupant injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un autre véhicule sans moteur | occupant, sans précision, d'une automobile, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V464
source: Person injured while boarding or alighting
fr_fr: occupant d'une automobile blessé dans une collision avec un autre véhicule sans moteur | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V465
source: Driver injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un autre véhicule sans moteur | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V466
source: Passenger injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un autre véhicule sans moteur | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V467
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un autre véhicule sans moteur | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V469
source: Unspecified car occupant injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un autre véhicule sans moteur | occupant, sans précision, d'une automobile, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V470
source: Driver injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un objet fixe ou stationnaire | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V471
source: Passenger injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un objet fixe ou stationnaire | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V472
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un objet fixe ou stationnaire | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V473
source: Unspecified car occupant injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un objet fixe ou stationnaire | occupant, sans précision, d'une automobile, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V474
source: Person injured while boarding or alighting
fr_fr: occupant d'une automobile blessé dans une collision avec un objet fixe ou stationnaire | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V475
source: Driver injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un objet fixe ou stationnaire | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V476
source: Passenger injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un objet fixe ou stationnaire | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V477
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un objet fixe ou stationnaire | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V479
source: Unspecified car occupant injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un objet fixe ou stationnaire | occupant, sans précision, d'une automobile, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V480
source: Driver injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans un accident de transport, sans collision | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V481
source: Passenger injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans un accident de transport, sans collision | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V482
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans un accident de transport, sans collision | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V483
source: Unspecified car occupant injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans un accident de transport, sans collision | occupant, sans précision, d'une automobile, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V484
source: Person injured while boarding or alighting
fr_fr: occupant d'une automobile blessé dans un accident de transport, sans collision | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V485
source: Driver injured in traffic accident
fr_fr: occupant d'une automobile blessé dans un accident de transport, sans collision | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V486
source: Passenger injured in traffic accident
fr_fr: occupant d'une automobile blessé dans un accident de transport, sans collision | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V487
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'une automobile blessé dans un accident de transport, sans collision | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V489
source: Unspecified car occupant injured in traffic accident
fr_fr: occupant d'une automobile blessé dans un accident de transport, sans collision | occupant, sans précision, d'une automobile, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V490
source: Driver injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Conducteur blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V491
source: Passenger injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Passager blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V492
source: Unspecified car occupant injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Occupant, sans précision, d'une automobile, blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V493
source: Car occupant [any] injured in unspecified nontraffic accident
fr_fr: Occupant [tout type] d'une automobile blessé dans un accident sans précision, en dehors de la circulation

# model:gnuhealth.pathology,name:V494
source: Driver injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Conducteur blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V495
source: Passenger injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Passager blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V496
source: Unspecified car occupant injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Occupant, sans précision, d'une automobile, blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V498
source: Car occupant [any] injured in other specified transport accidents
fr_fr: Occupant [tout type] d'une automobile, blessé dans des autres accidents de transport précisés

# model:gnuhealth.pathology,name:V499
source: Car occupant [any] injured in unspecified traffic accident
fr_fr: Occupant [tout type] d'une automobile, blessé dans un accident de la circulation, sans précision

# model:gnuhealth.pathology,name:V500
source: Driver injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un piéton ou un animal | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V501
source: Passenger injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un piéton ou un animal | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V502
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un piéton ou un animal | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V503
source: Unspecified occupant of pick-up truck or van injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un piéton ou un animal | occupant, sans précision, d'une camionnette, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V504
source: Person injured while boarding or alighting
fr_fr: occupant d'une camionnette blessé dans une collision avec un piéton ou un animal | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V505
source: Driver injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un piéton ou un animal | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V506
source: Passenger injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un piéton ou un animal | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V507
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un piéton ou un animal | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V509
source: Unspecified occupant of pick-up truck or van injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un piéton ou un animal | occupant, sans précision, d'une camionnette, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V510
source: Driver injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un cycle | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V511
source: Passenger injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un cycle | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V512
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un cycle | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V513
source: Unspecified occupant of pick-up truck or van injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un cycle | occupant, sans précision, d'une camionnette, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V514
source: Person injured while boarding or alighting
fr_fr: occupant d'une camionnette blessé dans une collision avec un cycle | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V515
source: Driver injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un cycle | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V516
source: Passenger injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un cycle | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V517
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un cycle | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V519
source: Unspecified occupant of pick-up truck or van injured in traffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un cycle | occupant, sans précision, d'une camionnette, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V520
source: Driver injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un véhicule à moteur à deux ou trois roues | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V521
source: Passenger injured in nontraffic accident
fr_fr: occupant d'une camionnette blessé dans une collision avec un véhicule à moteur à deux ou trois roues | passager blessé dans un accident en dehors de la circulation
