Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:H750
source: Mastoiditis in infectious and parasitic diseases classified elsewhere
de: Mastoiditis bei anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Mastoïdite au cours de maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的传染病和寄生虫病引起的乳突炎

# model:gnuhealth.pathology,name:H758
source: Other specified disorders of middle ear and mastoid in diseases classified elsewhere
de: Sonstige näher bezeichnete Krankheiten des Mittelohres und des Warzenfortsatzes bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections précisées de l'oreille moyenne et de l'apophyse mastoïde au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起特指的中耳和乳突的其他疾患

# model:gnuhealth.pathology,name:H80
source: Otosclerosis
de: Otosklerose
fr_fr: Otosclérose
zh_cn: 耳硬化

# model:gnuhealth.pathology,name:H800
source: Otosclerosis involving oval window, nonobliterative
de: Otosklerose mit Beteiligung der Fenestra vestibuli, nichtobliterierend
fr_fr: Otosclérose intéressant la fenêtre ovale, non oblitérante
zh_cn: 耳硬化累及卵圆窗，非闭塞性

# model:gnuhealth.pathology,name:H801
source: Otosclerosis involving oval window, obliterative
de: Otosklerose mit Beteiligung der Fenestra vestibuli, obliterierend
fr_fr: Otosclérose intéressant la fenêtre ovale, oblitérante
zh_cn: 耳硬化累及卵圆窗，闭塞性

# model:gnuhealth.pathology,name:H802
source: Cochlear otosclerosis
de: Otosclerosis cochleae
fr_fr: Otosclérose cochléaire
zh_cn: 耳蜗性耳硬化症

# model:gnuhealth.pathology,name:H808
source: Other otosclerosis
de: Sonstige Otosklerose
fr_fr: Autres otoscléroses
zh_cn: 其他耳硬化

# model:gnuhealth.pathology,name:H809
source: Otosclerosis, unspecified
de: Otosklerose, nicht näher bezeichnet
fr_fr: Otosclérose, sans précision
zh_cn: 未特指的耳硬化

# model:gnuhealth.pathology,name:H81
source: Disorders of vestibular function
de: Störungen der Vestibularfunktion
fr_fr: Atteintes des fonctions vestibulaires
zh_cn: 前庭功能疾患

# model:gnuhealth.pathology,name:H810
source: Ménière disease
de: Ménière-Krankheit
zh_cn: 梅尼埃[美尼尔]病

# model:gnuhealth.pathology,name:H811
source: Benign paroxysmal vertigo
de: Benigner paroxysmaler Schwindel
fr_fr: Vertige bénin paroxystique
zh_cn: 良性阵发性眩晕

# model:gnuhealth.pathology,name:H812
source: Vestibular neuronitis
de: Neuropathia vestibularis
fr_fr: Neuronite vestibulaire
zh_cn: 前庭神经元炎

# model:gnuhealth.pathology,name:H813
source: Other peripheral vertigo
de: Sonstiger peripherer Schwindel
fr_fr: Autres vertiges périphériques
zh_cn: 其他周围性眩晕

# model:gnuhealth.pathology,name:H814
source: Vertigo of central origin
de: Schwindel zentralen Ursprungs
fr_fr: Vertige d'origine centrale
zh_cn: 中枢性眩晕

# model:gnuhealth.pathology,name:H818
source: Other disorders of vestibular function
de: Sonstige Störungen der Vestibularfunktion
fr_fr: Autres atteintes des fonctions vestibulaires
zh_cn: 前庭功能的其他疾患

# model:gnuhealth.pathology,name:H819
source: Disorder of vestibular function, unspecified
de: Störung der Vestibularfunktion, nicht näher bezeichnet
fr_fr: Atteinte des fonctions vestibulaires, sans précision
zh_cn: 前庭功能未特指的疾患

# model:gnuhealth.pathology,name:H82
source: Vertiginous syndromes in diseases classified elsewhere
de: Schwindelsyndrome bei anderenorts klassifizierten Krankheiten
fr_fr: Syndromes vertigineux au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的眩晕综合征

# model:gnuhealth.pathology,name:H83
source: Other diseases of inner ear
de: Sonstige Krankheiten des Innenohres
fr_fr: Autres maladies de l'oreille interne
zh_cn: 内耳的其他疾病

# model:gnuhealth.pathology,name:H831
source: Labyrinthine fistula
de: Labyrinthfistel
fr_fr: Fistule labyrinthique
zh_cn: 迷路瘘管

# model:gnuhealth.pathology,name:H832
source: Labyrinthine dysfunction
de: Funktionsstörung des Labyrinths
fr_fr: Troubles des fonctions labyrinthiques
zh_cn: 迷路功能障碍

# model:gnuhealth.pathology,name:H833
source: Noise effects on inner ear
de: Lärmschädigungen des Innenohres
fr_fr: Conséquences du bruit sur l'oreille interne
zh_cn: 噪声对内耳的影响

# model:gnuhealth.pathology,name:H838
source: Other specified diseases of inner ear
de: Sonstige näher bezeichnete Krankheiten des Innenohres
fr_fr: Autres maladies précisées de l'oreille interne
zh_cn: 内耳其他特指的疾病

# model:gnuhealth.pathology,name:H839
source: Disease of inner ear, unspecified
de: Krankheit des Innenohres, nicht näher bezeichnet
fr_fr: Maladie de l'oreille interne, sans précision
zh_cn: 内耳未特指的疾病

# model:gnuhealth.pathology,name:H90
source: Conductive and sensorineural hearing loss
de: Hörverlust durch Schallleitungs- oder Schallempfindungsstörung
fr_fr: Surdité de transmission et neurosensorielle
zh_cn: 传导性和感音神经性听觉丧失

# model:gnuhealth.pathology,name:H900
source: Conductive hearing loss, bilateral
de: Beidseitiger Hörverlust durch Schallleitungsstörung
fr_fr: Surdité bilatérale de transmission
zh_cn: 双侧传导性听觉丧失

# model:gnuhealth.pathology,name:H901
source: Conductive hearing loss, unilateral with unrestricted hearing on the contralateral side
de: Einseitiger Hörverlust durch Schallleitungsstörung bei nicht eingeschränktem Hörvermögen der anderen Seite
fr_fr: Surdité unilatérale de transmission sans altération de l'audition de l'autre oreille
zh_cn: 单侧传导性听觉丧失，对侧听觉不受限制

# model:gnuhealth.pathology,name:H902
source: Conductive hearing loss, unspecified
de: Hörverlust durch Schallleitungsstörung, nicht näher bezeichnet
fr_fr: Surdité de transmission, sans précision
zh_cn: 未特指的传导性听觉丧失

# model:gnuhealth.pathology,name:H903
source: Sensorineural hearing loss, bilateral
de: Beidseitiger Hörverlust durch Schallempfindungsstörung
fr_fr: Surdité neurosensorielle bilatérale
zh_cn: 双侧感音神经性听觉丧失

# model:gnuhealth.pathology,name:H904
source: Sensorineural hearing loss, unilateral with unrestricted hearing on the contralateral side
de: Einseitiger Hörverlust durch Schallempfindungsstörung bei nicht eingeschränktem Hörvermögen der anderen Seite
fr_fr: Surdité neurosensorielle unilatérale sans altération de l'audition de l'autre oreille
zh_cn: 单侧感音神经性听觉丧失，对侧听觉不受限制

# model:gnuhealth.pathology,name:H905
source: Sensorineural hearing loss, unspecified
de: Hörverlust durch Schallempfindungsstörung, nicht näher bezeichnet
fr_fr: Surdité neurosensorielle, sans précision
zh_cn: 未特指的感音神经性听觉丧失

# model:gnuhealth.pathology,name:H906
source: Mixed conductive and sensorineural hearing loss, bilateral
de: Kombinierter beidseitiger Hörverlust durch Schallleitungs- und Schallempfindungsstörung
fr_fr: Surdité bilatérale mixte de transmission et neurosensorielle
zh_cn: 双侧混合性传导性和感音神经性听觉丧失

# model:gnuhealth.pathology,name:H907
source: Mixed conductive and sensorineural hearing loss, unilateral with unrestricted hearing on the contralateral side
de: Kombinierter einseitiger Hörverlust durch Schallleitungs- und Schallempfindungsstörung bei nicht eingeschränktem Hörvermögen der anderen Seite
fr_fr: Surdité unilatérale mixte de transmission et neurosensorielle sans altération de l'audition de l'autre oreille
zh_cn: 单侧混合性传导性和感音神经性听觉丧失，对侧听觉不受限制

# model:gnuhealth.pathology,name:H908
source: Mixed conductive and sensorineural hearing loss, unspecified
de: Kombinierter Hörverlust durch Schallleitungs- und Schallempfindungsstörung, nicht näher bezeichnet
fr_fr: Surdité mixte de transmission et neurosensorielle, sans précision
zh_cn: 未特指的混合性传导性和感音神经性听觉丧失

# model:gnuhealth.pathology,name:H91
source: Other hearing loss
de: Sonstiger Hörverlust
fr_fr: Autres pertes de l'audition
zh_cn: 其他听觉丧失

# model:gnuhealth.pathology,name:H910
source: Ototoxic hearing loss
de: Ototoxischer Hörverlust
fr_fr: Perte de l'audition par ototoxicité
zh_cn: 耳毒性听觉丧失

# model:gnuhealth.pathology,name:H911
source: Presbycusis
de: Presbyakusis
fr_fr: Presbyacousie
zh_cn: 老年聋

# model:gnuhealth.pathology,name:H912
source: Sudden idiopathic hearing loss
de: Idiopathischer Hörsturz
fr_fr: Perte auditive soudaine idiopathique
zh_cn: 突发特发性听觉丧失

# model:gnuhealth.pathology,name:H913
source: Deaf mutism, not elsewhere classified
de: Taubstummheit, anderenorts nicht klassifiziert
fr_fr: Surdi-mutité, non classée ailleurs
zh_cn: 聋哑，不可归类在他处者

# model:gnuhealth.pathology,name:H918
source: Other specified hearing loss
de: Sonstiger näher bezeichneter Hörverlust
fr_fr: Autres pertes précisées de l'audition
zh_cn: 其他特指的听觉丧失

# model:gnuhealth.pathology,name:H919
source: Hearing loss, unspecified
de: Hörverlust, nicht näher bezeichnet
fr_fr: Perte de l'audition, sans précision
zh_cn: 未特指的听觉丧失

# model:gnuhealth.pathology,name:H92
source: Otalgia and effusion of ear
de: Otalgie und Ohrenfluss
fr_fr: Otalgie et écoulement par l'oreille
zh_cn: 耳痛和耳渗出液

# model:gnuhealth.pathology,name:H920
source: Otalgia
de: Otalgie
fr_fr: Otalgie
zh_cn: 耳痛

# model:gnuhealth.pathology,name:H921
source: Otorrhoea
de: Otorrhoe
fr_fr: Otorrhée
zh_cn: 耳漏

# model:gnuhealth.pathology,name:H922
source: Otorrhagia
de: Blutung aus dem äußeren Gehörgang
fr_fr: Otorragie
zh_cn: 耳出血

# model:gnuhealth.pathology,name:H93
source: Other disorders of ear, not elsewhere classified
de: Sonstige Krankheiten des Ohres, anderenorts nicht klassifiziert
fr_fr: Autres affections de l'oreille, non classées ailleurs
zh_cn: 耳的其他疾患，不可归类在他处者

# model:gnuhealth.pathology,name:H930
source: Degenerative and vascular disorders of ear
de: Degenerative und vaskuläre Krankheiten des Ohres
fr_fr: Affections vasculaires et dégénératives de l'oreille
zh_cn: 耳的变性性和血管性疾患

# model:gnuhealth.pathology,name:H931
source: Tinnitus
de: Tinnitus aurium
fr_fr: Acouphènes
zh_cn: 耳鸣

# model:gnuhealth.pathology,name:H932
source: Other abnormal auditory perceptions
de: Sonstige abnorme Hörempfindungen
fr_fr: Autres perceptions auditives anormales
zh_cn: 其他听觉异常

# model:gnuhealth.pathology,name:H933
source: Disorders of acoustic nerve
de: Krankheiten des N. vestibulocochlearis [VIII. Hirnnerv]
fr_fr: Affections du nerf auditif
zh_cn: 听神经疾患

# model:gnuhealth.pathology,name:H938
source: Other specified disorders of ear
de: Sonstige näher bezeichnete Krankheiten des Ohres
fr_fr: Autres affections précisées de l'oreille
zh_cn: 耳其他特指的疾患

# model:gnuhealth.pathology,name:H939
source: Disorder of ear, unspecified
de: Krankheit des Ohres, nicht näher bezeichnet
fr_fr: Affection de l'oreille, sans précision
zh_cn: 耳未特指的疾患

# model:gnuhealth.pathology,name:H94
source: Other disorders of ear in diseases classified elsewhere
de: Sonstige Krankheiten des Ohres bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections de l'oreille au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的耳的其他疾患

# model:gnuhealth.pathology,name:H940
source: Acoustic neuritis in infectious and parasitic diseases classified elsewhere
de: Entzündung des N. vestibulocochlearis [VIII. Hirnnerv] bei anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Névrite acoustique au cours de maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的传染病和寄生虫病引起的听神经炎

# model:gnuhealth.pathology,name:H948
source: Other specified disorders of ear in diseases classified elsewhere
de: Sonstige näher bezeichnete Krankheiten des Ohres bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections précisées de l'oreille au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的耳其他特指的疾患

# model:gnuhealth.pathology,name:H95
source: Postprocedural disorders of ear and mastoid process, not elsewhere classified
de: Krankheiten des Ohres und des Warzenfortsatzes nach medizinischen Maßnahmen, anderenorts nicht klassifiziert
fr_fr: Affections de l'oreille et de l'apophyse mastoïde après un acte à visée diagnostique et thérapeutique, non classées ailleurs
zh_cn: 耳和乳突的操作后疾患，不可归类在他处者

# model:gnuhealth.pathology,name:H950
source: Recurrent cholesteatoma of postmastoidectomy cavity
de: Rezidivierendes Cholesteatom in der Mastoidhöhle nach Mastoidektomie
fr_fr: Cholestéatome récidivant après mastoïdectomie
zh_cn: 乳突后切除术空腔的复发性胆脂瘤

# model:gnuhealth.pathology,name:H951
source: Other disorders following mastoidectomy
de: Sonstige Krankheiten nach Mastoidektomie
fr_fr: Autres affections survenant après mastoïdectomie
zh_cn: 乳突切除术后状态的其他疾患

# model:gnuhealth.pathology,name:H958
source: Other postprocedural disorders of ear and mastoid process
de: Sonstige Krankheiten des Ohres und des Warzenfortsatzes nach medizinischen Maßnahmen
fr_fr: Autres affections de l'oreille et de l'apophyse mastoïde après un acte à visée diagnostique et thérapeutique
zh_cn: 耳和乳突的其他操作后疾患

# model:gnuhealth.pathology,name:H959
source: Postprocedural disorder of ear and mastoid process, unspecified
de: Krankheit des Ohres und des Warzenfortsatzes nach medizinischen Maßnahmen, nicht näher bezeichnet
fr_fr: Affection de l'oreille et de l'apophyse mastoïde après un acte à visée diagnostique et thérapeutique, sans précision
zh_cn: 耳和乳突未特指的操作后疾患

# model:gnuhealth.pathology,name:I00
source: Rheumatic fever without mention of heart involvement
de: Rheumatisches Fieber ohne Angabe einer Herzbeteiligung
fr_fr: Rhumatisme articulaire aigu, sans mention d'atteinte cardiaque
zh_cn: 风湿热，未提及心脏受累

# model:gnuhealth.pathology,name:I01
source: Rheumatic fever with heart involvement
de: Rheumatisches Fieber mit Herzbeteiligung
fr_fr: Rhumatisme articulaire aigu, avec atteinte cardiaque
zh_cn: 风湿热伴有心脏受累

# model:gnuhealth.pathology,name:I010
source: Acute rheumatic pericarditis
de: Akute rheumatische Perikarditis
fr_fr: Péricardite rhumatismale aiguë
zh_cn: 急性风湿性心包炎

# model:gnuhealth.pathology,name:I011
source: Acute rheumatic endocarditis
de: Akute rheumatische Endokarditis
fr_fr: Endocardite rhumatismale aiguë
zh_cn: 急性风湿性心内膜炎

# model:gnuhealth.pathology,name:I012
source: Acute rheumatic myocarditis
de: Akute rheumatische Myokarditis
fr_fr: Myocardite rhumatismale aiguë
zh_cn: 急性风湿性心肌炎

# model:gnuhealth.pathology,name:I018
source: Other acute rheumatic heart disease
de: Sonstige akute rheumatische Herzkrankheit
fr_fr: Autres cardiopathies rhumatismales aiguës
zh_cn: 其他急性风湿性心脏病

# model:gnuhealth.pathology,name:I019
source: Acute rheumatic heart disease, unspecified
de: Akute rheumatische Herzkrankheit, nicht näher bezeichnet
fr_fr: Cardiopathie rhumatismale aiguë, sans précision
zh_cn: 未特指的急性风湿性心脏病

# model:gnuhealth.pathology,name:I02
source: Rheumatic chorea
de: Rheumatische Chorea
fr_fr: Chorée rhumatismale
zh_cn: 风湿性舞蹈症

# model:gnuhealth.pathology,name:I020
source: Rheumatic chorea with heart involvement
de: Rheumatische Chorea mit Herzbeteiligung
fr_fr: Chorée rhumatismale, avec atteinte cardiaque
zh_cn: 风湿性舞蹈症伴有心脏受累

# model:gnuhealth.pathology,name:I029
source: Rheumatic chorea without heart involvement
de: Rheumatische Chorea ohne Herzbeteiligung
fr_fr: Chorée rhumatismale, sans atteinte cardiaque
zh_cn: 风湿性舞蹈症不伴有心脏受累

# model:gnuhealth.pathology,name:I05
source: Rheumatic mitral valve diseases
de: Rheumatische Mitralklappenkrankheiten
fr_fr: Maladies rhumatismales de la valvule mitrale
zh_cn: 风湿性二尖瓣疾病

# model:gnuhealth.pathology,name:I050
source: Mitral stenosis
de: Mitralklappenstenose
fr_fr: Sténose mitrale
zh_cn: 二尖瓣狭窄

# model:gnuhealth.pathology,name:I051
source: Rheumatic mitral insufficiency
de: Rheumatische Mitralklappeninsuffizienz
fr_fr: Insuffisance mitrale rhumatismale
zh_cn: 风湿性二尖瓣关闭不全

# model:gnuhealth.pathology,name:I052
source: Mitral stenosis with insufficiency
de: Mitralklappenstenose mit Insuffizienz
fr_fr: Sténose mitrale avec insuffisance
zh_cn: 二尖瓣狭窄伴有关闭不全

# model:gnuhealth.pathology,name:I058
source: Other mitral valve diseases
de: Sonstige Mitralklappenkrankheiten
fr_fr: Autres maladies de la valvule mitrale
zh_cn: 其他二尖瓣疾病

# model:gnuhealth.pathology,name:I059
source: Mitral valve disease, unspecified
de: Mitralklappenkrankheit, nicht näher bezeichnet
fr_fr: Maladie de la valvule mitrale, sans précision
zh_cn: 未特指的二尖瓣疾病

# model:gnuhealth.pathology,name:I06
source: Rheumatic aortic valve diseases
de: Rheumatische Aortenklappenkrankheiten
fr_fr: Maladies rhumatismales de la valvule aortique
zh_cn: 风湿性主动脉瓣疾病

# model:gnuhealth.pathology,name:I060
source: Rheumatic aortic stenosis
de: Rheumatische Aortenklappenstenose
fr_fr: Sténose aortique rhumatismale
zh_cn: 风湿性主动脉瓣狭窄

# model:gnuhealth.pathology,name:I061
source: Rheumatic aortic insufficiency
de: Rheumatische Aortenklappeninsuffizienz
fr_fr: Insuffisance aortique rhumatismale
zh_cn: 风湿性主动脉瓣关闭不全

# model:gnuhealth.pathology,name:I062
source: Rheumatic aortic stenosis with insufficiency
de: Rheumatische Aortenklappenstenose mit Insuffizienz
fr_fr: Sténose aortique rhumatismale avec insuffisance
zh_cn: 风湿性主动脉瓣狭窄伴有关闭不全

# model:gnuhealth.pathology,name:I068
source: Other rheumatic aortic valve diseases
de: Sonstige rheumatische Aortenklappenkrankheiten
fr_fr: Autres maladies rhumatismales de la valvule aortique
zh_cn: 其他风湿性主动脉瓣疾病

# model:gnuhealth.pathology,name:I069
source: Rheumatic aortic valve disease, unspecified
de: Rheumatische Aortenklappenkrankheit, nicht näher bezeichnet
fr_fr: Maladie rhumatismale de la valvule aortique, sans précision
zh_cn: 未特指的风湿性主动脉瓣疾病

# model:gnuhealth.pathology,name:I07
source: Rheumatic tricuspid valve diseases
de: Rheumatische Trikuspidalklappenkrankheiten
fr_fr: Maladies rhumatismales de la valvule tricuspide
zh_cn: 风湿性三尖瓣疾病

# model:gnuhealth.pathology,name:I070
source: Tricuspid stenosis
de: Trikuspidalklappenstenose
fr_fr: Sténose tricuspidienne
zh_cn: 三尖瓣狭窄

# model:gnuhealth.pathology,name:I071
source: Tricuspid insufficiency
de: Trikuspidalklappeninsuffizienz
fr_fr: Insuffisance tricuspidienne
zh_cn: 三尖瓣关闭不全

# model:gnuhealth.pathology,name:I072
source: Tricuspid stenosis with insufficiency
de: Trikuspidalklappenstenose mit Insuffizienz
fr_fr: Sténose tricuspidienne avec insuffisance
zh_cn: 三尖瓣狭窄伴有关闭不全

# model:gnuhealth.pathology,name:I078
source: Other tricuspid valve diseases
de: Sonstige Trikuspidalklappenkrankheiten
fr_fr: Autres maladies de la valvule tricuspide
zh_cn: 其他三尖瓣疾病

# model:gnuhealth.pathology,name:I079
source: Tricuspid valve disease, unspecified
de: Trikuspidalklappenkrankheit, nicht näher bezeichnet
fr_fr: Maladie de la valvule tricuspide, sans précision
zh_cn: 未特指的三尖瓣疾病

# model:gnuhealth.pathology,name:I08
source: Multiple valve diseases
de: Krankheiten mehrerer Herzklappen
fr_fr: Maladies de plusieurs valvules
zh_cn: 多个心瓣膜疾病

# model:gnuhealth.pathology,name:I080
source: Disorders of both mitral and aortic valves
de: Krankheiten der Mitral- und Aortenklappe, kombiniert
fr_fr: Atteintes des valvules mitrale et aortique
zh_cn: 二尖瓣和主动脉瓣的疾患

# model:gnuhealth.pathology,name:I081
source: Disorders of both mitral and tricuspid valves
de: Krankheiten der Mitral- und Trikuspidalklappe, kombiniert
fr_fr: Atteintes des valvules mitrale et tricuspide
zh_cn: 二尖瓣和三尖瓣的疾患

# model:gnuhealth.pathology,name:I082
source: Disorders of both aortic and tricuspid valves
de: Krankheiten der Aorten- und Trikuspidalklappe, kombiniert
fr_fr: Atteintes des valvules aortique et tricuspide
zh_cn: 主动脉瓣和三尖瓣的疾患

# model:gnuhealth.pathology,name:I083
source: Combined disorders of mitral, aortic and tricuspid valves
de: Krankheiten der Mitral-, Aorten- und Trikuspidalklappe, kombiniert
fr_fr: Atteintes des valvules mitrale, aortique et tricuspide
zh_cn: 二尖瓣、主动脉瓣和三尖瓣的合并疾患

# model:gnuhealth.pathology,name:I088
source: Other multiple valve diseases
de: Sonstige Krankheiten mehrerer Herzklappen
fr_fr: Autres maladies valvulaires multiples
zh_cn: 其他多个心瓣膜疾病

# model:gnuhealth.pathology,name:I089
source: Multiple valve disease, unspecified
de: Krankheit mehrerer Herzklappen, nicht näher bezeichnet
fr_fr: Maladie de plusieurs valvules, sans précision
zh_cn: 未特指的多个心瓣膜疾病

# model:gnuhealth.pathology,name:I09
source: Other rheumatic heart diseases
de: Sonstige rheumatische Herzkrankheiten
fr_fr: Autres cardiopathies rhumatismales
zh_cn: 其他风湿性心脏病

# model:gnuhealth.pathology,name:I090
source: Rheumatic myocarditis
de: Rheumatische Myokarditis
fr_fr: Myocardite rhumatismale
zh_cn: 风湿性心肌炎

# model:gnuhealth.pathology,name:I091
source: Rheumatic diseases of endocardium, valve unspecified
de: Rheumatische Krankheiten des Endokards, Herzklappe nicht näher bezeichnet
fr_fr: Endocardite rhumatismale, valvule non précisée
zh_cn: 瓣膜未特指的风湿性心内膜疾病

# model:gnuhealth.pathology,name:I092
source: Chronic rheumatic pericarditis
de: Chronische rheumatische Perikarditis
fr_fr: Péricardite rhumatismale chronique
zh_cn: 慢性风湿性心包炎

# model:gnuhealth.pathology,name:I098
source: Other specified rheumatic heart diseases
de: Sonstige näher bezeichnete rheumatische Herzkrankheiten
fr_fr: Autres cardiopathies rhumatismales précisées
zh_cn: 其他特指的风湿性心脏病

# model:gnuhealth.pathology,name:I099
source: Rheumatic heart disease, unspecified
de: Rheumatische Herzkrankheit, nicht näher bezeichnet
fr_fr: Cardiopathie rhumatismale, sans précision
zh_cn: 未特指的风湿性心脏病

# model:gnuhealth.pathology,name:I10
source: Essential (primary) hypertension
de: Essentielle (primäre) Hypertonie
fr_fr: Hypertension essentielle (primitive)
zh_cn: 特发性(原发性)高血压

# model:gnuhealth.pathology,name:I11
source: Hypertensive heart disease
de: Hypertensive Herzkrankheit
fr_fr: Cardiopathie hypertensive
zh_cn: 高血压心脏病

# model:gnuhealth.pathology,name:I110
source: Hypertensive heart disease with (congestive) heart failure
de: Hypertensive Herzkrankheit mit (kongestiver) Herzinsuffizienz
fr_fr: Cardiopathie hypertensive, avec insuffisance cardiaque (congestive)
zh_cn: 高血压心脏病伴有(充血性)心力衰竭

# model:gnuhealth.pathology,name:I119
source: Hypertensive heart disease without (congestive) heart failure
de: Hypertensive Herzkrankheit ohne (kongestive) Herzinsuffizienz
fr_fr: Cardiopathie hypertensive, sans insuffisance cardiaque congestive
zh_cn: 高血压心脏病不伴有(充血性)心力衰竭

# model:gnuhealth.pathology,name:I12
source: Hypertensive renal disease
de: Hypertensive Nierenkrankheit
fr_fr: Néphropathie hypertensive
zh_cn: 高血压肾脏病

# model:gnuhealth.pathology,name:I120
source: Hypertensive renal disease with renal failure
de: Hypertensive Nierenkrankheit mit Niereninsuffizienz
fr_fr: Néphropathie hypertensive, avec insuffisance rénale
zh_cn: 高血压肾脏病伴有肾衰竭

# model:gnuhealth.pathology,name:I129
source: Hypertensive renal disease without renal failure
de: Hypertensive Nierenkrankheit ohne Niereninsuffizienz
fr_fr: Néphropathie hypertensive, sans insuffisance rénale
zh_cn: 高血压肾脏病不伴有肾衰竭

# model:gnuhealth.pathology,name:I13
source: Hypertensive heart and renal disease
de: Hypertensive Herz- und Nierenkrankheit
fr_fr: Cardionéphropathie hypertensive
zh_cn: 高血压心脏和肾脏病

# model:gnuhealth.pathology,name:I130
source: Hypertensive heart and renal disease with (congestive) heart failure
de: Hypertensive Herz- und Nierenkrankheit mit (kongestiver) Herzinsuffizienz
fr_fr: Cardionéphropathie hypertensive, avec insuffisance cardiaque (congestive)
zh_cn: 高血压心脏和肾脏病伴有(充血性)心力衰竭

# model:gnuhealth.pathology,name:I131
source: Hypertensive heart and renal disease with renal failure
de: Hypertensive Herz- und Nierenkrankheit mit Niereninsuffizienz
fr_fr: Cardionéphropathie hypertensive, avec insuffisance rénale
zh_cn: 高血压心脏和肾脏病伴有肾衰竭

# model:gnuhealth.pathology,name:I132
source: Hypertensive heart and renal disease with both (congestive) heart failure and renal failure
de: Hypertensive Herz- und Nierenkrankheit mit (kongestiver) Herzinsuffizienz und Niereninsuffizienz
fr_fr: Cardionéphropathie hypertensive, avec insuffisance cardiaque (congestive) et rénale
zh_cn: 高血压心脏和肾脏病同时伴有(充血性)心力衰竭和肾衰竭

# model:gnuhealth.pathology,name:I139
source: Hypertensive heart and renal disease, unspecified
de: Hypertensive Herz- und Nierenkrankheit, nicht näher bezeichnet
fr_fr: Cardionéphropathie hypertensive, sans précision
zh_cn: 未特指的高血压心脏和肾脏病

# model:gnuhealth.pathology,name:I15
source: Secondary hypertension
de: Sekundäre Hypertonie
fr_fr: Hypertension secondaire
zh_cn: 继发性高血压

# model:gnuhealth.pathology,name:I150
source: Renovascular hypertension
de: Renovaskuläre Hypertonie
fr_fr: Hypertension vasculo-rénale
zh_cn: 肾血管性高血压
