Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V049
source: Pedestrian injured in collision with heavy transport vehicle or bus: Unspecified whether traffic or nontraffic accident
de: Fußgänger bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Nicht näher bezeichnet, ob Verkehrsunfall oder Unfall außerhalb des Verkehrs
zh_cn: 行人在与重型运输车或公共汽车未特指为交通事故或非交通事故碰撞中损伤

# model:gnuhealth.pathology,name:V05
source: Pedestrian injured in collision with railway train or railway vehicle
de: Fußgänger bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt
fr_fr: Piéton blessé dans une collision avec un train ou un véhicule ferroviaire
zh_cn: 行人在与火车或铁路车辆碰撞中的损伤

# model:gnuhealth.pathology,name:V050
source: Pedestrian injured in collision with railway train or railway vehicle: Nontraffic accident
de: Fußgänger bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Unfall außerhalb des Verkehrs

# model:gnuhealth.pathology,name:V051
source: Pedestrian injured in collision with railway train or railway vehicle: Traffic accident
de: Fußgänger bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Verkehrsunfall

# model:gnuhealth.pathology,name:V059
source: Pedestrian injured in collision with railway train or railway vehicle: Unspecified whether traffic or nontraffic accident
de: Fußgänger bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Nicht näher bezeichnet, ob Verkehrsunfall oder Unfall außerhalb des Verkehrs
zh_cn: 行人在与火车或铁路未特指为交通事故或非交通事故碰撞中损伤

# model:gnuhealth.pathology,name:V06
source: Pedestrian injured in collision with other nonmotor vehicle
de: Fußgänger bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt
fr_fr: Piéton blessé dans une collision avec un autre véhicule sans moteur
zh_cn: 行人在与其他非机动车辆碰撞中的损伤

# model:gnuhealth.pathology,name:V060
source: Pedestrian injured in collision with other nonmotor vehicle: Nontraffic accident
de: Fußgänger bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Unfall außerhalb des Verkehrs

# model:gnuhealth.pathology,name:V061
source: Pedestrian injured in collision with other nonmotor vehicle: Traffic accident
de: Fußgänger bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Verkehrsunfall

# model:gnuhealth.pathology,name:V069
source: Pedestrian injured in collision with other nonmotor vehicle: Unspecified whether traffic or nontraffic accident
de: Fußgänger bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Nicht näher bezeichnet, ob Verkehrsunfall oder Unfall außerhalb des Verkehrs
zh_cn: 行人在与特指非机动车辆未特指为交通事故或非交通事故碰撞中损伤

# model:gnuhealth.pathology,name:V09
source: Pedestrian injured in other and unspecified transport accidents
de: Fußgänger bei sonstigen und nicht näher bezeichneten Transportmittelunfällen verletzt
fr_fr: Piéton blessé dans des accidents de transport, autres et sans précision
zh_cn: 行人在其他和未特指运输事故中的损伤

# model:gnuhealth.pathology,name:V090
source: Pedestrian injured in other and unspecified transport accidents: Pedestrian injured in nontraffic accident involving other and unspecified motor vehicles
de: Fußgänger bei Transportmittelunfall außerhalb des Verkehrs verletzt, mit Beteiligung sonstiger und nicht näher bezeichneter Kraftfahrzeuge
zh_cn: 行人在涉及其他和未特指指机动车辆的非交通事故中的损伤

# model:gnuhealth.pathology,name:V091
source: Pedestrian injured in other and unspecified transport accidents: Pedestrian injured in unspecified nontraffic accident
de: Fußgänger bei nicht näher bezeichnetem Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 行人在非交通事故中的损伤

# model:gnuhealth.pathology,name:V092
source: Pedestrian injured in other and unspecified transport accidents: Pedestrian injured in traffic accident involving other and unspecified motor vehicles
de: Fußgänger bei Verkehrsunfall verletzt, mit Beteiligung sonstiger und nicht näher bezeichneter Kraftfahrzeuge
zh_cn: 行人在涉及其他和未特指机动车辆的交通事故中的损伤

# model:gnuhealth.pathology,name:V093
source: Pedestrian injured in other and unspecified transport accidents: Pedestrian injured in unspecified traffic accident
de: Fußgänger bei nicht näher bezeichnetem Verkehrsunfall verletzt
zh_cn: 行人在交通事故中的损伤

# model:gnuhealth.pathology,name:V099
source: Pedestrian injured in other and unspecified transport accidents: Pedestrian injured in unspecified transport accident
de: Fußgänger bei nicht näher bezeichnetem Transportmittelunfall verletzt
zh_cn: 行人在未特指运输事故中的损伤

# model:gnuhealth.pathology,name:V10
source: Pedal cyclist injured in collision with pedestrian or animal
de: Benutzer eines Fahrrades bei Zusammenstoß mit Fußgänger oder Tier verletzt
fr_fr: Cycliste blessé dans une collision avec un piéton ou un animal
zh_cn: 骑脚踏车人员在脚踏车与行人或牲畜碰撞中的损伤

# model:gnuhealth.pathology,name:V100
source: Pedal cyclist injured in collision with pedestrian or animal: Driver injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V101
source: Pedal cyclist injured in collision with pedestrian or animal: Passenger injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Fußgänger oder Tier verletzt: Mitfahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V102
source: Pedal cyclist injured in collision with pedestrian or animal: Unspecified pedal cyclist injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Fußgänger oder Tier verletzt: Nicht näher bezeichneter Benutzer eines Fahrrades bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的骑脚踏车人员在非交通事故中的损伤

# model:gnuhealth.pathology,name:V103
source: Pedal cyclist injured in collision with pedestrian or animal: Person injured while boarding or alighting
de: Benutzer eines Fahrrades bei Zusammenstoß mit Fußgänger oder Tier verletzt: Person beim Auf- oder Absteigen verletzt

# model:gnuhealth.pathology,name:V104
source: Pedal cyclist injured in collision with pedestrian or animal: Driver injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V105
source: Pedal cyclist injured in collision with pedestrian or animal: Passenger injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Fußgänger oder Tier verletzt: Mitfahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V109
source: Pedal cyclist injured in collision with pedestrian or animal: Unspecified pedal cyclist injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Fußgänger oder Tier verletzt: Nicht näher bezeichneter Benutzer eines Fahrrades bei Verkehrsunfall verletzt
zh_cn: 未特指的骑脚踏车人员在交通事故中的损伤

# model:gnuhealth.pathology,name:V11
source: Pedal cyclist injured in collision with other pedal cycle
de: Benutzer eines Fahrrades bei Zusammenstoß mit anderem Fahrrad verletzt
fr_fr: Cycliste blessé dans une collision avec un autre cycle
zh_cn: 骑脚踏车人员在脚踏车与其他脚踏车碰撞中的损伤

# model:gnuhealth.pathology,name:V110
source: Pedal cyclist injured in collision with other pedal cycle: Driver injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit anderem Fahrrad verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V111
source: Pedal cyclist injured in collision with other pedal cycle: Passenger injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit anderem Fahrrad verletzt: Mitfahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V112
source: Pedal cyclist injured in collision with other pedal cycle: Unspecified pedal cyclist injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit anderem Fahrrad verletzt: Nicht näher bezeichneter Benutzer eines Fahrrades bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的骑脚踏车人员在非交通事故中的损伤

# model:gnuhealth.pathology,name:V113
source: Pedal cyclist injured in collision with other pedal cycle: Person injured while boarding or alighting
de: Benutzer eines Fahrrades bei Zusammenstoß mit anderem Fahrrad verletzt: Person beim Auf- oder Absteigen verletzt

# model:gnuhealth.pathology,name:V114
source: Pedal cyclist injured in collision with other pedal cycle: Driver injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit anderem Fahrrad verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V115
source: Pedal cyclist injured in collision with other pedal cycle: Passenger injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit anderem Fahrrad verletzt: Mitfahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V119
source: Pedal cyclist injured in collision with other pedal cycle: Unspecified pedal cyclist injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit anderem Fahrrad verletzt: Nicht näher bezeichneter Benutzer eines Fahrrades bei Verkehrsunfall verletzt
zh_cn: 未特指的骑脚踏车人员在交通事故中的损伤

# model:gnuhealth.pathology,name:V12
source: Pedal cyclist injured in collision with two- or three-wheeled motor vehicle
de: Benutzer eines Fahrrades bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt
fr_fr: Cycliste blessé dans une collision avec un véhicule à moteur à deux ou trois roues
zh_cn: 骑脚踏车人员在脚踏车与两轮或三轮机动车碰撞中的损伤

# model:gnuhealth.pathology,name:V120
source: Pedal cyclist injured in collision with two- or three-wheeled motor vehicle: Driver injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V121
source: Pedal cyclist injured in collision with two- or three-wheeled motor vehicle: Passenger injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Mitfahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V122
source: Pedal cyclist injured in collision with two- or three-wheeled motor vehicle: Unspecified pedal cyclist injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Fahrrades bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的骑脚踏车人员在非交通事故中的损伤

# model:gnuhealth.pathology,name:V123
source: Pedal cyclist injured in collision with two- or three-wheeled motor vehicle: Person injured while boarding or alighting
de: Benutzer eines Fahrrades bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Person beim Auf- oder Absteigen verletzt

# model:gnuhealth.pathology,name:V124
source: Pedal cyclist injured in collision with two- or three-wheeled motor vehicle: Driver injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V125
source: Pedal cyclist injured in collision with two- or three-wheeled motor vehicle: Passenger injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Mitfahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V129
source: Pedal cyclist injured in collision with two- or three-wheeled motor vehicle: Unspecified pedal cyclist injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Fahrrades bei Verkehrsunfall verletzt
zh_cn: 未特指的骑脚踏车人员在交通事故中的损伤

# model:gnuhealth.pathology,name:V13
source: Pedal cyclist injured in collision with car, pick-up truck or van
de: Benutzer eines Fahrrades bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt
fr_fr: Cycliste blessé dans une collision avec une automobile ou une camionnette
zh_cn: 骑脚踏车人员在脚踏车与小汽车、轻型货车或篷车碰撞中的损伤

# model:gnuhealth.pathology,name:V130
source: Pedal cyclist injured in collision with car, pick-up truck or van: Driver injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V131
source: Pedal cyclist injured in collision with car, pick-up truck or van: Passenger injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Mitfahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V132
source: Pedal cyclist injured in collision with car, pick-up truck or van: Unspecified pedal cyclist injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Nicht näher bezeichneter Benutzer eines Fahrrades bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的骑脚踏车人员在非交通事故中的损伤

# model:gnuhealth.pathology,name:V133
source: Pedal cyclist injured in collision with car, pick-up truck or van: Person injured while boarding or alighting
de: Benutzer eines Fahrrades bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Person beim Auf- oder Absteigen verletzt

# model:gnuhealth.pathology,name:V134
source: Pedal cyclist injured in collision with car, pick-up truck or van: Driver injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V135
source: Pedal cyclist injured in collision with car, pick-up truck or van: Passenger injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Mitfahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V139
source: Pedal cyclist injured in collision with car, pick-up truck or van: Unspecified pedal cyclist injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Nicht näher bezeichneter Benutzer eines Fahrrades bei Verkehrsunfall verletzt
zh_cn: 未特指的骑脚踏车人员在交通事故中的损伤

# model:gnuhealth.pathology,name:V14
source: Pedal cyclist injured in collision with heavy transport vehicle or bus
de: Benutzer eines Fahrrades bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt
fr_fr: Cycliste blessé dans une collision avec un vehicule lourd ou un autobus
zh_cn: 骑脚踏车人员在脚踏车与重型运输车或公共汽车碰撞中的损伤

# model:gnuhealth.pathology,name:V140
source: Pedal cyclist injured in collision with heavy transport vehicle or bus: Driver injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V141
source: Pedal cyclist injured in collision with heavy transport vehicle or bus: Passenger injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Mitfahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V142
source: Pedal cyclist injured in collision with heavy transport vehicle or bus: Unspecified pedal cyclist injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Nicht näher bezeichneter Benutzer eines Fahrrades bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的骑脚踏车人员在非交通事故中的损伤

# model:gnuhealth.pathology,name:V143
source: Pedal cyclist injured in collision with heavy transport vehicle or bus: Person injured while boarding or alighting
de: Benutzer eines Fahrrades bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Person beim Auf- oder Absteigen verletzt

# model:gnuhealth.pathology,name:V144
source: Pedal cyclist injured in collision with heavy transport vehicle or bus: Driver injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V145
source: Pedal cyclist injured in collision with heavy transport vehicle or bus: Passenger injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Mitfahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V149
source: Pedal cyclist injured in collision with heavy transport vehicle or bus: Unspecified pedal cyclist injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Nicht näher bezeichneter Benutzer eines Fahrrades bei Verkehrsunfall verletzt
zh_cn: 未特指的骑脚踏车人员在交通事故中的损伤

# model:gnuhealth.pathology,name:V15
source: Pedal cyclist injured in collision with railway train or railway vehicle
de: Benutzer eines Fahrrades bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt
fr_fr: Cycliste blessé dans une collision avec un train ou un véhicule ferroviaire
zh_cn: 骑脚踏车人员在脚踏车与火车或铁路车辆碰撞中的损伤

# model:gnuhealth.pathology,name:V150
source: Pedal cyclist injured in collision with railway train or railway vehicle: Driver injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V151
source: Pedal cyclist injured in collision with railway train or railway vehicle: Passenger injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Mitfahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V152
source: Pedal cyclist injured in collision with railway train or railway vehicle: Unspecified pedal cyclist injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Fahrrades bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的骑脚踏车人员在与火车或铁路车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V153
source: Pedal cyclist injured in collision with railway train or railway vehicle: Person injured while boarding or alighting
de: Benutzer eines Fahrrades bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Person beim Auf- oder Absteigen verletzt

# model:gnuhealth.pathology,name:V154
source: Pedal cyclist injured in collision with railway train or railway vehicle: Driver injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V155
source: Pedal cyclist injured in collision with railway train or railway vehicle: Passenger injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Mitfahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V159
source: Pedal cyclist injured in collision with railway train or railway vehicle: Unspecified pedal cyclist injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Fahrrades bei Verkehrsunfall verletzt
zh_cn: 未特指的骑脚踏车人员在脚踏车与火车或铁路车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V16
source: Pedal cyclist injured in collision with other nonmotor vehicle
de: Benutzer eines Fahrrades bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt
fr_fr: Cycliste blessé dans une collision avec un autre véhicule sans moteur
zh_cn: 骑脚踏车人员在脚踏车与其他非机动车辆碰撞中的损伤

# model:gnuhealth.pathology,name:V160
source: Pedal cyclist injured in collision with other nonmotor vehicle: Driver injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V161
source: Pedal cyclist injured in collision with other nonmotor vehicle: Passenger injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Mitfahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V162
source: Pedal cyclist injured in collision with other nonmotor vehicle: Unspecified pedal cyclist injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Fahrrades bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的骑脚踏车人员在非交通事故中的损伤

# model:gnuhealth.pathology,name:V163
source: Pedal cyclist injured in collision with other nonmotor vehicle: Person injured while boarding or alighting
de: Benutzer eines Fahrrades bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Person beim Auf- oder Absteigen verletzt

# model:gnuhealth.pathology,name:V164
source: Pedal cyclist injured in collision with other nonmotor vehicle: Driver injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V165
source: Pedal cyclist injured in collision with other nonmotor vehicle: Passenger injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Mitfahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V169
source: Pedal cyclist injured in collision with other nonmotor vehicle: Unspecified pedal cyclist injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Fahrrades bei Verkehrsunfall verletzt
zh_cn: 未特指的骑脚踏车人员在交通事故中的损伤

# model:gnuhealth.pathology,name:V17
source: Pedal cyclist injured in collision with fixed or stationary object
de: Benutzer eines Fahrrades bei Zusammenstoß mit feststehendem Gegenstand verletzt
fr_fr: Cycliste blessé dans une collision avec un objet fixe ou stationnaire
zh_cn: 骑脚踏车人员在脚踏车与固定或静止物体碰撞中的损伤

# model:gnuhealth.pathology,name:V170
source: Pedal cyclist injured in collision with fixed or stationary object: Driver injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V171
source: Pedal cyclist injured in collision with fixed or stationary object: Passenger injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit feststehendem Gegenstand verletzt: Mitfahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V172
source: Pedal cyclist injured in collision with fixed or stationary object: Unspecified pedal cyclist injured in nontraffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit feststehendem Gegenstand verletzt: Nicht näher bezeichneter Benutzer eines Fahrrades bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的骑脚踏车人员在非交通事故中的损伤

# model:gnuhealth.pathology,name:V173
source: Pedal cyclist injured in collision with fixed or stationary object: Person injured while boarding or alighting
de: Benutzer eines Fahrrades bei Zusammenstoß mit feststehendem Gegenstand verletzt: Person beim Auf- oder Absteigen verletzt
