Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:M519
source: Intervertebral disk disorder, unspecified
fr_fr: Atteinte d'un disque intervertébral, sans précision

# model:gnuhealth.pathology,name:M60
source: Myositis
fr_fr: Myosite
zh_cn: 肌炎

# model:gnuhealth.pathology,name:M611
source: Myositis ossificans progressiva
fr_fr: Myosite ossifiante progressive
zh_cn: 进行性骨化性肌炎

# model:gnuhealth.pathology,name:M674
source: Ganglion
fr_fr: Kyste
zh_cn: 腱鞘囊肿

# model:gnuhealth.pathology,name:M816
source: Localised osteoporosis [Lequesne]
fr_fr: Ostéoporose localisée [Lequesne]

# model:gnuhealth.pathology,name:M834
source: Aluminum bone disease
fr_fr: Maladie osseuse due à l'aluminium

# model:gnuhealth.pathology,name:M86
source: Osteomyelitis
fr_fr: Ostéomyélite
zh_cn: 骨髓炎

# model:gnuhealth.pathology,name:M88
source: Paget's disease of bone [osteitis deformans]
fr_fr: Maladie osseuse de Paget [ostéite déformante]

# model:gnuhealth.pathology,name:M880
source: Paget's disease of skull
fr_fr: Maladie de Paget du crâne

# model:gnuhealth.pathology,name:M888
source: Paget's disease of other bones
fr_fr: Maladie de Paget d'autres os

# model:gnuhealth.pathology,name:M889
source: Paget's disease of bone, unspecified
fr_fr: Maladie osseuse de Paget, sans précision

# model:gnuhealth.pathology,name:M894
source: Other hypertrophic osteo-arthropathy
fr_fr: Autres ostéoarthropathies hypertrophiantes

# model:gnuhealth.pathology,name:M904
source: Osteonecrosis due to heamoglobinopathy
fr_fr: Ostéonécrose due à une hémoglobinopathie (D50-D64+)

# model:gnuhealth.pathology,name:M931
source: Kienböck's disease of adults
fr_fr: Maladie de Kienböck de l'adulte

# model:gnuhealth.pathology,name:M966
source: Fracture of bone following insertion of orthopaedic implant, joint prosthesis or bone plate
fr_fr: Fracture osseuse après mise en place d'un implant, d'une prothèse articulaire ou d'une plaque d'ostéosynthèse

# model:gnuhealth.pathology,name:M995
source: Intervertebral disk stenosis of neural canal
fr_fr: Rétrécissement du canal rachidien par lésion discale

# model:gnuhealth.pathology,name:M997
source: Connective tissue and disk stenosis of intervertebral foramina
fr_fr: Rétrécissement des espaces intervertébraux par tissu conjonctif et discal

# model:gnuhealth.pathology,name:N000
source: Minor glomerular abnormality
fr_fr: syndrome néphritique aigu | Anomalies glomérulaires mineures

# model:gnuhealth.pathology,name:N001
source: Focal and segmental glomerular lesions
fr_fr: syndrome néphritique aigu | Lésions glomérulaires segmentaires et focales

# model:gnuhealth.pathology,name:N002
source: Diffuse membranous glomerulonephritis
fr_fr: syndrome néphritique aigu | Glomérulonéphrite membraneuse diffuse

# model:gnuhealth.pathology,name:N003
source: Diffuse mesangial proliferative glomerulonephritis
fr_fr: syndrome néphritique aigu | Glomérulonéphrite proliférative mésangiale diffuse

# model:gnuhealth.pathology,name:N004
source: Diffuse endocapillary proliferative glomerulonephritis
fr_fr: syndrome néphritique aigu | Glomérulonéphrite proliférative endocapillaire diffuse

# model:gnuhealth.pathology,name:N005
source: Diffuse mesangiocapillary glomerulonephritis
fr_fr: syndrome néphritique aigu | Glomérulonéphrite mésangiocapillaire diffuse

# model:gnuhealth.pathology,name:N006
source: Dense deposit disease
fr_fr: syndrome néphritique aigu | Maladie à dépôt dense

# model:gnuhealth.pathology,name:N007
source: Diffuse crescentic glomerulonephritis
fr_fr: syndrome néphritique aigu | Glomérulonéphrite diffuse en croissant

# model:gnuhealth.pathology,name:N008
source: Other
fr_fr: Autre

# model:gnuhealth.pathology,name:N009
source: Unspecified
fr_fr: syndrome néphritique aigu | Sans précision

# model:gnuhealth.pathology,name:N010
source: Minor glomerular abnormality
fr_fr: syndrome néphritique d'évolution rapide | Anomalies glomérulaires mineures

# model:gnuhealth.pathology,name:N011
source: Focal and segmental glomerular lesions
fr_fr: syndrome néphritique d'évolution rapide | Lésions glomérulaires segmentaires et focales

# model:gnuhealth.pathology,name:N012
source: Diffuse membranous glomerulonephritis
fr_fr: syndrome néphritique d'évolution rapide | Glomérulonéphrite membraneuse diffuse

# model:gnuhealth.pathology,name:N013
source: Diffuse mesangial proliferative glomerulonephritis
fr_fr: syndrome néphritique d'évolution rapide | Glomérulonéphrite proliférative mésangiale diffuse

# model:gnuhealth.pathology,name:N014
source: Diffuse endocapillary proliferative glomerulonephritis
fr_fr: syndrome néphritique d'évolution rapide | Glomérulonéphrite proliférative endocapillaire diffuse

# model:gnuhealth.pathology,name:N015
source: Diffuse mesangiocapillary glomerulonephritis
fr_fr: syndrome néphritique d'évolution rapide | Glomérulonéphrite mésangiocapillaire diffuse

# model:gnuhealth.pathology,name:N016
source: Dense deposit disease
fr_fr: syndrome néphritique d'évolution rapide | Maladie à dépôt dense

# model:gnuhealth.pathology,name:N017
source: Diffuse crescentic glomerulonephritis
fr_fr: syndrome néphritique d'évolution rapide | Glomérulonéphrite diffuse en croissant

# model:gnuhealth.pathology,name:N018
source: Other
fr_fr: Autre

# model:gnuhealth.pathology,name:N019
source: Unspecified
fr_fr: syndrome néphritique d'évolution rapide | Sans précision

# model:gnuhealth.pathology,name:N020
source: Minor glomerular abnormality
fr_fr: hématurie récidivante et persistante | Anomalies glomérulaires mineures

# model:gnuhealth.pathology,name:N021
source: Focal and segmental glomerular lesions
fr_fr: hématurie récidivante et persistante | Lésions glomérulaires segmentaires et focales

# model:gnuhealth.pathology,name:N022
source: Diffuse membranous glomerulonephritis
fr_fr: hématurie récidivante et persistante | Glomérulonéphrite membraneuse diffuse

# model:gnuhealth.pathology,name:N023
source: Diffuse mesangial proliferative glomerulonephritis
fr_fr: hématurie récidivante et persistante | Glomérulonéphrite proliférative mésangiale diffuse

# model:gnuhealth.pathology,name:N024
source: Diffuse endocapillary proliferative glomerulonephritis
fr_fr: hématurie récidivante et persistante | Glomérulonéphrite proliférative endocapillaire diffuse

# model:gnuhealth.pathology,name:N025
source: Diffuse mesangiocapillary glomerulonephritis
fr_fr: hématurie récidivante et persistante | Glomérulonéphrite mésangiocapillaire diffuse

# model:gnuhealth.pathology,name:N026
source: Dense deposit disease
fr_fr: hématurie récidivante et persistante | Maladie à dépôt dense

# model:gnuhealth.pathology,name:N027
source: Diffuse crescentic glomerulonephritis
fr_fr: hématurie récidivante et persistante | Glomérulonéphrite diffuse en croissant

# model:gnuhealth.pathology,name:N028
source: Other
fr_fr: Autre

# model:gnuhealth.pathology,name:N029
source: Unspecified
fr_fr: hématurie récidivante et persistante | Sans précision

# model:gnuhealth.pathology,name:N030
source: Minor glomerular abnormality
fr_fr: syndrome néphritique chronique | Anomalies glomérulaires mineures

# model:gnuhealth.pathology,name:N031
source: Focal and segmental glomerular lesions
fr_fr: syndrome néphritique chronique | Lésions glomérulaires segmentaires et focales

# model:gnuhealth.pathology,name:N032
source: Diffuse membranous glomerulonephritis
fr_fr: syndrome néphritique chronique | Glomérulonéphrite membraneuse diffuse

# model:gnuhealth.pathology,name:N033
source: Diffuse mesangial proliferative glomerulonephritis
fr_fr: syndrome néphritique chronique | Glomérulonéphrite proliférative mésangiale diffuse

# model:gnuhealth.pathology,name:N034
source: Diffuse endocapillary proliferative glomerulonephritis
fr_fr: syndrome néphritique chronique | Glomérulonéphrite proliférative endocapillaire diffuse

# model:gnuhealth.pathology,name:N035
source: Diffuse mesangiocapillary glomerulonephritis
fr_fr: syndrome néphritique chronique | Glomérulonéphrite mésangiocapillaire diffuse

# model:gnuhealth.pathology,name:N036
source: Dense deposit disease
fr_fr: syndrome néphritique chronique | Maladie à dépôt dense

# model:gnuhealth.pathology,name:N037
source: Diffuse crescentic glomerulonephritis
fr_fr: syndrome néphritique chronique | Glomérulonéphrite diffuse en croissant

# model:gnuhealth.pathology,name:N038
source: Other
fr_fr: Autre

# model:gnuhealth.pathology,name:N039
source: Unspecified
fr_fr: syndrome néphritique chronique | Sans précision

# model:gnuhealth.pathology,name:N040
source: Minor glomerular abnormality
fr_fr: syndrome néphrotique | Anomalies glomérulaires mineures

# model:gnuhealth.pathology,name:N041
source: Focal and segmental glomerular lesions
fr_fr: syndrome néphrotique | Lésions glomérulaires segmentaires et focales

# model:gnuhealth.pathology,name:N042
source: Diffuse membranous glomerulonephritis
fr_fr: syndrome néphrotique | Glomérulonéphrite membraneuse diffuse

# model:gnuhealth.pathology,name:N043
source: Diffuse mesangial proliferative glomerulonephritis
fr_fr: syndrome néphrotique | Glomérulonéphrite proliférative mésangiale diffuse

# model:gnuhealth.pathology,name:N044
source: Diffuse endocapillary proliferative glomerulonephritis
fr_fr: syndrome néphrotique | Glomérulonéphrite proliférative endocapillaire diffuse

# model:gnuhealth.pathology,name:N045
source: Diffuse mesangiocapillary glomerulonephritis
fr_fr: syndrome néphrotique | Glomérulonéphrite mésangiocapillaire diffuse

# model:gnuhealth.pathology,name:N046
source: Dense deposit disease
fr_fr: syndrome néphrotique | Maladie à dépôt dense

# model:gnuhealth.pathology,name:N047
source: Diffuse crescentic glomerulonephritis
fr_fr: syndrome néphrotique | Glomérulonéphrite diffuse en croissant

# model:gnuhealth.pathology,name:N048
source: Other
fr_fr: Autre

# model:gnuhealth.pathology,name:N049
source: Unspecified
fr_fr: syndrome néphrotique | Sans précision

# model:gnuhealth.pathology,name:N050
source: Minor glomerular abnormality
fr_fr: syndrome néphritique, sans précision | Anomalies glomérulaires mineures

# model:gnuhealth.pathology,name:N051
source: Focal and segmental glomerular lesions
fr_fr: syndrome néphritique, sans précision | Lésions glomérulaires segmentaires et focales

# model:gnuhealth.pathology,name:N052
source: Diffuse membranous glomerulonephritis
fr_fr: syndrome néphritique, sans précision | Glomérulonéphrite membraneuse diffuse

# model:gnuhealth.pathology,name:N053
source: Diffuse mesangial proliferative glomerulonephritis
fr_fr: syndrome néphritique, sans précision | Glomérulonéphrite proliférative mésangiale diffuse

# model:gnuhealth.pathology,name:N054
source: Diffuse endocapillary proliferative glomerulonephritis
fr_fr: syndrome néphritique, sans précision | Glomérulonéphrite proliférative endocapillaire diffuse

# model:gnuhealth.pathology,name:N055
source: Diffuse mesangiocapillary glomerulonephritis
fr_fr: syndrome néphritique, sans précision | Glomérulonéphrite mésangiocapillaire diffuse

# model:gnuhealth.pathology,name:N056
source: Dense deposit disease
fr_fr: syndrome néphritique, sans précision | Maladie à dépôt dense

# model:gnuhealth.pathology,name:N057
source: Diffuse crescentic glomerulonephritis
fr_fr: syndrome néphritique, sans précision | Glomérulonéphrite diffuse en croissant

# model:gnuhealth.pathology,name:N058
source: Other
fr_fr: Autre

# model:gnuhealth.pathology,name:N059
source: Unspecified
fr_fr: syndrome néphritique, sans précision | Sans précision

# model:gnuhealth.pathology,name:N060
source: Minor glomerular abnormality
fr_fr: protéinurie isolés avec lésions morphologiques précisées | Anomalies glomérulaires mineures

# model:gnuhealth.pathology,name:N061
source: Focal and segmental glomerular lesions
fr_fr: protéinurie isolés avec lésions morphologiques précisées | Lésions glomérulaires segmentaires et focales

# model:gnuhealth.pathology,name:N062
source: Diffuse membranous glomerulonephritis
fr_fr: protéinurie isolés avec lésions morphologiques précisées | Glomérulonéphrite membraneuse diffuse

# model:gnuhealth.pathology,name:N063
source: Diffuse mesangial proliferative glomerulonephritis
fr_fr: protéinurie isolés avec lésions morphologiques précisées | Glomérulonéphrite proliférative mésangiale diffuse

# model:gnuhealth.pathology,name:N064
source: Diffuse endocapillary proliferative glomerulonephritis
fr_fr: protéinurie isolés avec lésions morphologiques précisées | Glomérulonéphrite proliférative endocapillaire diffuse

# model:gnuhealth.pathology,name:N065
source: Diffuse mesangiocapillary glomerulonephritis
fr_fr: protéinurie isolés avec lésions morphologiques précisées | Glomérulonéphrite mésangiocapillaire diffuse

# model:gnuhealth.pathology,name:N066
source: Dense deposit disease
fr_fr: protéinurie isolés avec lésions morphologiques précisées | Maladie à dépôt dense

# model:gnuhealth.pathology,name:N067
source: Diffuse crescentic glomerulonephritis
fr_fr: protéinurie isolés avec lésions morphologiques précisées | Glomérulonéphrite diffuse en croissant

# model:gnuhealth.pathology,name:N068
source: Other
fr_fr: Autre

# model:gnuhealth.pathology,name:N069
source: Unspecified
fr_fr: protéinurie isolés avec lésions morphologiques précisées | Sans précision

# model:gnuhealth.pathology,name:N070
source: Minor glomerular abnormality
fr_fr: néphropathie héréditaire, non classée ailleurs | Anomalies glomérulaires mineures

# model:gnuhealth.pathology,name:N071
source: Focal and segmental glomerular lesions
fr_fr: néphropathie héréditaire, non classée ailleurs | Lésions glomérulaires segmentaires et focales

# model:gnuhealth.pathology,name:N072
source: Diffuse membranous glomerulonephritis
fr_fr: néphropathie héréditaire, non classée ailleurs | Glomérulonéphrite membraneuse diffuse

# model:gnuhealth.pathology,name:N073
source: Diffuse mesangial proliferative glomerulonephritis
fr_fr: néphropathie héréditaire, non classée ailleurs | Glomérulonéphrite proliférative mésangiale diffuse

# model:gnuhealth.pathology,name:N074
source: Diffuse endocapillary proliferative glomerulonephritis
fr_fr: néphropathie héréditaire, non classée ailleurs | Glomérulonéphrite proliférative endocapillaire diffuse

# model:gnuhealth.pathology,name:N075
source: Diffuse mesangiocapillary glomerulonephritis
fr_fr: néphropathie héréditaire, non classée ailleurs | Glomérulonéphrite mésangiocapillaire diffuse

# model:gnuhealth.pathology,name:N076
source: Dense deposit disease
fr_fr: néphropathie héréditaire, non classée ailleurs | Maladie à dépôt dense

# model:gnuhealth.pathology,name:N077
source: Diffuse crescentic glomerulonephritis
fr_fr: néphropathie héréditaire, non classée ailleurs | Glomérulonéphrite diffuse en croissant

# model:gnuhealth.pathology,name:N078
source: Other
fr_fr: Autre

# model:gnuhealth.pathology,name:N079
source: Unspecified
fr_fr: néphropathie héréditaire, non classée ailleurs | Sans précision

# model:gnuhealth.pathology,name:N134
source: Hydroureter
fr_fr: Hydro-uretère
zh_cn: 输尿管积水

# model:gnuhealth.pathology,name:N18
source: Chronic renal failure
fr_fr: Insuffisance rénale chronique

# model:gnuhealth.pathology,name:N189
source: Chronic renal failure, unspecified
fr_fr: Insuffisance rénale chronique, sans précision

# model:gnuhealth.pathology,name:N19
source: Unspecified renal failure
fr_fr: Insuffisance rénale, sans précision

# model:gnuhealth.pathology,name:N220
source: Calculus of urinary tract in schistosomiasis [bilharziasis]
fr_fr: Calcul urinaire au cours de schistosomiase [bilharziose] (B65.-+)

# model:gnuhealth.pathology,name:N281
source: Cyst of kidney, acquired
fr_fr: Kyste du rein, acquis

# model:gnuhealth.pathology,name:N350
source: Posttraumatic urethral stricture
fr_fr: Rétrécissement urétral post-traumatique

# model:gnuhealth.pathology,name:N481
source: Balanoposthitis
fr_fr: Balano-posthite
zh_cn: 龟头包皮炎

# model:gnuhealth.pathology,name:N486
source: Balanitis xerotica obliterans
fr_fr: Induration plastique des corps caverneux

# model:gnuhealth.pathology,name:N75
source: Diseases of Bartholin's gland
fr_fr: Affection de la glande de Bartholin

# model:gnuhealth.pathology,name:N750
source: Cyst of Bartholin's gland
fr_fr: Kyste de la glande de Bartholin

# model:gnuhealth.pathology,name:N751
source: Abscess of Bartholin's gland
fr_fr: Abcès de la glande de Bartholin

# model:gnuhealth.pathology,name:N758
source: Other diseases of Bartholin's gland
fr_fr: Autres affections de la glande de Bartholin

# model:gnuhealth.pathology,name:N759
source: Disease of Bartholin's gland, unspecified
fr_fr: Affection de la glande de Bartholin, sans précision

# model:gnuhealth.pathology,name:N802
source: Endometriosis of Fallopian tube
fr_fr: Endométriose de la trompe de Fallope

# model:gnuhealth.pathology,name:N83
source: Noninflammatory disorders of ovary, Fallopian tube and broad ligament
fr_fr: Affections non inflammatoires de l'ovaire, de la trompe de Fallope et du ligament large

# model:gnuhealth.pathology,name:N833
source: Acquired atrophy of ovary and Fallopian tube
fr_fr: Atrophie acquise de l'ovaire et de la trompe de Fallope

# model:gnuhealth.pathology,name:N834
source: Prolapse and hernia of ovary and Fallopian tube
fr_fr: Prolapsus et hernie de l'ovaire et de la trompe de Fallope

# model:gnuhealth.pathology,name:N835
source: Torsion of ovary, ovarian pedicle and Fallopian tube
fr_fr: Torsion de l'ovaire, du pédicule ovarien et de la trompe de Fallope

# model:gnuhealth.pathology,name:N838
source: Other noninflammatory disorders of ovary, Fallopian tube and broad ligament
fr_fr: Autres affections non inflammatoires de l'ovaire, de la trompe de Fallope et du ligament large

# model:gnuhealth.pathology,name:N839
source: Noninflammatory disorder of ovary, Fallopian tube and broad ligament, unspecified
fr_fr: Affection non inflammatoire de l'ovaire, de la trompe de Fallope et du ligament large, sans précision

# model:gnuhealth.pathology,name:N856
source: Intra-uterine synechiae
fr_fr: Synéchie utérine

# model:gnuhealth.pathology,name:N940
source: Mittelschmerz
fr_fr: Douleurs intermenstruelles
zh_cn: 经间痛

# model:gnuhealth.pathology,name:N942
source: Vaginismus
fr_fr: Vaginisme
zh_cn: 阴道痉挛

# model:gnuhealth.pathology,name:N98
source: Complications associated with artificial fertilisation
fr_fr: Complications de la fécondation artificielle

# model:gnuhealth.pathology,name:N982
source: Complications of attempted introduction of fertilised ovum following in vitro fertilisation
fr_fr: Complications de tentative d'implantation d'un œuf fécondé après fécondation in vitro

# model:gnuhealth.pathology,name:N988
source: Other complications associated with artificial fertilisation
fr_fr: Autres complications de la fécondation artificielle

# model:gnuhealth.pathology,name:N989
source: Complication associated with artificial fertilisation, unspecified
fr_fr: Complication de la fécondation artificielle, sans précision

# model:gnuhealth.pathology,name:N99
source: Postprocedural disorders of genito-urinary system, not elsewhere classified
fr_fr: Affections de l'appareil génito-urinaire après un acte à visée diagnostique et thérapeutique, non classées ailleurs

# model:gnuhealth.pathology,name:N992
source: Postprocedural adhesions of vagina
fr_fr: Adhérences vaginales post-opératoires

# model:gnuhealth.pathology,name:N998
source: Other postprocedural disorders of genito-urinary system
fr_fr: Autres affections de l'appareil génito-urinaire après un acte à visée diagnostique et thérapeutique

# model:gnuhealth.pathology,name:N999
source: Postprocedural disorder of genito-urinary system, unspecified
fr_fr: Affection de l'appareil génito-urinaire après un acte à visée diagnostique et thérapeutique, sans précision

# model:gnuhealth.pathology,name:O030
source: Incomplete, complicated by genital tract and pelvic infection
fr_fr: avortement spontané | incomplet, compliqué d'une infection de l'appareil génital et des organes pelviens

# model:gnuhealth.pathology,name:O031
source: Incomplete, complicated by delayed or excessive haemorrhage
fr_fr: avortement spontané | incomplet, compliqué d'une hémorragie retardée ou sévère

# model:gnuhealth.pathology,name:O032
source: Incomplete, complicated by embolism
fr_fr: avortement spontané | incomplet, compliqué d'une embolie

# model:gnuhealth.pathology,name:O033
source: Incomplete, with other and unspecified complications
fr_fr: avortement spontané | incomplet, avec complications autres et non précisées

# model:gnuhealth.pathology,name:O034
source: Incomplete, without complication
fr_fr: avortement spontané | incomplet, sans complication

# model:gnuhealth.pathology,name:O035
source: Complete or unspecified, complicated by genital tract and pelvic infection
fr_fr: avortement spontané | complet ou sans précision, compliqué d'une infection de l'appareil génital et des organes pelviens

# model:gnuhealth.pathology,name:O036
source: Complete or unspecified, complicated by delayed or excessive haemorrhage
fr_fr: avortement spontané | complet ou sans précision, compliqué d'une hémorragie retardée ou sévère

# model:gnuhealth.pathology,name:O037
source: Complete or unspecified, complicated by embolism
fr_fr: avortement spontané | complet ou sans précision, compliqué d'une embolie

# model:gnuhealth.pathology,name:O038
source: Complete or unspecified, with other and unspecified complications
fr_fr: avortement spontané | complet ou sans précision, avec complications autres et non précisées

# model:gnuhealth.pathology,name:O039
source: Complete or unspecified, without complication
fr_fr: avortement spontané | complet ou sans précision, sans complication

# model:gnuhealth.pathology,name:O040
source: Incomplete, complicated by genital tract and pelvic infection
fr_fr: avortement médical | incomplet, compliqué d'une infection de l'appareil génital et des organes pelviens

# model:gnuhealth.pathology,name:O041
source: Incomplete, complicated by delayed or excessive haemorrhage
fr_fr: avortement médical | incomplet, compliqué d'une hémorragie retardée ou sévère

# model:gnuhealth.pathology,name:O042
source: Incomplete, complicated by embolism
fr_fr: avortement médical | incomplet, compliqué d'une embolie

# model:gnuhealth.pathology,name:O043
source: Incomplete, with other and unspecified complications
fr_fr: avortement médical | incomplet, avec complications autres et non précisées

# model:gnuhealth.pathology,name:O044
source: Incomplete, without complication
fr_fr: avortement médical | incomplet, sans complication

# model:gnuhealth.pathology,name:O045
source: Complete or unspecified, complicated by genital tract and pelvic infection
fr_fr: avortement médical | complet ou sans précision, compliqué d'une infection de l'appareil génital et des organes pelviens

# model:gnuhealth.pathology,name:O046
source: Complete or unspecified, complicated by delayed or excessive haemorrhage
fr_fr: avortement médical | complet ou sans précision, compliqué d'une hémorragie retardée ou sévère

# model:gnuhealth.pathology,name:O047
source: Complete or unspecified, complicated by embolism
fr_fr: avortement médical | complet ou sans précision, compliqué d'une embolie

# model:gnuhealth.pathology,name:O048
source: Complete or unspecified, with other and unspecified complications
fr_fr: avortement médical | complet ou sans précision, avec complications autres et non précisées

# model:gnuhealth.pathology,name:O049
source: Complete or unspecified, without complication
fr_fr: avortement médical | complet ou sans précision, sans complication

# model:gnuhealth.pathology,name:O05
source: Other abortion
fr_fr: Autres formes d'avortement

# model:gnuhealth.pathology,name:O051
source: Incomplete, complicated by delayed or excessive haemorrhage
fr_fr: autres formes d'avortement | incomplet, compliqué d'une hémorragie retardée ou sévère
