Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V940
source: Other and unspecified water transport accidents: Merchant ship
de: Sonstige und nicht näher bezeichnete Wasserverkehrsunfälle: Handelsschiff

# model:gnuhealth.pathology,name:V941
source: Other and unspecified water transport accidents: Passenger ship
de: Sonstige und nicht näher bezeichnete Wasserverkehrsunfälle: Passagierschiff

# model:gnuhealth.pathology,name:V942
source: Other and unspecified water transport accidents: Fishing boat
de: Sonstige und nicht näher bezeichnete Wasserverkehrsunfälle: Fischereischiff

# model:gnuhealth.pathology,name:V943
source: Other and unspecified water transport accidents: Other powered watercraft
de: Sonstige und nicht näher bezeichnete Wasserverkehrsunfälle: Sonstiges Wasserfahrzeug mit Kraftantrieb

# model:gnuhealth.pathology,name:V944
source: Other and unspecified water transport accidents: Sailboat
de: Sonstige und nicht näher bezeichnete Wasserverkehrsunfälle: Segelboot

# model:gnuhealth.pathology,name:V945
source: Other and unspecified water transport accidents: Canoe or kayak
de: Sonstige und nicht näher bezeichnete Wasserverkehrsunfälle: Kanu, Paddelboot, Ruderboot oder Kajak

# model:gnuhealth.pathology,name:V946
source: Other and unspecified water transport accidents: Inflatable craft (nonpowered)
de: Sonstige und nicht näher bezeichnete Wasserverkehrsunfälle: Schlauchboot (ohne Kraftantrieb)

# model:gnuhealth.pathology,name:V947
source: Other and unspecified water transport accidents: Water-skis
de: Sonstige und nicht näher bezeichnete Wasserverkehrsunfälle: Wasserskier

# model:gnuhealth.pathology,name:V948
source: Other and unspecified water transport accidents: Other unpowered watercraft
de: Sonstige und nicht näher bezeichnete Wasserverkehrsunfälle: Sonstige Wasserfahrzeuge ohne Kraftantrieb

# model:gnuhealth.pathology,name:V949
source: Other and unspecified water transport accidents: Unspecified watercraft
de: Sonstige und nicht näher bezeichnete Wasserverkehrsunfälle: Nicht näher bezeichnetes Wasserfahrzeug
zh_cn: 未特指的船舶水上运输事故

# model:gnuhealth.pathology,name:V95
source: Accident to powered aircraft causing injury to occupant
de: Unfall eines Luftfahrzeuges mit Kraftantrieb, der eine Verletzung von Insassen verursacht
fr_fr: Accident d'aéronef à moteur dans lequel un occupant est blessé
zh_cn: 动力飞行器事故引起乘员损伤

# model:gnuhealth.pathology,name:V950
source: Accident to powered aircraft causing injury to occupant: Helicopter accident injuring occupant
de: Unfall eines Hubschraubers mit Verletzung von Insassen
zh_cn: 直升机事故伤及乘员

# model:gnuhealth.pathology,name:V951
source: Accident to powered aircraft causing injury to occupant: Ultralight, microlight or powered-glider accident injuring occupant
de: Unfall eines Ultraleicht-, Mikroleicht- oder Motorgleiters mit Verletzung von Insassen
zh_cn: 超轻型、轻型或动力滑翔机事故伤及乘员

# model:gnuhealth.pathology,name:V952
source: Accident to powered aircraft causing injury to occupant: Accident to other private fixed-wing aircraft, injuring occupant
de: Unfall eines sonstigen privaten Starrflüglers mit Verletzung von Insassen
zh_cn: 有固定机翼的私人飞机事故伤及乘员，其他的

# model:gnuhealth.pathology,name:V953
source: Accident to powered aircraft causing injury to occupant: Accident to commercial fixed-wing aircraft, injuring occupant
de: Unfall eines kommerziellen Starrflüglers mit Verletzung von Insassen
zh_cn: 有固定机翼的商用飞机事故伤及乘员

# model:gnuhealth.pathology,name:V954
source: Accident to powered aircraft causing injury to occupant: Spacecraft accident injuring occupant
de: Unfall eines Raumfahrzeuges mit Verletzung von Insassen
zh_cn: 航天飞行器事故伤及乘员

# model:gnuhealth.pathology,name:V958
source: Accident to powered aircraft causing injury to occupant: Other aircraft accidents injuring occupant
de: Sonstige Luftfahrzeugunfälle mit Verletzung von Insassen
zh_cn: 飞行器事故伤及乘员，其他的

# model:gnuhealth.pathology,name:V959
source: Accident to powered aircraft causing injury to occupant: Unspecified aircraft accident injuring occupant
de: Nicht näher bezeichneter Luftfahrzeugunfall mit Verletzung von Insassen
zh_cn: 未特指的飞行器事故伤及乘员

# model:gnuhealth.pathology,name:V96
source: Accident to nonpowered aircraft causing injury to occupant
de: Unfall eines Luftfahrzeuges ohne Kraftantrieb mit Verletzung von Insassen
fr_fr: Accident d'aéronef sans moteur dans lequel un occupant est blessé
zh_cn: 无动力飞行器事故引起乘员损伤

# model:gnuhealth.pathology,name:V960
source: Accident to nonpowered aircraft causing injury to occupant: Balloon accident injuring occupant
de: Unfall eines Ballons mit Verletzung von Insassen
zh_cn: 气球事故伤及乘员

# model:gnuhealth.pathology,name:V961
source: Accident to nonpowered aircraft causing injury to occupant: Hang-glider accident injuring occupant
de: Unfall eines Hängegleiters mit Verletzung von Benutzern
zh_cn: 悬吊滑翔机事故伤及乘员

# model:gnuhealth.pathology,name:V962
source: Accident to nonpowered aircraft causing injury to occupant: Glider (nonpowered) accident injuring occupant
de: Unfall eines Gleiters (ohne Kraftantrieb) mit Verletzung von Benutzern
zh_cn: 无动力滑翔机事故伤及乘员

# model:gnuhealth.pathology,name:V968
source: Accident to nonpowered aircraft causing injury to occupant: Other nonpowered-aircraft accidents injuring occupant
de: Unfälle sonstiger Luftfahrzeuge ohne Kraftantrieb mit Verletzung von Benutzern
zh_cn: 无动力飞行器事故伤及乘员，其他的

# model:gnuhealth.pathology,name:V969
source: Accident to nonpowered aircraft causing injury to occupant: Unspecified nonpowered-aircraft accident injuring occupant
de: Unfall eines nicht näher bezeichneten Luftfahrzeuges ohne Kraftantrieb mit Verletzung von Insassen
zh_cn: 未特指的无动力飞行器事故伤及乘员

# model:gnuhealth.pathology,name:V97
source: Other specified air transport accidents
de: Sonstige näher bezeichnete Luftverkehrsunfälle
fr_fr: Autres accidents de transport aérien précisés
zh_cn: 其他特指的空中运输事故

# model:gnuhealth.pathology,name:V970
source: Other specified air transport accidents: Occupant of aircraft injured in other specified air transport accidents
de: Insasse eines Luftfahrzeuges bei sonstigen näher bezeichneten Luftverkehrsunfällen verletzt
zh_cn: 在其他特指空中运输事故中飞行器乘员的损伤

# model:gnuhealth.pathology,name:V971
source: Other specified air transport accidents: Person injured while boarding or alighting from aircraft
de: Person beim Ein- oder Aussteigen aus Luftfahrzeug verletzt
zh_cn: 在上下飞行器时的人员损伤

# model:gnuhealth.pathology,name:V972
source: Other specified air transport accidents: Parachutist injured in air transport accident
de: Fallschirmspringer bei Luftverkehrsunfall verletzt
zh_cn: 空中运输事故中跳伞者的损伤

# model:gnuhealth.pathology,name:V973
source: Other specified air transport accidents: Person on ground injured in air transport accident
de: Person am Boden bei Luftverkehrsunfall verletzt
zh_cn: 空中运输事故中地面人员的损伤

# model:gnuhealth.pathology,name:V978
source: Other specified air transport accidents: Other air transport accidents, not elsewhere classified
de: Sonstige Luftverkehrsunfälle, anderenorts nicht klassifiziert
zh_cn: 其他空中运输事故，不可归类在他处者

# model:gnuhealth.pathology,name:V98
source: Other specified transport accidents
de: Sonstige näher bezeichnete Transportmittelunfälle
fr_fr: Autres accidents de transport précisés
zh_cn: 其他特指的运输事故

# model:gnuhealth.pathology,name:V99
source: Unspecified transport accident
de: Nicht näher bezeichneter Transportmittelunfall
fr_fr: Accident de transport, sans précision
zh_cn: 未特指的运输事故

# model:gnuhealth.pathology,name:W00
source: Fall on same level involving ice and snow
de: Sturz auf gleicher Ebene bei Eis und Schnee
fr_fr: Chute de plain-pied due à la glace et la neige
zh_cn: 在涉及冰和雪的同一平面上跌倒

# model:gnuhealth.pathology,name:W000
source: Home
de: Sturz auf gleicher Ebene bei Eis und Schnee: Zu Hause
fr_fr: chute de plain-pied due à la glace et la neige | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W001
source: Residential institution
de: Sturz auf gleicher Ebene bei Eis und Schnee: Wohnheime oder -anstalten
fr_fr: chute de plain-pied due à la glace et la neige | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W002
source: School, other institution and public administrative area
de: Sturz auf gleicher Ebene bei Eis und Schnee: Schule, sonstige öffentliche Bauten
fr_fr: chute de plain-pied due à la glace et la neige | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W003
source: Sports and athletics area
de: Sturz auf gleicher Ebene bei Eis und Schnee: Sportstätten
fr_fr: chute de plain-pied due à la glace et la neige | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W004
source: Street and highway
de: Sturz auf gleicher Ebene bei Eis und Schnee: Straßen und Wege
fr_fr: chute de plain-pied due à la glace et la neige | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W005
source: Trade and service area
de: Sturz auf gleicher Ebene bei Eis und Schnee: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: chute de plain-pied due à la glace et la neige | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W006
source: Industrial and construction area
de: Sturz auf gleicher Ebene bei Eis und Schnee: Industrieanlagen und Baustellen
fr_fr: chute de plain-pied due à la glace et la neige | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W007
source: Farm
de: Sturz auf gleicher Ebene bei Eis und Schnee: Landwirtschaftlicher Betrieb
fr_fr: chute de plain-pied due à la glace et la neige | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W008
source: Other specified place
de: Sturz auf gleicher Ebene bei Eis und Schnee: Sonstige näher bezeichnete Orte
fr_fr: chute de plain-pied due à la glace et la neige | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W009
source: Unspecified place
de: Sturz auf gleicher Ebene bei Eis und Schnee: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: chute de plain-pied due à la glace et la neige | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W01
source: Fall on same level from slipping, tripping and stumbling
de: Sturz auf gleicher Ebene durch Ausgleiten, Stolpern oder Straucheln
fr_fr: Chute de plain-pied résultant de glissade, faux-pas et trébuchement
zh_cn: 在同-平面上滑倒、绊倒和摔倒

# model:gnuhealth.pathology,name:W010
source: Home
de: Sturz auf gleicher Ebene durch Ausgleiten, Stolpern oder Straucheln: Zu Hause
fr_fr: chute de plain-pied résultant de glissade, faux-pas et trébuchement | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W011
source: Residential institution
de: Sturz auf gleicher Ebene durch Ausgleiten, Stolpern oder Straucheln: Wohnheime oder -anstalten
fr_fr: chute de plain-pied résultant de glissade, faux-pas et trébuchement | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W012
source: School, other institution and public administrative area
de: Sturz auf gleicher Ebene durch Ausgleiten, Stolpern oder Straucheln: Schule, sonstige öffentliche Bauten
fr_fr: chute de plain-pied résultant de glissade, faux-pas et trébuchement | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W013
source: Sports and athletics area
de: Sturz auf gleicher Ebene durch Ausgleiten, Stolpern oder Straucheln: Sportstätten
fr_fr: chute de plain-pied résultant de glissade, faux-pas et trébuchement | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W014
source: Street and highway
de: Sturz auf gleicher Ebene durch Ausgleiten, Stolpern oder Straucheln: Straßen und Wege
fr_fr: chute de plain-pied résultant de glissade, faux-pas et trébuchement | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W015
source: Trade and service area
de: Sturz auf gleicher Ebene durch Ausgleiten, Stolpern oder Straucheln: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: chute de plain-pied résultant de glissade, faux-pas et trébuchement | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W016
source: Industrial and construction area
de: Sturz auf gleicher Ebene durch Ausgleiten, Stolpern oder Straucheln: Industrieanlagen und Baustellen
fr_fr: chute de plain-pied résultant de glissade, faux-pas et trébuchement | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W017
source: Farm
de: Sturz auf gleicher Ebene durch Ausgleiten, Stolpern oder Straucheln: Landwirtschaftlicher Betrieb
fr_fr: chute de plain-pied résultant de glissade, faux-pas et trébuchement | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W018
source: Other specified place
de: Sturz auf gleicher Ebene durch Ausgleiten, Stolpern oder Straucheln: Sonstige näher bezeichnete Orte
fr_fr: chute de plain-pied résultant de glissade, faux-pas et trébuchement | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W019
source: Unspecified place
de: Sturz auf gleicher Ebene durch Ausgleiten, Stolpern oder Straucheln: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: chute de plain-pied résultant de glissade, faux-pas et trébuchement | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W02
source: Fall involving ice-skates, skis, roller-skates or skateboards
de: Sturz bei Benutzung von Schlittschuhen, Skiern, Rollschuhen oder Skateboards
fr_fr: Chute impliquant des patins à glace, des skis, des patins à roulettes ou une planche à roulettes
zh_cn: 涉及溜冰、滑雪、溜旱冰或滑板时的跌倒

# model:gnuhealth.pathology,name:W020
source: Home
de: Sturz bei Benutzung von Schlittschuhen, Skiern, Rollschuhen oder Skateboards: Zu Hause
fr_fr: chute impliquant des patins à glace, des skis, des patins à roulettes ou une planche à roulettes | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W021
source: Residential institution
de: Sturz bei Benutzung von Schlittschuhen, Skiern, Rollschuhen oder Skateboards: Wohnheime oder -anstalten
fr_fr: chute impliquant des patins à glace, des skis, des patins à roulettes ou une planche à roulettes | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W022
source: School, other institution and public administrative area
de: Sturz bei Benutzung von Schlittschuhen, Skiern, Rollschuhen oder Skateboards: Schule, sonstige öffentliche Bauten
fr_fr: chute impliquant des patins à glace, des skis, des patins à roulettes ou une planche à roulettes | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W023
source: Sports and athletics area
de: Sturz bei Benutzung von Schlittschuhen, Skiern, Rollschuhen oder Skateboards: Sportstätten
fr_fr: chute impliquant des patins à glace, des skis, des patins à roulettes ou une planche à roulettes | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W024
source: Street and highway
de: Sturz bei Benutzung von Schlittschuhen, Skiern, Rollschuhen oder Skateboards: Straßen und Wege
fr_fr: chute impliquant des patins à glace, des skis, des patins à roulettes ou une planche à roulettes | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W025
source: Trade and service area
de: Sturz bei Benutzung von Schlittschuhen, Skiern, Rollschuhen oder Skateboards: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: chute impliquant des patins à glace, des skis, des patins à roulettes ou une planche à roulettes | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W026
source: Industrial and construction area
de: Sturz bei Benutzung von Schlittschuhen, Skiern, Rollschuhen oder Skateboards: Industrieanlagen und Baustellen
fr_fr: chute impliquant des patins à glace, des skis, des patins à roulettes ou une planche à roulettes | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W027
source: Farm
de: Sturz bei Benutzung von Schlittschuhen, Skiern, Rollschuhen oder Skateboards: Landwirtschaftlicher Betrieb
fr_fr: chute impliquant des patins à glace, des skis, des patins à roulettes ou une planche à roulettes | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W028
source: Other specified place
de: Sturz bei Benutzung von Schlittschuhen, Skiern, Rollschuhen oder Skateboards: Sonstige näher bezeichnete Orte
fr_fr: chute impliquant des patins à glace, des skis, des patins à roulettes ou une planche à roulettes | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W029
source: Unspecified place
de: Sturz bei Benutzung von Schlittschuhen, Skiern, Rollschuhen oder Skateboards: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: chute impliquant des patins à glace, des skis, des patins à roulettes ou une planche à roulettes | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W03
source: Other fall on same level due to collision with, or pushing by, another person
de: Sonstiger Sturz auf gleicher Ebene durch Zusammenstoß mit einer anderen Person oder durch Drängen und Stoßen durch eine andere Person
fr_fr: Autre chute de plain-pied due à une collision avec, ou une poussée par un tiers
zh_cn: 被别人碰撞或推动引起的在同一平面上的其他跌倒

# model:gnuhealth.pathology,name:W030
source: Home
de: Sonstiger Sturz auf gleicher Ebene durch Zusammenstoß mit einer anderen Person oder durch Drängen und Stoßen durch eine andere Person: Zu Hause
fr_fr: autre chute de plain-pied due à une collision avec, ou une poussée par un tiers | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W031
source: Residential institution
de: Sonstiger Sturz auf gleicher Ebene durch Zusammenstoß mit einer anderen Person oder durch Drängen und Stoßen durch eine andere Person: Wohnheime oder -anstalten
fr_fr: autre chute de plain-pied due à une collision avec, ou une poussée par un tiers | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W032
source: School, other institution and public administrative area
de: Sonstiger Sturz auf gleicher Ebene durch Zusammenstoß mit einer anderen Person oder durch Drängen und Stoßen durch eine andere Person: Schule, sonstige öffentliche Bauten
fr_fr: autre chute de plain-pied due à une collision avec, ou une poussée par un tiers | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W033
source: Sports and athletics area
de: Sonstiger Sturz auf gleicher Ebene durch Zusammenstoß mit einer anderen Person oder durch Drängen und Stoßen durch eine andere Person: Sportstätten
fr_fr: autre chute de plain-pied due à une collision avec, ou une poussée par un tiers | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W034
source: Street and highway
de: Sonstiger Sturz auf gleicher Ebene durch Zusammenstoß mit einer anderen Person oder durch Drängen und Stoßen durch eine andere Person: Straßen und Wege
fr_fr: autre chute de plain-pied due à une collision avec, ou une poussée par un tiers | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W035
source: Trade and service area
de: Sonstiger Sturz auf gleicher Ebene durch Zusammenstoß mit einer anderen Person oder durch Drängen und Stoßen durch eine andere Person: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: autre chute de plain-pied due à une collision avec, ou une poussée par un tiers | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W036
source: Industrial and construction area
de: Sonstiger Sturz auf gleicher Ebene durch Zusammenstoß mit einer anderen Person oder durch Drängen und Stoßen durch eine andere Person: Industrieanlagen und Baustellen
fr_fr: autre chute de plain-pied due à une collision avec, ou une poussée par un tiers | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W037
source: Farm
de: Sonstiger Sturz auf gleicher Ebene durch Zusammenstoß mit einer anderen Person oder durch Drängen und Stoßen durch eine andere Person: Landwirtschaftlicher Betrieb
fr_fr: autre chute de plain-pied due à une collision avec, ou une poussée par un tiers | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W038
source: Other specified place
de: Sonstiger Sturz auf gleicher Ebene durch Zusammenstoß mit einer anderen Person oder durch Drängen und Stoßen durch eine andere Person: Sonstige näher bezeichnete Orte
fr_fr: autre chute de plain-pied due à une collision avec, ou une poussée par un tiers | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W039
source: Unspecified place
de: Sonstiger Sturz auf gleicher Ebene durch Zusammenstoß mit einer anderen Person oder durch Drängen und Stoßen durch eine andere Person: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: autre chute de plain-pied due à une collision avec, ou une poussée par un tiers | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W04
source: Fall while being carried or supported by other persons
de: Sturz während des Getragen- oder Gestütztwerdens durch andere Person(en)
fr_fr: Chute, en étant porté ou soutenu par des tiers
zh_cn: 在被他人运送或搀扶时跌倒

# model:gnuhealth.pathology,name:W040
source: Home
de: Sturz während des Getragen- oder Gestütztwerdens durch andere Person(en): Zu Hause
fr_fr: chute, en étant porté ou soutenu par des tiers | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W041
source: Residential institution
de: Sturz während des Getragen- oder Gestütztwerdens durch andere Person(en): Wohnheime oder -anstalten
fr_fr: chute, en étant porté ou soutenu par des tiers | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W042
source: School, other institution and public administrative area
de: Sturz während des Getragen- oder Gestütztwerdens durch andere Person(en): Schule, sonstige öffentliche Bauten
fr_fr: chute, en étant porté ou soutenu par des tiers | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W043
source: Sports and athletics area
de: Sturz während des Getragen- oder Gestütztwerdens durch andere Person(en): Sportstätten
fr_fr: chute, en étant porté ou soutenu par des tiers | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W044
source: Street and highway
de: Sturz während des Getragen- oder Gestütztwerdens durch andere Person(en): Straßen und Wege
fr_fr: chute, en étant porté ou soutenu par des tiers | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W045
source: Trade and service area
de: Sturz während des Getragen- oder Gestütztwerdens durch andere Person(en): Gewerbe- und Dienstleistungseinrichtungen
fr_fr: chute, en étant porté ou soutenu par des tiers | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W046
source: Industrial and construction area
de: Sturz während des Getragen- oder Gestütztwerdens durch andere Person(en): Industrieanlagen und Baustellen
fr_fr: chute, en étant porté ou soutenu par des tiers | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W047
source: Farm
de: Sturz während des Getragen- oder Gestütztwerdens durch andere Person(en): Landwirtschaftlicher Betrieb
fr_fr: chute, en étant porté ou soutenu par des tiers | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W048
source: Other specified place
de: Sturz während des Getragen- oder Gestütztwerdens durch andere Person(en): Sonstige näher bezeichnete Orte
fr_fr: chute, en étant porté ou soutenu par des tiers | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W049
source: Unspecified place
de: Sturz während des Getragen- oder Gestütztwerdens durch andere Person(en): Nicht näher bezeichneter Ort des Ereignisses
fr_fr: chute, en étant porté ou soutenu par des tiers | lieu, sans précision
zh_cn: 未指定的地方
