Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:L928
source: Other granulomatous disorders of skin and subcutaneous tissue
de: Sonstige granulomatöse Krankheiten der Haut und der Unterhaut
fr_fr: Autres lésions granulomateuses de la peau et du tissu cellulaire sous-cutané
zh_cn: 皮肤和皮下组织其他肉芽肿性疾患

# model:gnuhealth.pathology,name:L929
source: Granulomatous disorder of skin and subcutaneous tissue, unspecified
de: Granulomatöse Krankheit der Haut und der Unterhaut, nicht näher bezeichnet
fr_fr: Lésion granulomateuse de la peau et du tissu cellulaire sous-cutané, sans précision
zh_cn: 皮肤和皮下组织未特指的肉芽肿性疾患

# model:gnuhealth.pathology,name:L93
source: Lupus erythematosus
de: Lupus erythematodes
fr_fr: Lupus érythémateux
zh_cn: 红斑狼疮

# model:gnuhealth.pathology,name:L930
source: Discoid lupus erythematosus
de: Diskoider Lupus erythematodes
fr_fr: Lupus érythémateux chronique
zh_cn: 盘状红斑狼疮

# model:gnuhealth.pathology,name:L931
source: Subacute cutaneous lupus erythematosus
de: Subakuter Lupus erythematodes cutaneus
fr_fr: Lupus érythémateux cutané subaigu
zh_cn: 亚急性皮肤红斑狼疮

# model:gnuhealth.pathology,name:L932
source: Other local lupus erythematosus
de: Sonstiger lokalisierter Lupus erythematodes
fr_fr: Autres lupus érythémateux localisés
zh_cn: 其他的局限性红斑狼疮

# model:gnuhealth.pathology,name:L94
source: Other localized connective tissue disorders
de: Sonstige lokalisierte Krankheiten des Bindegewebes
zh_cn: 其他局限性结缔组织疾患

# model:gnuhealth.pathology,name:L940
source: Localized scleroderma [morphea]
de: Sclerodermia circumscripta [Morphaea]
zh_cn: 局限性硬皮病[硬斑病]

# model:gnuhealth.pathology,name:L941
source: Linear scleroderma
de: Lineare oder bandförmige Sklerodermie
fr_fr: Sclérodermie linéaire
zh_cn: 线状硬皮病

# model:gnuhealth.pathology,name:L943
source: Sclerodactyly
de: Sklerodaktylie
fr_fr: Sclérodactylie
zh_cn: 指[趾]端硬化

# model:gnuhealth.pathology,name:L944
source: Gottron papules
de: Gottron-Papeln
zh_cn: 戈特龙丘疹

# model:gnuhealth.pathology,name:L945
source: Poikiloderma vasculare atrophicans
de: Poikilodermia atrophicans vascularis [Jacobi]
fr_fr: Poïkilodermie généralisée type Petges-Cléjat [atrophiante vasculaire]
zh_cn: 血管萎缩性皮肤异色病

# model:gnuhealth.pathology,name:L948
source: Other specified localized connective tissue disorders
de: Sonstige näher bezeichnete lokalisierte Krankheiten des Bindegewebes
zh_cn: 其他特指的局限性结缔组织疾患

# model:gnuhealth.pathology,name:L949
source: Localized connective tissue disorder, unspecified
de: Lokalisierte Krankheit des Bindegewebes, nicht näher bezeichnet
zh_cn: 未特指的局限性结缔组织疾患

# model:gnuhealth.pathology,name:L95
source: Vasculitis limited to skin, not elsewhere classified
de: Anderenorts nicht klassifizierte Vaskulitis, die auf die Haut begrenzt ist
fr_fr: Vascularite [angéite] limitée à la peau, non classée ailleurs
zh_cn: 局限于皮肤的血管炎，不可归类在他处者

# model:gnuhealth.pathology,name:L950
source: Livedoid vasculitis
de: Livedo-Vaskulitis
fr_fr: Vascularite livédoïde
zh_cn: 青斑血管炎

# model:gnuhealth.pathology,name:L951
source: Erythema elevatum diutinum
de: Erythema elevatum et diutinum
zh_cn: 持久性隆起性红斑

# model:gnuhealth.pathology,name:L958
source: Other vasculitis limited to skin
de: Sonstige Vaskulitis, die auf die Haut begrenzt ist
fr_fr: Autres vascularites limitées à la peau
zh_cn: 局限于皮肤的其他血管炎

# model:gnuhealth.pathology,name:L959
source: Vasculitis limited to skin, unspecified
de: Vaskulitis, die auf die Haut begrenzt ist, nicht näher bezeichnet
fr_fr: Vascularite limitée à la peau, sans précision
zh_cn: 局限于皮肤未特指的血管炎

# model:gnuhealth.pathology,name:L97
source: Ulcer of lower limb, not elsewhere classified
de: Ulcus cruris, anderenorts nicht klassifiziert
fr_fr: Ulcère du membre inférieur, non classé ailleurs
zh_cn: 下肢溃疡，不可归类在他处者

# model:gnuhealth.pathology,name:L98
source: Other disorders of skin and subcutaneous tissue, not elsewhere classified
de: Sonstige Krankheiten der Haut und der Unterhaut, anderenorts nicht klassifiziert
fr_fr: Autres affections de la peau et du tissu cellulaire sous-cutané, non classées ailleurs
zh_cn: 皮肤和皮下组织的其他疾患，不可归类在他处者

# model:gnuhealth.pathology,name:L980
source: Pyogenic granuloma
de: Granuloma pediculatum [Granuloma pyogenicum]
fr_fr: Granulome pyogénique
zh_cn: 生脓性肉芽肿

# model:gnuhealth.pathology,name:L981
source: Factitial dermatitis
de: Dermatitis factitia
fr_fr: Dermite factice
zh_cn: 人为性皮炎

# model:gnuhealth.pathology,name:L982
source: Febrile neutrophilic dermatosis [Sweet]
de: Akute febrile neutrophile Dermatose [Sweet-Syndrom]
fr_fr: Dermatose neutrophile fébrile [Sweet]
zh_cn: 热性嗜中性粒细胞皮肤病[斯威特]

# model:gnuhealth.pathology,name:L983
source: Eosinophilic cellulitis [Wells]
de: Eosinophile Zellulitis [Wells-Syndrom]
fr_fr: Phlegmon à éosinophiles [Wells]
zh_cn: 嗜酸细胞性蜂窝织炎[韦尔斯]

# model:gnuhealth.pathology,name:L984
source: Chronic ulcer of skin, not elsewhere classified
de: Chronisches Ulkus der Haut, anderenorts nicht klassifiziert
fr_fr: Ulcérations chroniques de la peau, non classées ailleurs
zh_cn: 皮肤慢性溃疡，不可归类在他处者

# model:gnuhealth.pathology,name:L985
source: Mucinosis of skin
de: Muzinose der Haut
fr_fr: Mucinose cutanée
zh_cn: 皮肤粘蛋白沉积症

# model:gnuhealth.pathology,name:L986
source: Other infiltrative disorders of skin and subcutaneous tissue
de: Sonstige infiltrative Krankheiten der Haut und der Unterhaut
fr_fr: Autres lésions infiltrantes de la peau et du tissu cellulaire sous-cutané
zh_cn: 皮肤和皮下组织其他的浸润性疾患

# model:gnuhealth.pathology,name:L987
source: Excessive and redundant skin and subcutaneous tissue
de: Überschüssige und erschlaffte Haut und Unterhaut

# model:gnuhealth.pathology,name:L988
source: Other specified disorders of skin and subcutaneous tissue
de: Sonstige näher bezeichnete Krankheiten der Haut und der Unterhaut
fr_fr: Autres affections précisées de la peau et du tissu cellulaire sous-cutané
zh_cn: 皮肤和皮下组织其他特指的疾患

# model:gnuhealth.pathology,name:L989
source: Disorder of skin and subcutaneous tissue, unspecified
de: Krankheit der Haut und der Unterhaut, nicht näher bezeichnet
fr_fr: Affection de la peau et du tissu cellulaire sous-cutané, sans précision
zh_cn: 皮肤和皮下组织未特指的疾患

# model:gnuhealth.pathology,name:L99
source: Other disorders of skin and subcutaneous tissue in diseases classified elsewhere
de: Sonstige Krankheiten der Haut und der Unterhaut bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections de la peau et du tissu cellulaire sous-cutané au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的皮肤和皮下组织的其他疾患

# model:gnuhealth.pathology,name:L990
source: Amyloidosis of skin
de: Kutane Amyloidose
fr_fr: Amylose cutanée (E85.-+)
zh_cn: 皮肤淀粉样变

# model:gnuhealth.pathology,name:L998
source: Other specified disorders of skin and subcutaneous tissue in diseases classified elsewhere
de: Sonstige näher bezeichnete Krankheiten der Haut und der Unterhaut bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections précisées de la peau et du tissu cellulaire sous-cutané au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的皮肤和皮下组织其他特指的疾患

# model:gnuhealth.pathology,name:M00
source: Pyogenic arthritis
de: Eitrige Arthritis
fr_fr: Arthrites à bactéries pyogènes
zh_cn: 化脓性关节炎

# model:gnuhealth.pathology,name:M000
source: Staphylococcal arthritis and polyarthritis
de: Arthritis und Polyarthritis durch Staphylokokken
fr_fr: Arthrite et polyarthrite à staphylocoques
zh_cn: 葡萄球菌性关节炎和多关节炎

# model:gnuhealth.pathology,name:M001
source: Pneumococcal arthritis and polyarthritis
de: Arthritis und Polyarthritis durch Pneumokokken
fr_fr: Arthrite et polyarthrite à pneumocoques
zh_cn: 肺炎球菌性关节炎和多关节炎

# model:gnuhealth.pathology,name:M002
source: Other streptococcal arthritis and polyarthritis
de: Arthritis und Polyarthritis durch sonstige Streptokokken
fr_fr: Autres arthrites et polyarthrites à streptocoques
zh_cn: 其他链球菌性关节炎和多关节炎

# model:gnuhealth.pathology,name:M008
source: Arthritis and polyarthritis due to other specified bacterial agents
de: Arthritis und Polyarthritis durch sonstige näher bezeichnete bakterielle Erreger
fr_fr: Arthrite et polyarthrite dues à d'autres bactéries précisées
zh_cn: 其他特指的细菌性病原体引起的关节炎和多关节炎

# model:gnuhealth.pathology,name:M009
source: Pyogenic arthritis, unspecified
de: Eitrige Arthritis, nicht näher bezeichnet
fr_fr: Arthrite à bactéries pyogènes, sans précision
zh_cn: 化脓性关节炎

# model:gnuhealth.pathology,name:M01
source: Direct infections of joint in infectious and parasitic diseases classified elsewhere
de: Direkte Gelenkinfektionen bei anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Arthrites infectieuses directes au cours de maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的传染病和寄生虫病引起的关节的直接感染

# model:gnuhealth.pathology,name:M010
source: Meningococcal arthritis
de: Arthritis durch Meningokokken
fr_fr: Arthrite méningococcique (A39.8+)
zh_cn: 脑膜炎球菌性关节炎(A39.8+）

# model:gnuhealth.pathology,name:M011
source: Tuberculous arthritis
de: Tuberkulöse Arthritis
fr_fr: Arthrite tuberculeuse (A18.0+)
zh_cn: 结核性关节炎(A18.0+）

# model:gnuhealth.pathology,name:M012
source: Arthritis in Lyme disease
de: Arthritis bei Lyme-Krankheit
fr_fr: Arthrite au cours de la maladie de Lyme (A69.2+)
zh_cn: 莱姆病性关节炎(A69.2+）

# model:gnuhealth.pathology,name:M013
source: Arthritis in other bacterial diseases classified elsewhere
de: Arthritis bei sonstigen anderenorts klassifizierten bakteriellen Krankheiten
fr_fr: Arthrite au cours d'autres maladies bactériennes classées ailleurs
zh_cn: 分类于他处的其他细菌性疾病引起的关节炎

# model:gnuhealth.pathology,name:M014
source: Rubella arthritis
de: Arthritis bei Röteln
fr_fr: Arthrite au cours de la rubéole (B06.8+)
zh_cn: 风疹性关节炎(B06.8+)

# model:gnuhealth.pathology,name:M015
source: Arthritis in other viral diseases classified elsewhere
de: Arthritis bei sonstigen anderenorts klassifizierten Viruskrankheiten
fr_fr: Arthrite au cours d'autres maladies virales classées ailleurs
zh_cn: 分类于他处的其他病毒性疾病引起的关节炎

# model:gnuhealth.pathology,name:M016
source: Arthritis in mycoses
de: Arthritis bei Mykosen
fr_fr: Arthrite au cours de mycoses (B35-B49+)
zh_cn: 真菌性关节炎(B35-B49+)

# model:gnuhealth.pathology,name:M018
source: Arthritis in other infectious and parasitic diseases classified elsewhere
de: Arthritis bei sonstigen anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Arthrite au cours d'autres maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处特指传染病和寄生虫病关节炎

# model:gnuhealth.pathology,name:M02
source: Reactive arthropathies
de: Reaktive Arthritiden
fr_fr: Arthropathies réactionnelles
zh_cn: 反应性关节病

# model:gnuhealth.pathology,name:M020
source: Arthropathy following intestinal bypass
de: Arthritis nach intestinalem Bypass
fr_fr: Arthropathie après dérivation intestinale
zh_cn: 肠旁路术后关节病

# model:gnuhealth.pathology,name:M021
source: Postdysenteric arthropathy
de: Postenteritische Arthritis
fr_fr: Arthropathie post-dysentérique
zh_cn: 痢疾后关节病

# model:gnuhealth.pathology,name:M022
source: Postimmunization arthropathy
de: Arthritis nach Impfung
zh_cn: 免疫后关节病

# model:gnuhealth.pathology,name:M023
source: Reiter disease
de: Reiter-Krankheit
zh_cn: 赖特尔病

# model:gnuhealth.pathology,name:M028
source: Other reactive arthropathies
de: Sonstige reaktive Arthritiden
fr_fr: Autres arthropathies réactionnelles
zh_cn: 其他的反应性关节病

# model:gnuhealth.pathology,name:M029
source: Reactive arthropathy, unspecified
de: Reaktive Arthritis, nicht näher bezeichnet
zh_cn: 反应性关节病

# model:gnuhealth.pathology,name:M03
source: Postinfective and reactive arthropathies in diseases classified elsewhere
de: Postinfektiöse und reaktive Arthritiden bei anderenorts klassifizierten Krankheiten
fr_fr: Arthropathies post-infectieuses et réactionnelles au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的感染后和反应性关节病

# model:gnuhealth.pathology,name:M030
source: Postmeningococcal arthritis
de: Arthritis nach Meningokokkeninfektion
fr_fr: Arthrite post-méningococcique (A39.8+)
zh_cn: 脑膜炎球菌感染后关节炎(A39.8+)

# model:gnuhealth.pathology,name:M031
source: Postinfective arthropathy in syphilis
de: Postinfektiöse Arthritis bei Syphilis
fr_fr: Arthropathie syphilitique post-infectieuse
zh_cn: 梅毒感染后关节病

# model:gnuhealth.pathology,name:M032
source: Other postinfectious arthropathies in diseases classified elsewhere
de: Sonstige postinfektiöse Arthritiden bei anderenorts klassifizierten Krankheiten
fr_fr: Autres arthropathies post-infectieuses au cours de maladies classées ailleurs
zh_cn: 分类于他处疾病引起的其他感染后关节病

# model:gnuhealth.pathology,name:M036
source: Reactive arthropathy in other diseases classified elsewhere
de: Reaktive Arthritis bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Arthropathie réactionnelle au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的反应性关节病

# model:gnuhealth.pathology,name:M05
source: Seropositive rheumatoid arthritis
de: Seropositive chronische Polyarthritis
fr_fr: Arthrite rhumatoïde séropositive
zh_cn: 血清反应阳性的类风湿性关节炎

# model:gnuhealth.pathology,name:M050
source: Felty syndrome
de: Felty-Syndrom
zh_cn: 费尔蒂综合征

# model:gnuhealth.pathology,name:M051
source: Rheumatoid lung disease
de: Lungenmanifestation der seropositiven chronischen Polyarthritis
fr_fr: Maladie pulmonaire rhumatoïde (J99.0*)
zh_cn: 类风湿性肺病(J99.0*)

# model:gnuhealth.pathology,name:M052
source: Rheumatoid vasculitis
de: Vaskulitis bei seropositiver chronischer Polyarthritis
fr_fr: Vascularite rhumatoïde
zh_cn: 类风湿性脉管炎

# model:gnuhealth.pathology,name:M053
source: Rheumatoid arthritis with involvement of other organs and systems
de: Seropositive chronische Polyarthritis mit Beteiligung sonstiger Organe und Organsysteme
fr_fr: Arthrite rhumatoïde avec atteinte d'autres organes et appareils
zh_cn: 类风湿性关节炎，累及其他器官和系统

# model:gnuhealth.pathology,name:M058
source: Other seropositive rheumatoid arthritis
de: Sonstige seropositive chronische Polyarthritis
fr_fr: Autres arthrites rhumatoïdes séropositives
zh_cn: 其他血清反应阳性的类风湿性关节炎

# model:gnuhealth.pathology,name:M059
source: Seropositive rheumatoid arthritis, unspecified
de: Seropositive chronische Polyarthritis, nicht näher bezeichnet
fr_fr: Arthrite rhumatoïde séropositive, sans précision
zh_cn: 血清反应阳性的类风湿性关节炎

# model:gnuhealth.pathology,name:M06
source: Other rheumatoid arthritis
de: Sonstige chronische Polyarthritis
fr_fr: Autres arthrites rhumatoïdes
zh_cn: 其他类风湿性关节炎

# model:gnuhealth.pathology,name:M060
source: Seronegative rheumatoid arthritis
de: Seronegative chronische Polyarthritis
fr_fr: Arthrite rhumatoïde séronégative
zh_cn: 血清反应阴性的类风湿性关节炎

# model:gnuhealth.pathology,name:M061
source: Adult-onset Still disease
de: Adulte Form der Still-Krankheit
zh_cn: 成年型斯蒂尔病

# model:gnuhealth.pathology,name:M062
source: Rheumatoid bursitis
de: Bursitis bei chronischer Polyarthritis
fr_fr: Bursite rhumatoïde
zh_cn: 类风湿性滑囊炎

# model:gnuhealth.pathology,name:M063
source: Rheumatoid nodule
de: Rheumaknoten
fr_fr: Nodule rhumatoïde
zh_cn: 类风湿性结节

# model:gnuhealth.pathology,name:M064
source: Inflammatory polyarthropathy
de: Entzündliche Polyarthropathie
fr_fr: Polyarthropathie inflammatoire
zh_cn: 炎性多关节病

# model:gnuhealth.pathology,name:M068
source: Other specified rheumatoid arthritis
de: Sonstige näher bezeichnete chronische Polyarthritis
fr_fr: Autres arthrites rhumatoïdes précisées
zh_cn: 其他特指的类风湿性关节炎

# model:gnuhealth.pathology,name:M069
source: Rheumatoid arthritis, unspecified
de: Chronische Polyarthritis, nicht näher bezeichnet
fr_fr: Arthrite rhumatoïde, sans précision
zh_cn: 类风湿性关节炎

# model:gnuhealth.pathology,name:M07
source: Psoriatic and enteropathic arthropathies
de: Arthritis psoriatica und Arthritiden bei gastrointestinalen Grundkrankheiten
fr_fr: Arthropathies psoriasiques et entéropathiques
zh_cn: 银屑病性和肠病性关节病

# model:gnuhealth.pathology,name:M070
source: Distal interphalangeal psoriatic arthropathy
de: Distale interphalangeale Arthritis psoriatica
fr_fr: Arthropathie psoriasique distale interphalangienne (L40.5+)
zh_cn: 指[趾]节间银屑病性关节病

# model:gnuhealth.pathology,name:M072
source: Psoriatic spondylitis
de: Spondylitis psoriatica
fr_fr: Spondylite psoriasique (L40.5+)
zh_cn: 银屑病性脊椎炎

# model:gnuhealth.pathology,name:M073
source: Other psoriatic arthropathies
de: Sonstige psoriatische Arthritiden
fr_fr: Autres arthropathies psoriasiques (L40.5+)
zh_cn: 其他银屑病性关节病

# model:gnuhealth.pathology,name:M074
source: Arthropathy in Crohn disease [regional enteritis]
de: Arthritis bei Crohn-Krankheit [Enteritis regionalis]
zh_cn: 克罗恩病[局限性肠炎]引起的关节病

# model:gnuhealth.pathology,name:M075
source: Arthropathy in ulcerative colitis
de: Arthritis bei Colitis ulcerosa
fr_fr: Arthropathie au cours de colite ulcéreuse (K51.-+)
zh_cn: 溃疡性结肠炎引起的关节病

# model:gnuhealth.pathology,name:M076
source: Other enteropathic arthropathies
de: Sonstige Arthritiden bei gastrointestinalen Grundkrankheiten
fr_fr: Autres arthropathies entéropathiques
zh_cn: 其他肠病性关节病

# model:gnuhealth.pathology,name:M080
source: Juvenile rheumatoid arthritis
de: Juvenile chronische Polyarthritis, adulter Typ
fr_fr: Arthrites rhumatoïde juvénile
zh_cn: 幼年型类风湿性关节炎

# model:gnuhealth.pathology,name:M081
source: Juvenile ankylosing spondylitis
de: Juvenile Spondylitis ankylosans
fr_fr: Spondylarthrite ankylosante juvénile
zh_cn: 幼年型关节强硬性脊椎炎

# model:gnuhealth.pathology,name:M082
source: Juvenile arthritis with systemic onset
de: Juvenile chronische Arthritis, systemisch beginnende Form
fr_fr: Arthrite juvénile avec début systémique
zh_cn: 幼年型关节炎伴有全身性发病

# model:gnuhealth.pathology,name:M083
source: Juvenile polyarthritis (seronegative)
de: Juvenile chronische Arthritis (seronegativ), polyartikulär beginnende Form
fr_fr: Arthrite juvénile (séronégative)
zh_cn: 幼年型多关节炎(血清反应阴性)

# model:gnuhealth.pathology,name:M084
source: Pauciarticular juvenile arthritis
de: Juvenile chronische Arthritis, oligoartikulär beginnende Form
fr_fr: Arthrite pauci-articulaire juvénile
zh_cn: 少关节性幼年型关节炎

# model:gnuhealth.pathology,name:M088
source: Other juvenile arthritis
de: Sonstige juvenile Arthritis
fr_fr: Autres arthrites juvéniles
zh_cn: 其他的幼年型关节炎

# model:gnuhealth.pathology,name:M089
source: Juvenile arthritis, unspecified
de: Juvenile Arthritis, nicht näher bezeichnet
fr_fr: Arthrite juvénile, sans précision
zh_cn: 幼年型关节炎

# model:gnuhealth.pathology,name:M09
source: Juvenile arthritis in diseases classified elsewhere
de: Juvenile Arthritis bei anderenorts klassifizierten Krankheiten
fr_fr: Arthrite juvénile au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的幼年型关节炎

# model:gnuhealth.pathology,name:M090
source: Juvenile arthritis in psoriasis
de: Juvenile Arthritis bei Psoriasis
fr_fr: Arthrite juvénile au cours de psoriasis (L40.5+)
zh_cn: 银屑病性幼年型关节炎

# model:gnuhealth.pathology,name:M091
source: Juvenile arthritis in Crohn disease [regional enteritis]
de: Juvenile Arthritis bei Crohn-Krankheit [Enteritis regionalis]
zh_cn: 克罗恩病[局限性肠炎]引起的幼年型关节炎

# model:gnuhealth.pathology,name:M092
source: Juvenile arthritis in ulcerative colitis
de: Juvenile Arthritis bei Colitis ulcerosa
fr_fr: Arthrite juvénile au cours de colite ulcéreuse (K51.-+)
zh_cn: 溃疡性结肠炎引起的幼年型关节炎

# model:gnuhealth.pathology,name:M098
source: Juvenile arthritis in other diseases classified elsewhere
de: Juvenile Arthritis bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Arthrite juvénile au cours d'autres maladies classées ailleurs
zh_cn: 其他地方的其他幼年型关节炎疾病分类

# model:gnuhealth.pathology,name:M10
source: Gout
de: Gicht
fr_fr: Goutte
zh_cn: 痛风

# model:gnuhealth.pathology,name:M100
source: Idiopathic gout
de: Idiopathische Gicht
fr_fr: Goutte idiopathique
zh_cn: 特发性痛风

# model:gnuhealth.pathology,name:M101
source: Lead-induced gout
de: Bleigicht
fr_fr: Goutte saturnine
zh_cn: 铅性痛风

# model:gnuhealth.pathology,name:M102
source: Drug-induced gout
de: Arzneimittelinduzierte Gicht
fr_fr: Goutte médicamenteuse
zh_cn: 药物性痛风

# model:gnuhealth.pathology,name:M103
source: Gout due to impairment of renal function
de: Gicht durch Nierenfunktionsstörung
fr_fr: Goutte due à une altération de la fonction rénale
zh_cn: 肾功能损害引起的痛风

# model:gnuhealth.pathology,name:M104
source: Other secondary gout
de: Sonstige sekundäre Gicht
fr_fr: Autre goutte secondaire
zh_cn: 其他的继发性痛风

# model:gnuhealth.pathology,name:M109
source: Gout, unspecified
de: Gicht, nicht näher bezeichnet
fr_fr: Goutte, sans précision
zh_cn: 痛风

# model:gnuhealth.pathology,name:M11
source: Other crystal arthropathies
de: Sonstige Kristall-Arthropathien
fr_fr: Autres arthropathies dues à des microcristaux
zh_cn: 其他结晶性关节病

# model:gnuhealth.pathology,name:M110
source: Hydroxyapatite deposition disease
de: Apatitrheumatismus
fr_fr: Maladie par dépôt d'hydroxyapatite
zh_cn: 羟磷灰石沉着病

# model:gnuhealth.pathology,name:M111
source: Familial chondrocalcinosis
de: Familiäre Chondrokalzinose
fr_fr: Chondrocalcinose familiale
zh_cn: 家族性软骨钙沉着

# model:gnuhealth.pathology,name:M112
source: Other chondrocalcinosis
de: Sonstige Chondrokalzinose
fr_fr: Autre chondrocalcinose
zh_cn: 其他软骨钙沉着

# model:gnuhealth.pathology,name:M118
source: Other specified crystal arthropathies
de: Sonstige näher bezeichnete Kristall-Arthropathien
fr_fr: Autres arthropathies dues à des microcristaux précisés
zh_cn: 其他特指的结晶性关节病

# model:gnuhealth.pathology,name:M119
source: Crystal arthropathy, unspecified
de: Kristall-Arthropathie, nicht näher bezeichnet
fr_fr: Arthropathie due à des microcristaux, sans précision
zh_cn: 结晶性关节病

# model:gnuhealth.pathology,name:M12
source: Other specific arthropathies
de: Sonstige näher bezeichnete Arthropathien
fr_fr: Autres arthropathies spécifiques
zh_cn: 其他特指的关节病

# model:gnuhealth.pathology,name:M120
source: Chronic postrheumatic arthropathy [Jaccoud]
de: Chronische postrheumatische Arthritis [Jaccoud-Arthritis]
fr_fr: Arthropathie chronique post-rhumatismale [Jaccoud]
zh_cn: 慢性风湿病后关节病[雅库综合征]

# model:gnuhealth.pathology,name:M121
source: Kaschin-Beck disease
de: Kaschin-Beck-Krankheit
fr_fr: Maladie de Kaschin-Beck
zh_cn: 卡斯钦-贝克病[大骨节病]

# model:gnuhealth.pathology,name:M122
source: Villonodular synovitis (pigmented)
de: Villonoduläre Synovitis (pigmentiert)
fr_fr: Synovite villonodulaire (pigmentaire)
zh_cn: 绒毛结节性滑膜炎(色素沉着的)

# model:gnuhealth.pathology,name:M123
source: Palindromic rheumatism
de: Palindromer Rheumatismus
fr_fr: Rhumatisme palindromique
zh_cn: 复发性风湿病

# model:gnuhealth.pathology,name:M124
source: Intermittent hydrarthrosis
de: Hydrops intermittens
fr_fr: Hydarthrose intermittente
zh_cn: 间歇性关节积水

# model:gnuhealth.pathology,name:M125
source: Traumatic arthropathy
de: Traumatische Arthropathie
fr_fr: Arthropathie traumatique
zh_cn: 创伤性关节病

# model:gnuhealth.pathology,name:M128
source: Other specific arthropathies, not elsewhere classified
de: Sonstige näher bezeichnete Arthropathien, anderenorts nicht klassifiziert
fr_fr: Autres arthropathies spécifiques, non classées ailleurs
zh_cn: 其他特指的关节病，不可归类在他处者

# model:gnuhealth.pathology,name:M13
source: Other arthritis
de: Sonstige Arthritis
fr_fr: Autres arthrites
zh_cn: 其他关节炎

# model:gnuhealth.pathology,name:M130
source: Polyarthritis, unspecified
de: Polyarthritis, nicht näher bezeichnet
fr_fr: Arthrite, sans précision
zh_cn: 多关节炎

# model:gnuhealth.pathology,name:M131
source: Monoarthritis, not elsewhere classified
de: Monarthritis, anderenorts nicht klassifiziert
fr_fr: Monoarthrite, non classée ailleurs
zh_cn: 单关节炎，不可归类在他处者

# model:gnuhealth.pathology,name:M138
source: Other specified arthritis
de: Sonstige näher bezeichnete Arthritis
fr_fr: Autres arthrites précisées
zh_cn: 其他特指的关节炎

# model:gnuhealth.pathology,name:M139
source: Arthritis, unspecified
de: Arthritis, nicht näher bezeichnet
fr_fr: Arthrite, sans précision
zh_cn: 关节炎

# model:gnuhealth.pathology,name:M14
source: Arthropathies in other diseases classified elsewhere
de: Arthropathien bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Arthropathies au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的关节病
