Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:B831
source: Gnathostomiasis
fr_fr: Gnathostomiase
zh_cn: 颚口线虫病

# model:gnuhealth.pathology,name:B833
source: Syngamiasis
fr_fr: Syngamose
zh_cn: 比翼(线虫)病

# model:gnuhealth.pathology,name:B87
source: Myiasis
fr_fr: Myiase
zh_cn: 蝇蛆病

# model:gnuhealth.pathology,name:B881
source: Tungiasis [sand flea infestation]
fr_fr: Tungose [infestation par puce-chique]

# model:gnuhealth.pathology,name:B901
source: Sequelae of genito-urinary tuberculosis
fr_fr: Séquelles de tuberculose génito-urinaire

# model:gnuhealth.pathology,name:B952
source: Streptococcus, group D, as the cause of diseases classified to other chapters
fr_fr: Streptocoques, groupe D, cause de maladies classées dans d'autres chapitres

# model:gnuhealth.pathology,name:B96
source: Other bacterial agents as the cause of diseases classified to other chapters
fr_fr: Autres agents bactériens, cause de maladies classées dans d'autres chapitres

# model:gnuhealth.pathology,name:B965
source: Pseudomonas (aeruginosa)(mallei)(pseudomallei) as the cause of diseases classified to other chapters
fr_fr: Pseudomonas (P. aeruginosa) (P. mallei) (P. pseudomallei), cause de maladies classées dans d'autres chapitres

# model:gnuhealth.pathology,name:B974
source: Respiratory synctial virus as the cause of diseases classified to other chapters
fr_fr: Virus respiratoire syncytial, cause de maladies classées dans d'autres chapitres

# model:gnuhealth.pathology,name:C000
source: External upper lip
fr_fr: Lèvre supérieure, bord libre

# model:gnuhealth.pathology,name:C001
source: External lower lip
fr_fr: Lèvre inférieure, bord libre

# model:gnuhealth.pathology,name:C002
source: External lip, unspecified
fr_fr: Lèvre, sans précision, bord libre

# model:gnuhealth.pathology,name:C003
source: Upper lip, inner aspect
fr_fr: Lèvre supérieure, face interne

# model:gnuhealth.pathology,name:C004
source: Lower lip, inner aspect
fr_fr: Lèvre inférieure, face interne

# model:gnuhealth.pathology,name:C005
source: Lip, unspecified, inner aspect
fr_fr: Lèvre, sans précision, face interne

# model:gnuhealth.pathology,name:C006
source: Commissure of lip
fr_fr: Commissure des lèvres

# model:gnuhealth.pathology,name:C008
source: Overlapping lesion of lip
fr_fr: Lésion à localisations contiguës de la lèvre

# model:gnuhealth.pathology,name:C009
source: Lip, unspecified
fr_fr: Lèvre, sans précision

# model:gnuhealth.pathology,name:C020
source: Dorsal surface of tongue
fr_fr: Face dorsale de la langue

# model:gnuhealth.pathology,name:C021
source: Border of tongue
fr_fr: Pointe et bords latéraux de la langue

# model:gnuhealth.pathology,name:C022
source: Ventral surface of tongue
fr_fr: Face inférieure de la langue

# model:gnuhealth.pathology,name:C023
source: Anterior two-thirds of tongue, part unspecified
fr_fr: Deux tiers antérieurs de la langue, sans précision

# model:gnuhealth.pathology,name:C024
source: Lingual tonsil
fr_fr: Amygdale linguale

# model:gnuhealth.pathology,name:C028
source: Overlapping lesion of tongue
fr_fr: Lésion à localisations contiguës de la langue

# model:gnuhealth.pathology,name:C029
source: Tongue, unspecified
fr_fr: Langue, sans précision

# model:gnuhealth.pathology,name:C030
source: Upper gum
fr_fr: Gencive supérieure

# model:gnuhealth.pathology,name:C031
source: Lower gum
fr_fr: Gencive inférieure

# model:gnuhealth.pathology,name:C039
source: Gum, unspecified
fr_fr: Gencive, sans précision

# model:gnuhealth.pathology,name:C040
source: Anterior floor of mouth
fr_fr: Plancher antérieur de la bouche

# model:gnuhealth.pathology,name:C041
source: Lateral floor of mouth
fr_fr: Plancher latéral de la bouche

# model:gnuhealth.pathology,name:C048
source: Overlapping lesion of floor of mouth
fr_fr: Lésion à localisations contiguës du plancher de la bouche

# model:gnuhealth.pathology,name:C049
source: Floor of mouth, unspecified
fr_fr: Plancher de la bouche, sans précision

# model:gnuhealth.pathology,name:C050
source: Hard palate
fr_fr: Voûte palatine

# model:gnuhealth.pathology,name:C051
source: Soft palate
fr_fr: Voile du palais

# model:gnuhealth.pathology,name:C052
source: Uvula
fr_fr: Luette

# model:gnuhealth.pathology,name:C058
source: Overlapping lesion of palate
fr_fr: Lésion à localisations contiguës du palais

# model:gnuhealth.pathology,name:C059
source: Palate, unspecified
fr_fr: Palais, sans précision

# model:gnuhealth.pathology,name:C060
source: Cheek mucosa
fr_fr: Muqueuse de la joue

# model:gnuhealth.pathology,name:C061
source: Vestibule of mouth
fr_fr: Vestibule de la bouche

# model:gnuhealth.pathology,name:C062
source: Retromolar area
fr_fr: Région rétromolaire

# model:gnuhealth.pathology,name:C068
source: Overlapping lesion of other and unspecified parts of mouth
fr_fr: Lésion à localisations contiguës de la bouche, parties autres et non précisées [voir note 5 au début de ce chapitre]

# model:gnuhealth.pathology,name:C069
source: Mouth, unspecified
fr_fr: Bouche, sans précision

# model:gnuhealth.pathology,name:C080
source: Submandibular gland
fr_fr: Glande sous-maxillaire

# model:gnuhealth.pathology,name:C081
source: Sublingual gland
fr_fr: Glande sublinguale

# model:gnuhealth.pathology,name:C088
source: Overlapping lesion of major salivary glands
fr_fr: Lésion à localisations contiguës des glandes salivaires principales

# model:gnuhealth.pathology,name:C089
source: Major salivary gland, unspecified
fr_fr: Glande salivaire principale, sans précision

# model:gnuhealth.pathology,name:C090
source: Tonsillar fossa
fr_fr: Fosse amygdalienne

# model:gnuhealth.pathology,name:C091
source: Tonsillar pillar (anterior) (posterior)
fr_fr: Pilier de l'amygdale (antérieur) (postérieur)

# model:gnuhealth.pathology,name:C098
source: Overlapping lesion of tonsil
fr_fr: Lésion à localisations contiguës de l'amygdale

# model:gnuhealth.pathology,name:C099
source: Tonsil, unspecified
fr_fr: Amygdale, sans précision

# model:gnuhealth.pathology,name:C100
source: Vallecula
fr_fr: Sillon glosso-épiglottique

# model:gnuhealth.pathology,name:C101
source: Anterior surface of epiglottis
fr_fr: Face antérieure de l'épiglotte

# model:gnuhealth.pathology,name:C102
source: Lateral wall of oropharynx
fr_fr: Paroi latérale de l'oropharynx

# model:gnuhealth.pathology,name:C103
source: Posterior wall of oropharynx
fr_fr: Paroi postérieure de l'oropharynx

# model:gnuhealth.pathology,name:C104
source: Branchial cleft
fr_fr: Fente branchiale

# model:gnuhealth.pathology,name:C108
source: Overlapping lesion of oropharynx
fr_fr: Lésion à localisations contiguës de l'oropharynx

# model:gnuhealth.pathology,name:C109
source: Oropharynx, unspecified
fr_fr: Oropharynx, sans précision

# model:gnuhealth.pathology,name:C110
source: Superior wall of nasopharynx
fr_fr: Paroi supérieure du rhinopharynx

# model:gnuhealth.pathology,name:C111
source: Posterior wall of nasopharynx
fr_fr: Paroi postérieure du rhinopharynx

# model:gnuhealth.pathology,name:C112
source: Lateral wall of nasopharynx
fr_fr: Paroi latérale du rhinopharynx

# model:gnuhealth.pathology,name:C113
source: Anterior wall of nasopharynx
fr_fr: Paroi antérieure du rhinopharynx

# model:gnuhealth.pathology,name:C118
source: Overlapping lesion of nasopharynx
fr_fr: Lésion à localisations contiguës de rhinopharynx

# model:gnuhealth.pathology,name:C119
source: Nasopharynx, unspecified
fr_fr: Rhinopharynx, sans précision

# model:gnuhealth.pathology,name:C12
source: Malignant neoplasm of pyriform sinus
fr_fr: Tumeur maligne du sinus piriforme

# model:gnuhealth.pathology,name:C130
source: Postcricoid region
fr_fr: Région rétro-cricoïdienne

# model:gnuhealth.pathology,name:C131
source: Aryepiglottic fold, hypopharyngeal aspect
fr_fr: Repli ary-épiglottique, versant hypopharyngé

# model:gnuhealth.pathology,name:C132
source: Posterior wall of hypopharynx
fr_fr: Paroi postérieure de l'hypopharynx

# model:gnuhealth.pathology,name:C138
source: Overlapping lesion of hypopharynx
fr_fr: Lésion à localisations contiguës de l'hypopharynx

# model:gnuhealth.pathology,name:C139
source: Hypopharynx, unspecified
fr_fr: Hypopharynx, sans précision

# model:gnuhealth.pathology,name:C140
source: Pharynx, unspecified
fr_fr: Pharynx, sans précision

# model:gnuhealth.pathology,name:C142
source: Waldeyer's ring
fr_fr: Anneau de Waldeyer

# model:gnuhealth.pathology,name:C148
source: Overlapping lesion of lip, oral cavity and pharynx
fr_fr: Lésion à localisations contiguës de la lèvre, de la cavité buccale et du pharynx

# model:gnuhealth.pathology,name:C150
source: Cervical part of oesophagus
fr_fr: Œsophage cervical

# model:gnuhealth.pathology,name:C151
source: Thoracic part of oesophagus
fr_fr: Œsophage thoracique

# model:gnuhealth.pathology,name:C152
source: Abdominal part of oesophagus
fr_fr: Œsophage abdominal

# model:gnuhealth.pathology,name:C153
source: Upper third of oesophagus
fr_fr: Tiers supérieur de l'œsophage

# model:gnuhealth.pathology,name:C154
source: Middle third of oesophagus
fr_fr: Tiers moyen de l'œsophage

# model:gnuhealth.pathology,name:C155
source: Lower third of oesophagus
fr_fr: Tiers inférieur de l'œsophage

# model:gnuhealth.pathology,name:C158
source: Overlapping lesion of oesophagus
fr_fr: Lésion à localisations contiguës de l'œsophage

# model:gnuhealth.pathology,name:C159
source: Oesophagus, unspecified
fr_fr: Œsophage, sans précision

# model:gnuhealth.pathology,name:C161
source: Fundus of stomach
fr_fr: Fundus

# model:gnuhealth.pathology,name:C162
source: Body of stomach
fr_fr: Corps de l'estomac

# model:gnuhealth.pathology,name:C163
source: Pyloric antrum
fr_fr: Antre pylorique

# model:gnuhealth.pathology,name:C164
source: Pylorus
fr_fr: Pylore

# model:gnuhealth.pathology,name:C165
source: Lesser curvature of stomach, unspecified
fr_fr: Petite courbure de l'estomac, sans précision

# model:gnuhealth.pathology,name:C166
source: Greater curvature of stomach, unspecified
fr_fr: Grande courbure de l'estomac, sans précision

# model:gnuhealth.pathology,name:C168
source: Overlapping lesion of stomach
fr_fr: Lésion à localisations contiguës de l'estomac

# model:gnuhealth.pathology,name:C169
source: Stomach, unspecified
fr_fr: Estomac, sans précision

# model:gnuhealth.pathology,name:C170
source: Duodenum
fr_fr: Duodénum

# model:gnuhealth.pathology,name:C171
source: Jejunum
fr_fr: Jéjunum

# model:gnuhealth.pathology,name:C172
source: Ileum
fr_fr: Iléon

# model:gnuhealth.pathology,name:C173
source: Meckel's diverticulum
fr_fr: Diverticule de Meckel

# model:gnuhealth.pathology,name:C178
source: Overlapping lesion of small intestine
fr_fr: Lésion à localisations contiguës de l'intestin grêle

# model:gnuhealth.pathology,name:C179
source: Small intestine, unspecified
fr_fr: Intestin grêle, sans précision

# model:gnuhealth.pathology,name:C180
source: Caecum
fr_fr: Cæcum

# model:gnuhealth.pathology,name:C181
source: Appendix
fr_fr: Appendice

# model:gnuhealth.pathology,name:C182
source: Ascending colon
fr_fr: Côlon ascendant

# model:gnuhealth.pathology,name:C183
source: Hepatic flexure
fr_fr: Angle droit du côlon

# model:gnuhealth.pathology,name:C184
source: Transverse colon
fr_fr: Côlon transverse

# model:gnuhealth.pathology,name:C185
source: Splenic flexure
fr_fr: Angle gauche du côlon

# model:gnuhealth.pathology,name:C186
source: Descending colon
fr_fr: Côlon descendant

# model:gnuhealth.pathology,name:C187
source: Sigmoid colon
fr_fr: Côlon sigmoïde

# model:gnuhealth.pathology,name:C188
source: Overlapping lesion of colon
fr_fr: Lésion à localisations contiguës du côlon

# model:gnuhealth.pathology,name:C189
source: Colon, unspecified
fr_fr: Côlon, sans précision

# model:gnuhealth.pathology,name:C210
source: Anus, unspecified
fr_fr: Anus, sans précision

# model:gnuhealth.pathology,name:C211
source: Anal canal
fr_fr: Canal anal

# model:gnuhealth.pathology,name:C212
source: Cloacogenic zone
fr_fr: Zone cloacale

# model:gnuhealth.pathology,name:C218
source: Overlapping lesion of rectum, anus and anal canal
fr_fr: Lésion à localisations contiguës du rectum, de l'anus et du canal anal

# model:gnuhealth.pathology,name:C220
source: Liver cell carcinoma
fr_fr: Carcinome hépatocellulaire

# model:gnuhealth.pathology,name:C221
source: Intrahepatic bile duct carcinoma
fr_fr: Carcinome du canal biliaire intrahépatique

# model:gnuhealth.pathology,name:C222
source: Hepatoblastoma
fr_fr: Hépatoblastome

# model:gnuhealth.pathology,name:C223
source: Angiosarcoma of liver
fr_fr: Angiosarcome du foie

# model:gnuhealth.pathology,name:C224
source: Other sarcomas of liver
fr_fr: Autres sarcomes du foie

# model:gnuhealth.pathology,name:C227
source: Other specified carcinomas of liver
fr_fr: Autres carcinomes du foie précisés

# model:gnuhealth.pathology,name:C229
source: Liver, unspecified
fr_fr: Foie, sans précision

# model:gnuhealth.pathology,name:C240
source: Extrahepatic bile duct
fr_fr: Canal biliaire extra-hépatique

# model:gnuhealth.pathology,name:C241
source: Ampulla of Vater
fr_fr: Ampoule de Vater

# model:gnuhealth.pathology,name:C248
source: Overlapping lesion of biliary tract
fr_fr: Lésion à localisations contiguës des voies biliaires

# model:gnuhealth.pathology,name:C249
source: Biliary tract, unspecified
fr_fr: Voies biliaires, sans précision

# model:gnuhealth.pathology,name:C250
source: Head of pancreas
fr_fr: Tête du pancréas

# model:gnuhealth.pathology,name:C251
source: Body of pancreas
fr_fr: Corps du pancréas

# model:gnuhealth.pathology,name:C252
source: Tail of pancreas
fr_fr: Queue du pancréas

# model:gnuhealth.pathology,name:C253
source: Pancreatic duct
fr_fr: Canal pancréatique

# model:gnuhealth.pathology,name:C254
source: Endocrine pancreas
fr_fr: Pancréas endocrine

# model:gnuhealth.pathology,name:C257
source: Other parts of pancreas
fr_fr: Autres parties du pancréas

# model:gnuhealth.pathology,name:C258
source: Overlapping lesion of pancreas
fr_fr: Lésion à localisations contiguës du pancréas

# model:gnuhealth.pathology,name:C259
source: Pancreas, unspecified
fr_fr: Pancréas, sans précision

# model:gnuhealth.pathology,name:C260
source: Intestinal tract, part unspecified
fr_fr: Tractus intestinal, partie non précisée

# model:gnuhealth.pathology,name:C261
source: Spleen
fr_fr: Rate

# model:gnuhealth.pathology,name:C268
source: Overlapping lesion of digestive system
fr_fr: Lésion à localisations contiguës de l'appareil digestif

# model:gnuhealth.pathology,name:C269
source: Ill-defined sites within the digestive system
fr_fr: Sièges mal définis de l'appareil digestif

# model:gnuhealth.pathology,name:C300
source: Nasal cavity
fr_fr: Fosses nasales

# model:gnuhealth.pathology,name:C301
source: Middle ear
fr_fr: Oreille moyenne

# model:gnuhealth.pathology,name:C310
source: Maxillary sinus
fr_fr: Sinus maxillaire

# model:gnuhealth.pathology,name:C311
source: Ethmoidal sinus
fr_fr: Sinus ethmoïdal

# model:gnuhealth.pathology,name:C312
source: Frontal sinus
fr_fr: Sinus frontal

# model:gnuhealth.pathology,name:C313
source: Sphenoidal sinus
fr_fr: Sinus sphénoïdal

# model:gnuhealth.pathology,name:C318
source: Overlapping lesion of accessory sinuses
fr_fr: Lésion à localisations contiguës des sinus de la face

# model:gnuhealth.pathology,name:C319
source: Accessory sinus, unspecified
fr_fr: Sinus de la face, sans précision

# model:gnuhealth.pathology,name:C320
source: Glottis
fr_fr: Glotte

# model:gnuhealth.pathology,name:C321
source: Supraglottis
fr_fr: Etage sus-glottique

# model:gnuhealth.pathology,name:C322
source: Subglottis
fr_fr: Etage sous-glottique

# model:gnuhealth.pathology,name:C323
source: Laryngeal cartilage
fr_fr: Cartilage laryngé

# model:gnuhealth.pathology,name:C328
source: Overlapping lesion of larynx
fr_fr: Lésion à localisations contiguës du larynx

# model:gnuhealth.pathology,name:C329
source: Larynx, unspecified
fr_fr: Larynx, sans précision

# model:gnuhealth.pathology,name:C340
source: Main bronchus
fr_fr: Bronche souche

# model:gnuhealth.pathology,name:C341
source: Upper lobe, bronchus or lung
fr_fr: Lobe supérieur, bronches ou poumon

# model:gnuhealth.pathology,name:C342
source: Middle lobe, bronchus or lung
fr_fr: Lobe moyen, bronches ou poumon

# model:gnuhealth.pathology,name:C343
source: Lower lobe, bronchus or lung
fr_fr: Lobe inférieur, bronches ou poumon

# model:gnuhealth.pathology,name:C348
source: Overlapping lesion of bronchus and lung
fr_fr: Lésion à localisations contiguës des bronches et du poumon

# model:gnuhealth.pathology,name:C349
source: Bronchus or lung, unspecified
fr_fr: Bronche ou poumon, sans précision

# model:gnuhealth.pathology,name:C380
source: Heart
fr_fr: Cœur

# model:gnuhealth.pathology,name:C381
source: Anterior mediastinum
fr_fr: Médiastin antérieur

# model:gnuhealth.pathology,name:C382
source: Posterior mediastinum
fr_fr: Médiastin postérieur

# model:gnuhealth.pathology,name:C383
source: Mediastinum, part unspecified
fr_fr: Médiastin, partie non précisée

# model:gnuhealth.pathology,name:C384
source: Pleura
fr_fr: Plèvre

# model:gnuhealth.pathology,name:C388
source: Overlapping lesion of heart, mediastinum and pleura
fr_fr: Lésion à localisations contiguës du cœur, du médiastin et de la plèvre

# model:gnuhealth.pathology,name:C390
source: Upper respiratory tract, part unspecified
fr_fr: Voies respiratoires supérieures, partie non précisée

# model:gnuhealth.pathology,name:C398
source: Overlapping lesion of respiratory and intrathoracic organs
fr_fr: Lésion à localisations contiguës des organes respiratoires et intrathoraciques

# model:gnuhealth.pathology,name:C399
source: Ill-defined sites within the respiratory system
fr_fr: Sièges mal définis de l'appareil respiratoire

# model:gnuhealth.pathology,name:C400
source: Scapula and long bones of upper limb
fr_fr: Omoplate et os longs du membre supérieur

# model:gnuhealth.pathology,name:C401
source: Short bones of upper limb
fr_fr: Os courts du membre supérieur

# model:gnuhealth.pathology,name:C402
source: Long bones of lower limb
fr_fr: Os longs du membre inférieur

# model:gnuhealth.pathology,name:C403
source: Short bones of lower limb
fr_fr: Os courts du membre inférieur

# model:gnuhealth.pathology,name:C408
source: Overlapping lesion of bone and articular cartilage of limbs
fr_fr: Lésion à localisations contiguës des os et du cartilage articulaire des membres

# model:gnuhealth.pathology,name:C409
source: Bone and articular cartilage of limb, unspecified
fr_fr: Os et cartilage articulaire d'un membre, sans précision

# model:gnuhealth.pathology,name:C410
source: Bones of skull and face
fr_fr: Os du crâne et de la face

# model:gnuhealth.pathology,name:C411
source: Mandible
fr_fr: Mandibule

# model:gnuhealth.pathology,name:C412
source: Vertebral column
fr_fr: Rachis

# model:gnuhealth.pathology,name:C413
source: Ribs, sternum and clavicle
fr_fr: Côtes, sternum et clavicule

# model:gnuhealth.pathology,name:C414
source: Pelvic bones, sacrum and coccyx
fr_fr: Pelvis, sacrum et coccyx

# model:gnuhealth.pathology,name:C418
source: Overlapping lesion of bone and articular cartilage
fr_fr: Lésion à localisations contiguës des os et du cartilage articulaire

# model:gnuhealth.pathology,name:C419
source: Bone and articular cartilage, unspecified
fr_fr: Os et cartilage articulaire, sans précision

# model:gnuhealth.pathology,name:C430
source: Malignant melanoma of lip
fr_fr: Mélanome malin de la lèvre

# model:gnuhealth.pathology,name:C431
source: Malignant melanoma of eyelid, including canthus
fr_fr: Mélanome malin de la paupière, y compris le canthus

# model:gnuhealth.pathology,name:C432
source: Malignant melanoma of ear and external auricular canal
fr_fr: Mélanome malin de l'oreille et du conduit auditif externe

# model:gnuhealth.pathology,name:C433
source: Malignant melanoma of other and unspecified parts of face
fr_fr: Mélanome malin de la face, parties autres et non précisées

# model:gnuhealth.pathology,name:C434
source: Malignant melanoma of scalp and neck
fr_fr: Mélanome malin du cuir chevelu et du cou

# model:gnuhealth.pathology,name:C435
source: Malignant melanoma of trunk
fr_fr: Mélanome malin du tronc

# model:gnuhealth.pathology,name:C436
source: Malignant melanoma of upper limb, including shoulder
fr_fr: Mélanome malin du membre supérieur, y compris l'épaule

# model:gnuhealth.pathology,name:C437
source: Malignant melanoma of lower limb, including hip
fr_fr: Mélanome malin du membre inférieur, y compris la hanche

# model:gnuhealth.pathology,name:C438
source: Overlapping malignant melanoma of skin
fr_fr: Lésion à localisations contiguës d'un mélanome malin de la peau

# model:gnuhealth.pathology,name:C439
source: Malignant melanoma of skin, unspecified
fr_fr: Mélanome malin de la peau, sans précision

# model:gnuhealth.pathology,name:C440
source: Skin of lip
fr_fr: Face cutanée de la lèvre

# model:gnuhealth.pathology,name:C441
source: Skin of eyelid, including canthus
fr_fr: Peau de la paupière, y compris le canthus

# model:gnuhealth.pathology,name:C442
source: Skin of ear and external auricular canal
fr_fr: Peau de l'oreille et du conduit auditif externe

# model:gnuhealth.pathology,name:C443
source: Skin of other and unspecified parts of face
fr_fr: Peau de la face, parties autres et non précisées

# model:gnuhealth.pathology,name:C444
source: Skin of scalp and neck
fr_fr: Peau du cuir chevelu et du cou

# model:gnuhealth.pathology,name:C445
source: Skin of trunk
fr_fr: Peau du tronc

# model:gnuhealth.pathology,name:C446
source: Skin of upper limb, including shoulder
fr_fr: Peau du membre supérieur, y compris l'épaule

# model:gnuhealth.pathology,name:C447
source: Skin of lower limb, including hip
fr_fr: Peau du membre inférieur, y compris la hanche

# model:gnuhealth.pathology,name:C448
source: Overlapping lesion of skin
fr_fr: Lésion à localisations contiguës de la peau

# model:gnuhealth.pathology,name:C449
source: Malignant neoplasm of skin, unspecified
fr_fr: Tumeur maligne de la peau, sans précision

# model:gnuhealth.pathology,name:C46
source: Kaposi's sarcoma
fr_fr: Sarcome de Kaposi

# model:gnuhealth.pathology,name:C460
source: Kaposi's sarcoma of skin
fr_fr: Sarcome de Kaposi de la peau

# model:gnuhealth.pathology,name:C461
source: Kaposi's sarcoma of soft tissue
fr_fr: Sarcome de Kaposi des tissus mous

# model:gnuhealth.pathology,name:C462
source: Kaposi's sarcoma of palate
fr_fr: Sarcome de Kaposi du palais

# model:gnuhealth.pathology,name:C463
source: Kaposi's sarcoma of lymph nodes
fr_fr: Sarcome de Kaposi des ganglions lymphatiques

# model:gnuhealth.pathology,name:C467
source: Kaposi's sarcoma of other sites
fr_fr: Sarcome de Kaposi d'autres sièges

# model:gnuhealth.pathology,name:C468
source: Kaposi's sarcoma of multiple organs
fr_fr: Sarcome de Kaposi d'organes multiples

# model:gnuhealth.pathology,name:C469
source: Kaposi's sarcoma, unspecified
fr_fr: Sarcome de Kaposi, sans précision

# model:gnuhealth.pathology,name:C470
source: Peripheral nerves of head, face and neck
fr_fr: Nerfs périphériques de la tête, de la face et du cou

# model:gnuhealth.pathology,name:C471
source: Peripheral nerves of upper limb, including shoulder
fr_fr: Nerfs périphériques du membre supérieur, y compris l'épaule

# model:gnuhealth.pathology,name:C472
source: Peripheral nerves of lower limb, including hip
fr_fr: Nerfs périphériques du membre inférieur, y compris la hanche

# model:gnuhealth.pathology,name:C473
source: Peripheral nerves of thorax
fr_fr: Nerfs périphériques du thorax

# model:gnuhealth.pathology,name:C474
source: Peripheral nerves of abdomen
fr_fr: Nerfs périphériques de l'abdomen

# model:gnuhealth.pathology,name:C475
source: Peripheral nerves of pelvis
fr_fr: Nerfs périphériques du pelvis

# model:gnuhealth.pathology,name:C476
source: Peripheral nerves of trunk, unspecified
fr_fr: Nerfs périphériques du tronc, sans précision
