Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:W744
source: Street and highway
de: Nicht näher bezeichnetes Ertrinken und Untergehen: Straßen und Wege
fr_fr: noyade et submersion, sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W745
source: Trade and service area
de: Nicht näher bezeichnetes Ertrinken und Untergehen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: noyade et submersion, sans précision | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W746
source: Industrial and construction area
de: Nicht näher bezeichnetes Ertrinken und Untergehen: Industrieanlagen und Baustellen
fr_fr: noyade et submersion, sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W747
source: Farm
de: Nicht näher bezeichnetes Ertrinken und Untergehen: Landwirtschaftlicher Betrieb
fr_fr: noyade et submersion, sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W748
source: Other specified place
de: Nicht näher bezeichnetes Ertrinken und Untergehen: Sonstige näher bezeichnete Orte
fr_fr: noyade et submersion, sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W749
source: Unspecified place
de: Nicht näher bezeichnetes Ertrinken und Untergehen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: noyade et submersion, sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W75
source: Accidental suffocation and strangulation in bed
de: Unfall durch Ersticken oder Strangulierung im Bett
fr_fr: Suffocation et strangulation accidentelles dans un lit
zh_cn: 在床上意外窒息和绞窄

# model:gnuhealth.pathology,name:W750
source: Home
de: Unfall durch Ersticken oder Strangulierung im Bett: Zu Hause
fr_fr: suffocation et strangulation accidentelles dans un lit | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W751
source: Residential institution
de: Unfall durch Ersticken oder Strangulierung im Bett: Wohnheime oder -anstalten
fr_fr: suffocation et strangulation accidentelles dans un lit | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W752
source: School, other institution and public administrative area
de: Unfall durch Ersticken oder Strangulierung im Bett: Schule, sonstige öffentliche Bauten
fr_fr: suffocation et strangulation accidentelles dans un lit | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W753
source: Sports and athletics area
de: Unfall durch Ersticken oder Strangulierung im Bett: Sportstätten
fr_fr: suffocation et strangulation accidentelles dans un lit | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W754
source: Street and highway
de: Unfall durch Ersticken oder Strangulierung im Bett: Straßen und Wege
fr_fr: suffocation et strangulation accidentelles dans un lit | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W755
source: Trade and service area
de: Unfall durch Ersticken oder Strangulierung im Bett: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: suffocation et strangulation accidentelles dans un lit | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W756
source: Industrial and construction area
de: Unfall durch Ersticken oder Strangulierung im Bett: Industrieanlagen und Baustellen
fr_fr: suffocation et strangulation accidentelles dans un lit | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W757
source: Farm
de: Unfall durch Ersticken oder Strangulierung im Bett: Landwirtschaftlicher Betrieb
fr_fr: suffocation et strangulation accidentelles dans un lit | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W758
source: Other specified place
de: Unfall durch Ersticken oder Strangulierung im Bett: Sonstige näher bezeichnete Orte
fr_fr: suffocation et strangulation accidentelles dans un lit | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W759
source: Unspecified place
de: Unfall durch Ersticken oder Strangulierung im Bett: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: suffocation et strangulation accidentelles dans un lit | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W76
source: Other accidental hanging and strangulation
de: Sonstige Unfälle durch Erhängen und Strangulierung
fr_fr: Autre pendaison et strangulation accidentelles
zh_cn: 其他意外悬吊和绞窄

# model:gnuhealth.pathology,name:W760
source: Home
de: Sonstige Unfälle durch Erhängen und Strangulierung: Zu Hause
fr_fr: autre pendaison et strangulation accidentelles | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W761
source: Residential institution
de: Sonstige Unfälle durch Erhängen und Strangulierung: Wohnheime oder -anstalten
fr_fr: autre pendaison et strangulation accidentelles | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W762
source: School, other institution and public administrative area
de: Sonstige Unfälle durch Erhängen und Strangulierung: Schule, sonstige öffentliche Bauten
fr_fr: autre pendaison et strangulation accidentelles | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W763
source: Sports and athletics area
de: Sonstige Unfälle durch Erhängen und Strangulierung: Sportstätten
fr_fr: autre pendaison et strangulation accidentelles | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W764
source: Street and highway
de: Sonstige Unfälle durch Erhängen und Strangulierung: Straßen und Wege
fr_fr: autre pendaison et strangulation accidentelles | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W765
source: Trade and service area
de: Sonstige Unfälle durch Erhängen und Strangulierung: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: autre pendaison et strangulation accidentelles | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W766
source: Industrial and construction area
de: Sonstige Unfälle durch Erhängen und Strangulierung: Industrieanlagen und Baustellen
fr_fr: autre pendaison et strangulation accidentelles | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W767
source: Farm
de: Sonstige Unfälle durch Erhängen und Strangulierung: Landwirtschaftlicher Betrieb
fr_fr: autre pendaison et strangulation accidentelles | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W768
source: Other specified place
de: Sonstige Unfälle durch Erhängen und Strangulierung: Sonstige näher bezeichnete Orte
fr_fr: autre pendaison et strangulation accidentelles | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W769
source: Unspecified place
de: Sonstige Unfälle durch Erhängen und Strangulierung: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: autre pendaison et strangulation accidentelles | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W77
source: Threat to breathing due to cave-in, falling earth and other substances
de: Gefährdung der Atmung durch Verschüttetwerden, herabstürzende Erdmassen oder andere Stoffe
fr_fr: Danger pour la respiration dû à un affaissement du sol, une coulée de terre et d'autres substances
zh_cn: 塌方、坠落土块和其他物质引起对呼吸的威胁

# model:gnuhealth.pathology,name:W770
source: Home
de: Gefährdung der Atmung durch Verschüttetwerden, herabstürzende Erdmassen oder andere Stoffe: Zu Hause
fr_fr: danger pour la respiration dû à un affaissement du sol, une coulée de terre et d'autres substances | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W771
source: Residential institution
de: Gefährdung der Atmung durch Verschüttetwerden, herabstürzende Erdmassen oder andere Stoffe: Wohnheime oder -anstalten
fr_fr: danger pour la respiration dû à un affaissement du sol, une coulée de terre et d'autres substances | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W772
source: School, other institution and public administrative area
de: Gefährdung der Atmung durch Verschüttetwerden, herabstürzende Erdmassen oder andere Stoffe: Schule, sonstige öffentliche Bauten
fr_fr: danger pour la respiration dû à un affaissement du sol, une coulée de terre et d'autres substances | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W773
source: Sports and athletics area
de: Gefährdung der Atmung durch Verschüttetwerden, herabstürzende Erdmassen oder andere Stoffe: Sportstätten
fr_fr: danger pour la respiration dû à un affaissement du sol, une coulée de terre et d'autres substances | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W774
source: Street and highway
de: Gefährdung der Atmung durch Verschüttetwerden, herabstürzende Erdmassen oder andere Stoffe: Straßen und Wege
fr_fr: danger pour la respiration dû à un affaissement du sol, une coulée de terre et d'autres substances | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W775
source: Trade and service area
de: Gefährdung der Atmung durch Verschüttetwerden, herabstürzende Erdmassen oder andere Stoffe: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: danger pour la respiration dû à un affaissement du sol, une coulée de terre et d'autres substances | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W776
source: Industrial and construction area
de: Gefährdung der Atmung durch Verschüttetwerden, herabstürzende Erdmassen oder andere Stoffe: Industrieanlagen und Baustellen
fr_fr: danger pour la respiration dû à un affaissement du sol, une coulée de terre et d'autres substances | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W777
source: Farm
de: Gefährdung der Atmung durch Verschüttetwerden, herabstürzende Erdmassen oder andere Stoffe: Landwirtschaftlicher Betrieb
fr_fr: danger pour la respiration dû à un affaissement du sol, une coulée de terre et d'autres substances | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W778
source: Other specified place
de: Gefährdung der Atmung durch Verschüttetwerden, herabstürzende Erdmassen oder andere Stoffe: Sonstige näher bezeichnete Orte
fr_fr: danger pour la respiration dû à un affaissement du sol, une coulée de terre et d'autres substances | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W779
source: Unspecified place
de: Gefährdung der Atmung durch Verschüttetwerden, herabstürzende Erdmassen oder andere Stoffe: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: danger pour la respiration dû à un affaissement du sol, une coulée de terre et d'autres substances | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W78
source: Inhalation of gastric contents
de: Aspiration von Mageninhalt
fr_fr: Inhalation du contenu de l'estomac
zh_cn: 吸入胃内容物

# model:gnuhealth.pathology,name:W780
source: Home
de: Aspiration von Mageninhalt: Zu Hause
fr_fr: inhalation du contenu de l'estomac | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W781
source: Residential institution
de: Aspiration von Mageninhalt: Wohnheime oder -anstalten
fr_fr: inhalation du contenu de l'estomac | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W782
source: School, other institution and public administrative area
de: Aspiration von Mageninhalt: Schule, sonstige öffentliche Bauten
fr_fr: inhalation du contenu de l'estomac | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W783
source: Sports and athletics area
de: Aspiration von Mageninhalt: Sportstätten
fr_fr: inhalation du contenu de l'estomac | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W784
source: Street and highway
de: Aspiration von Mageninhalt: Straßen und Wege
fr_fr: inhalation du contenu de l'estomac | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W785
source: Trade and service area
de: Aspiration von Mageninhalt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: inhalation du contenu de l'estomac | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W786
source: Industrial and construction area
de: Aspiration von Mageninhalt: Industrieanlagen und Baustellen
fr_fr: inhalation du contenu de l'estomac | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W787
source: Farm
de: Aspiration von Mageninhalt: Landwirtschaftlicher Betrieb
fr_fr: inhalation du contenu de l'estomac | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W788
source: Other specified place
de: Aspiration von Mageninhalt: Sonstige näher bezeichnete Orte
fr_fr: inhalation du contenu de l'estomac | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W789
source: Unspecified place
de: Aspiration von Mageninhalt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: inhalation du contenu de l'estomac | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W79
source: Inhalation and ingestion of food causing obstruction of respiratory tract
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von Nahrungsmitteln
fr_fr: Inhalation et ingestion d'aliments provoquant une obstruction des voies respiratoires
zh_cn: 吸入或咽下食物引起的呼吸道梗阻

# model:gnuhealth.pathology,name:W790
source: Home
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von Nahrungsmitteln: Zu Hause
fr_fr: inhalation et ingestion d'aliments provoquant une obstruction des voies respiratoires | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W791
source: Residential institution
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von Nahrungsmitteln: Wohnheime oder -anstalten
fr_fr: inhalation et ingestion d'aliments provoquant une obstruction des voies respiratoires | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W792
source: School, other institution and public administrative area
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von Nahrungsmitteln: Schule, sonstige öffentliche Bauten
fr_fr: inhalation et ingestion d'aliments provoquant une obstruction des voies respiratoires | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W793
source: Sports and athletics area
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von Nahrungsmitteln: Sportstätten
fr_fr: inhalation et ingestion d'aliments provoquant une obstruction des voies respiratoires | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W794
source: Street and highway
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von Nahrungsmitteln: Straßen und Wege
fr_fr: inhalation et ingestion d'aliments provoquant une obstruction des voies respiratoires | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W795
source: Trade and service area
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von Nahrungsmitteln: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: inhalation et ingestion d'aliments provoquant une obstruction des voies respiratoires | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W796
source: Industrial and construction area
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von Nahrungsmitteln: Industrieanlagen und Baustellen
fr_fr: inhalation et ingestion d'aliments provoquant une obstruction des voies respiratoires | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W797
source: Farm
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von Nahrungsmitteln: Landwirtschaftlicher Betrieb
fr_fr: inhalation et ingestion d'aliments provoquant une obstruction des voies respiratoires | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W798
source: Other specified place
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von Nahrungsmitteln: Sonstige näher bezeichnete Orte
fr_fr: inhalation et ingestion d'aliments provoquant une obstruction des voies respiratoires | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W799
source: Unspecified place
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von Nahrungsmitteln: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: inhalation et ingestion d'aliments provoquant une obstruction des voies respiratoires | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W80
source: Inhalation and ingestion of other objects causing obstruction of respiratory tract
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von sonstigem Material
fr_fr: Inhalation et ingestion d'autres objets provoquant une obstruction des voies respiratoires
zh_cn: 吸入和咽下其他物体引起的呼吸道梗阻

# model:gnuhealth.pathology,name:W800
source: Home
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von sonstigem Material: Zu Hause
fr_fr: inhalation et ingestion d'autres objets provoquant une obstruction des voies respiratoires | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W801
source: Residential institution
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von sonstigem Material: Wohnheime oder -anstalten
fr_fr: inhalation et ingestion d'autres objets provoquant une obstruction des voies respiratoires | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W802
source: School, other institution and public administrative area
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von sonstigem Material: Schule, sonstige öffentliche Bauten
fr_fr: inhalation et ingestion d'autres objets provoquant une obstruction des voies respiratoires | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W803
source: Sports and athletics area
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von sonstigem Material: Sportstätten
fr_fr: inhalation et ingestion d'autres objets provoquant une obstruction des voies respiratoires | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W804
source: Street and highway
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von sonstigem Material: Straßen und Wege
fr_fr: inhalation et ingestion d'autres objets provoquant une obstruction des voies respiratoires | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W805
source: Trade and service area
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von sonstigem Material: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: inhalation et ingestion d'autres objets provoquant une obstruction des voies respiratoires | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W806
source: Industrial and construction area
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von sonstigem Material: Industrieanlagen und Baustellen
fr_fr: inhalation et ingestion d'autres objets provoquant une obstruction des voies respiratoires | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W807
source: Farm
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von sonstigem Material: Landwirtschaftlicher Betrieb
fr_fr: inhalation et ingestion d'autres objets provoquant une obstruction des voies respiratoires | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W808
source: Other specified place
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von sonstigem Material: Sonstige näher bezeichnete Orte
fr_fr: inhalation et ingestion d'autres objets provoquant une obstruction des voies respiratoires | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W809
source: Unspecified place
de: Obstruktion der Atemwege durch Aspiration oder Verschlucken von sonstigem Material: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: inhalation et ingestion d'autres objets provoquant une obstruction des voies respiratoires | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W81
source: Confined to or trapped in a low-oxygen environment
de: Eingesperrt- oder Eingeschlossensein in sauerstoffarmen Räumen
fr_fr: Confinement ou emprisonnement dans un environnement pauvre en oxygène
zh_cn: 被封闭于或陷入低氧环境

# model:gnuhealth.pathology,name:W810
source: Home
de: Eingesperrt- oder Eingeschlossensein in sauerstoffarmen Räumen: Zu Hause
fr_fr: confinement ou emprisonnement dans un environnement pauvre en oxygène | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W811
source: Residential institution
de: Eingesperrt- oder Eingeschlossensein in sauerstoffarmen Räumen: Wohnheime oder -anstalten
fr_fr: confinement ou emprisonnement dans un environnement pauvre en oxygène | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W812
source: School, other institution and public administrative area
de: Eingesperrt- oder Eingeschlossensein in sauerstoffarmen Räumen: Schule, sonstige öffentliche Bauten
fr_fr: confinement ou emprisonnement dans un environnement pauvre en oxygène | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W813
source: Sports and athletics area
de: Eingesperrt- oder Eingeschlossensein in sauerstoffarmen Räumen: Sportstätten
fr_fr: confinement ou emprisonnement dans un environnement pauvre en oxygène | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W814
source: Street and highway
de: Eingesperrt- oder Eingeschlossensein in sauerstoffarmen Räumen: Straßen und Wege
fr_fr: confinement ou emprisonnement dans un environnement pauvre en oxygène | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W815
source: Trade and service area
de: Eingesperrt- oder Eingeschlossensein in sauerstoffarmen Räumen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: confinement ou emprisonnement dans un environnement pauvre en oxygène | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W816
source: Industrial and construction area
de: Eingesperrt- oder Eingeschlossensein in sauerstoffarmen Räumen: Industrieanlagen und Baustellen
fr_fr: confinement ou emprisonnement dans un environnement pauvre en oxygène | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W817
source: Farm
de: Eingesperrt- oder Eingeschlossensein in sauerstoffarmen Räumen: Landwirtschaftlicher Betrieb
fr_fr: confinement ou emprisonnement dans un environnement pauvre en oxygène | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W818
source: Other specified place
de: Eingesperrt- oder Eingeschlossensein in sauerstoffarmen Räumen: Sonstige näher bezeichnete Orte
fr_fr: confinement ou emprisonnement dans un environnement pauvre en oxygène | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W819
source: Unspecified place
de: Eingesperrt- oder Eingeschlossensein in sauerstoffarmen Räumen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: confinement ou emprisonnement dans un environnement pauvre en oxygène | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W83
source: Other specified threats to breathing
de: Sonstige näher bezeichnete Gefährdung der Atmung
fr_fr: Autres dangers pour la respiration
zh_cn: 其他特指的对呼吸的威胁

# model:gnuhealth.pathology,name:W830
source: Home
de: Sonstige näher bezeichnete Gefährdung der Atmung: Zu Hause
fr_fr: autres dangers pour la respiration | domicile
zh_cn: 家
