Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:S010
source: Open wound of scalp
de: Offene Wunde der behaarten Kopfhaut
fr_fr: Plaie ouverte du cuir chevelu
zh_cn: 头皮开放性伤口

# model:gnuhealth.pathology,name:S011
source: Open wound of eyelid and periocular area
de: Offene Wunde des Augenlides und der Periokularregion
fr_fr: Plaie ouverte de la paupière et de la région péri-oculaire
zh_cn: 眼睑和眼周区开放性伤口

# model:gnuhealth.pathology,name:S012
source: Open wound of nose
de: Offene Wunde der Nase
fr_fr: Plaie ouverte du nez
zh_cn: 鼻开放性伤口

# model:gnuhealth.pathology,name:S013
source: Open wound of ear
de: Offene Wunde des Ohres
fr_fr: Plaie ouverte de l'oreille
zh_cn: 耳开放性伤口

# model:gnuhealth.pathology,name:S014
source: Open wound of cheek and temporomandibular area
de: Offene Wunde der Wange und der Temporomandibularregion
fr_fr: Plaie ouverte de la joue et de la région temporo-maxillaire
zh_cn: 颊和颞下颌区开放性伤口

# model:gnuhealth.pathology,name:S015
source: Open wound of lip and oral cavity
de: Offene Wunde der Lippe und der Mundhöhle
fr_fr: Plaie ouverte de la lèvre et de la cavité buccale
zh_cn: 唇和口腔开放性伤口

# model:gnuhealth.pathology,name:S017
source: Multiple open wounds of head
de: Multiple offene Wunden des Kopfes
fr_fr: Plaies ouvertes multiples de la tête
zh_cn: 头部多处开放性伤口

# model:gnuhealth.pathology,name:S018
source: Open wound of other parts of head
de: Offene Wunde sonstiger Teile des Kopfes
fr_fr: Plaie ouverte d'autres parties de la tête
zh_cn: 头部其他部位的开放性伤口

# model:gnuhealth.pathology,name:S019
source: Open wound of head, part unspecified
de: Offene Wunde des Kopfes, Teil nicht näher bezeichnet
fr_fr: Plaie ouverte de la tête, partie non précisée
zh_cn: 头部部位未特指的开放性伤口

# model:gnuhealth.pathology,name:S02
source: Fracture of skull and facial bones
de: Fraktur des Schädels und der Gesichtsschädelknochen
fr_fr: Fracture du crâne et des os de la face
zh_cn: 颅骨和面骨骨折

# model:gnuhealth.pathology,name:S020
source: Fracture of vault of skull
de: Schädeldachfraktur
fr_fr: Fracture de la voûte du crâne
zh_cn: 颅骨穹隆骨折

# model:gnuhealth.pathology,name:S021
source: Fracture of base of skull
de: Schädelbasisfraktur
fr_fr: Fracture de la base du crâne
zh_cn: 颅底骨骨折

# model:gnuhealth.pathology,name:S022
source: Fracture of nasal bones
de: Nasenbeinfraktur
fr_fr: Fracture des os du nez
zh_cn: 鼻骨骨折

# model:gnuhealth.pathology,name:S023
source: Fracture of orbital floor
de: Fraktur des Orbitabodens
fr_fr: Fracture du plancher de l'orbite
zh_cn: 眶底骨折

# model:gnuhealth.pathology,name:S024
source: Fracture of malar and maxillary bones
de: Fraktur des Jochbeins und des Oberkiefers
fr_fr: Fracture des os malaires et maxillaires
zh_cn: 颧骨和上颌骨骨折

# model:gnuhealth.pathology,name:S025
source: Fracture of tooth
de: Zahnfraktur
fr_fr: Fracture dentaire
zh_cn: 牙折断

# model:gnuhealth.pathology,name:S026
source: Fracture of mandible
de: Unterkieferfraktur
fr_fr: Fracture du maxillaire inférieur
zh_cn: 下颌骨骨折

# model:gnuhealth.pathology,name:S027
source: Multiple fractures involving skull and facial bones
de: Multiple Frakturen der Schädel- und Gesichtsschädelknochen
fr_fr: Fractures multiples du crâne et des os de la face
zh_cn: 累及颅骨和面骨的多处骨折

# model:gnuhealth.pathology,name:S028
source: Fractures of other skull and facial bones
de: Frakturen sonstiger Schädel- und Gesichtsschädelknochen
fr_fr: Fractures d'autres os du crâne et de la face
zh_cn: 其他颅骨和面骨骨折

# model:gnuhealth.pathology,name:S029
source: Fracture of skull and facial bones, part unspecified
de: Fraktur des Schädels und der Gesichtsschädelknochen, Teil nicht näher bezeichnet
fr_fr: Fracture du crâne et des os de la face, partie non précisée
zh_cn: 部位未特指的颅骨和面骨骨折

# model:gnuhealth.pathology,name:S03
source: Dislocation, sprain and strain of joints and ligaments of head
de: Luxation, Verstauchung und Zerrung von Gelenken und Bändern des Kopfes
fr_fr: Luxation, entorse et foulure d'articulations et de ligaments de la tête
zh_cn: 头部关节和韧带脱位、扭伤和劳损

# model:gnuhealth.pathology,name:S030
source: Dislocation of jaw
de: Kieferluxation
fr_fr: Luxation de la mâchoire
zh_cn: 颌关节脱位

# model:gnuhealth.pathology,name:S031
source: Dislocation of septal cartilage of nose
de: Luxation des knorpeligen Nasenseptums
fr_fr: Luxation de la cloison du nez
zh_cn: 鼻中隔软骨脱位

# model:gnuhealth.pathology,name:S032
source: Dislocation of tooth
de: Zahnluxation
fr_fr: Luxation dentaire
zh_cn: 牙脱位

# model:gnuhealth.pathology,name:S033
source: Dislocation of other and unspecified parts of head
de: Luxation sonstiger und nicht näher bezeichneter Teile des Kopfes
fr_fr: Luxation de parties autres et non précisées de la tête
zh_cn: 头部其他和未特指部位的脱位

# model:gnuhealth.pathology,name:S034
source: Sprain and strain of jaw
de: Verstauchung und Zerrung des Kiefers
fr_fr: Entorse et foulure de la mâchoire
zh_cn: 颌关节扭伤和劳损

# model:gnuhealth.pathology,name:S035
source: Sprain and strain of joints and ligaments of other and unspecified parts of head
de: Verstauchung und Zerrung von Gelenken und Bändern sonstiger und nicht näher bezeichneter Teile des Kopfes
fr_fr: Entorse et foulure de l'articulation et des ligaments de parties autres et non précisées de la tête
zh_cn: 头部其他和未特指部位关节和韧带扭伤和劳损

# model:gnuhealth.pathology,name:S04
source: Injury of cranial nerves
de: Verletzung von Hirnnerven
fr_fr: Lésion traumatique des nerfs crâniens
zh_cn: 脑神经损伤

# model:gnuhealth.pathology,name:S040
source: Injury of optic nerve and pathways
de: Sehnerv- und Sehbahnenverletzung
fr_fr: Lésion traumatique du nerf et des voies optiques
zh_cn: 视神经和视路损伤

# model:gnuhealth.pathology,name:S041
source: Injury of oculomotor nerve
de: Verletzung des N. oculomotorius
fr_fr: Lésion traumatique du nerf moteur oculaire commun
zh_cn: 动眼神经损伤

# model:gnuhealth.pathology,name:S042
source: Injury of trochlear nerve
de: Verletzung des N. trochlearis
fr_fr: Lésion traumatique du nerf pathétique
zh_cn: 滑车神经损伤

# model:gnuhealth.pathology,name:S043
source: Injury of trigeminal nerve
de: Verletzung des N. trigeminus
fr_fr: Lésion traumatique du nerf trijumeau
zh_cn: 三叉神经损伤

# model:gnuhealth.pathology,name:S044
source: Injury of abducent nerve
de: Verletzung des N. abducens
fr_fr: Lésion traumatique du nerf moteur oculaire externe
zh_cn: 展神经损伤

# model:gnuhealth.pathology,name:S045
source: Injury of facial nerve
de: Verletzung des N. facialis
fr_fr: Lésion traumatique du nerf facial
zh_cn: 面神经损伤

# model:gnuhealth.pathology,name:S046
source: Injury of acoustic nerve
de: Verletzung des N. vestibulocochlearis
fr_fr: Lésion traumatique du nerf auditif
zh_cn: 听神经损伤

# model:gnuhealth.pathology,name:S047
source: Injury of accessory nerve
de: Verletzung des N. accessorius
fr_fr: Lésion traumatique du nerf spinal
zh_cn: 副神经损伤

# model:gnuhealth.pathology,name:S048
source: Injury of other cranial nerves
de: Verletzung sonstiger Hirnnerven
fr_fr: Lésion traumatique d'autres nerfs crâniens
zh_cn: 其他脑神经损伤

# model:gnuhealth.pathology,name:S049
source: Injury of unspecified cranial nerve
de: Verletzung eines nicht näher bezeichneten Hirnnervs
fr_fr: Lésion traumatique d'un nerf crânien, sans précision
zh_cn: 未特指的脑神经损伤

# model:gnuhealth.pathology,name:S05
source: Injury of eye and orbit
de: Verletzung des Auges und der Orbita
fr_fr: Lésion traumatique de l'œil et de l'orbite
zh_cn: 眼和眶损伤

# model:gnuhealth.pathology,name:S050
source: Injury of conjunctiva and corneal abrasion without mention of foreign body
de: Verletzung der Konjunktiva und Abrasio corneae ohne Angabe eines Fremdkörpers
fr_fr: Lésion traumatique de la conjonctive et abrasion de la cornée sans mention de corps étranger
zh_cn: 结合膜损伤和角膜擦伤，未提及异物

# model:gnuhealth.pathology,name:S051
source: Contusion of eyeball and orbital tissues
de: Prellung des Augapfels und des Orbitagewebes
fr_fr: Contusion du globe oculaire et des tissus de l'orbite
zh_cn: 眼球和眶组织挫伤

# model:gnuhealth.pathology,name:S052
source: Ocular laceration and rupture with prolapse or loss of intraocular tissue
de: Rissverletzung und Ruptur des Auges mit Prolaps oder Verlust intraokularen Gewebes
fr_fr: Lacération et rupture oculaires avec protrusion ou perte de tissu intra-oculaire
zh_cn: 眼撕裂伤和破裂伴有眼内组织脱出或缺失

# model:gnuhealth.pathology,name:S053
source: Ocular laceration without prolapse or loss of intraocular tissue
de: Rissverletzung des Auges ohne Prolaps oder Verlust intraokularen Gewebes
fr_fr: Lacération oculaire sans protrusion ou perte de tissu intra-oculaire
zh_cn: 眼撕裂伤不伴有眼内组织脱出或缺失

# model:gnuhealth.pathology,name:S054
source: Penetrating wound of orbit with or without foreign body
de: Penetrierende Wunde der Orbita mit oder ohne Fremdkörper
fr_fr: Plaie pénétrante de l'orbite, avec ou sans corps étranger
zh_cn: 眶贯通伤伴有或不伴有异物

# model:gnuhealth.pathology,name:S055
source: Penetrating wound of eyeball with foreign body
de: Penetrierende Wunde des Augapfels mit Fremdkörper
fr_fr: Plaie pénétrante du globe oculaire, avec corps étranger
zh_cn: 眼球贯通伤伴有异物

# model:gnuhealth.pathology,name:S056
source: Penetrating wound of eyeball without foreign body
de: Penetrierende Wunde des Augapfels ohne Fremdkörper
fr_fr: Plaie pénétrante du globe oculaire, sans corps étranger
zh_cn: 眼球贯通伤不伴有异物

# model:gnuhealth.pathology,name:S057
source: Avulsion of eye
de: Abriss des Augapfels
fr_fr: Arrachement de l'œil
zh_cn: 眼撕脱伤

# model:gnuhealth.pathology,name:S058
source: Other injuries of eye and orbit
de: Sonstige Verletzungen des Auges und der Orbita
fr_fr: Autres lésions traumatiques de l'œil et de l'orbite
zh_cn: 眼和眶其他损伤

# model:gnuhealth.pathology,name:S059
source: Injury of eye and orbit, unspecified
de: Verletzung des Auges und der Orbita, nicht näher bezeichnet
zh_cn: 眼和眶未特指的损伤

# model:gnuhealth.pathology,name:S06
source: Intracranial injury
de: Intrakranielle Verletzung
fr_fr: Lésion traumatique intracrânienne
zh_cn: 颅内损伤

# model:gnuhealth.pathology,name:S060
source: Concussion
de: Gehirnerschütterung
fr_fr: Commotion
zh_cn: 脑震荡

# model:gnuhealth.pathology,name:S061
source: Traumatic cerebral oedema
de: Traumatisches Hirnödem
fr_fr: Œdème cérébral traumatique
zh_cn: 创伤性大脑水肿

# model:gnuhealth.pathology,name:S062
source: Diffuse brain injury
de: Diffuse Hirnverletzung
fr_fr: Lésion traumatique cérébrale diffuse
zh_cn: 弥散性脑损伤

# model:gnuhealth.pathology,name:S063
source: Focal brain injury
de: Umschriebene Hirnverletzung
fr_fr: Lésion traumatique cérébrale en foyer
zh_cn: 局部脑损伤

# model:gnuhealth.pathology,name:S064
source: Epidural haemorrhage
de: Epidurale Blutung
fr_fr: Hémorragie épidurale
zh_cn: 硬膜外出血

# model:gnuhealth.pathology,name:S065
source: Traumatic subdural haemorrhage
de: Traumatische subdurale Blutung
fr_fr: Hémorragie sous-durale traumatique
zh_cn: 创伤性硬膜下出血

# model:gnuhealth.pathology,name:S066
source: Traumatic subarachnoid haemorrhage
de: Traumatische subarachnoidale Blutung
fr_fr: Hémorragie sous-arachnoïdienne traumatique
zh_cn: 创伤性蛛网膜下出血

# model:gnuhealth.pathology,name:S067
source: Intracranial injury with prolonged coma
de: Intrakranielle Verletzung mit verlängertem Koma [Coma prolongé]
fr_fr: Lésion traumatique intracrânienne avec coma prolongé
zh_cn: 颅内损伤伴有延长的昏迷

# model:gnuhealth.pathology,name:S068
source: Other intracranial injuries
de: Sonstige intrakranielle Verletzungen
fr_fr: Autres lésions traumatiques intracrâniennes
zh_cn: 其他颅内损伤

# model:gnuhealth.pathology,name:S069
source: Intracranial injury, unspecified
de: Intrakranielle Verletzung, nicht näher bezeichnet
fr_fr: Lésion traumatique intracrânienne, sans précision
zh_cn: 未特指的颅内损伤

# model:gnuhealth.pathology,name:S07
source: Crushing injury of head
de: Zerquetschung des Kopfes
fr_fr: Ecrasement de la tête
zh_cn: 头部挤压伤

# model:gnuhealth.pathology,name:S070
source: Crushing injury of face
de: Zerquetschung des Gesichtes
fr_fr: Ecrasement de la face
zh_cn: 面部挤压伤

# model:gnuhealth.pathology,name:S071
source: Crushing injury of skull
de: Zerquetschung des Schädels
fr_fr: Ecrasement du crâne
zh_cn: 颅骨挤压伤

# model:gnuhealth.pathology,name:S078
source: Crushing injury of other parts of head
de: Zerquetschung sonstiger Teile des Kopfes
fr_fr: Ecrasement d'autres parties de la tête
zh_cn: 头部其他部位的挤压伤

# model:gnuhealth.pathology,name:S079
source: Crushing injury of head, part unspecified
de: Zerquetschung des Kopfes, Teil nicht näher bezeichnet
fr_fr: Ecrasement de la tête, partie non précisée
zh_cn: 头部部位未特指的挤压伤

# model:gnuhealth.pathology,name:S08
source: Traumatic amputation of part of head
de: Traumatische Amputation von Teilen des Kopfes
fr_fr: Amputation traumatique d'une partie de la tête
zh_cn: 头的部分创伤性切断

# model:gnuhealth.pathology,name:S080
source: Avulsion of scalp
de: Skalpierungsverletzung
fr_fr: Arrachement du cuir chevelu
zh_cn: 头皮撕脱

# model:gnuhealth.pathology,name:S081
source: Traumatic amputation of ear
de: Traumatische Amputation des Ohres
fr_fr: Amputation traumatique de l'oreille
zh_cn: 耳创伤性切断

# model:gnuhealth.pathology,name:S088
source: Traumatic amputation of other parts of head
de: Traumatische Amputation sonstiger Teile des Kopfes
fr_fr: Amputation traumatique d'autres parties de la tête
zh_cn: 头部其他部位的创伤性切断

# model:gnuhealth.pathology,name:S089
source: Traumatic amputation of unspecified part of head
de: Traumatische Amputation eines nicht näher bezeichneten Teiles des Kopfes
fr_fr: Amputation traumatique d'une partie de la tête non précisée
zh_cn: 头部未特指部位的创伤性切断

# model:gnuhealth.pathology,name:S09
source: Other and unspecified injuries of head
de: Sonstige und nicht näher bezeichnete Verletzungen des Kopfes
fr_fr: Lésions traumatiques de la tête, autres et sans précision
zh_cn: 头部其他和未特指的损伤

# model:gnuhealth.pathology,name:S090
source: Injury of blood vessels of head, not elsewhere classified
de: Verletzung von Blutgefäßen des Kopfes, anderenorts nicht klassifiziert
fr_fr: Lésion traumatique des vaisseaux sanguins de la tête, non classée ailleurs
zh_cn: 头部血管损伤，不可归类在他处者

# model:gnuhealth.pathology,name:S091
source: Injury of muscle and tendon of head
de: Verletzung von Muskeln und Sehnen des Kopfes
fr_fr: Lésion traumatique des muscles et des tendons de la tête
zh_cn: 头部肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S092
source: Traumatic rupture of ear drum
de: Traumatische Trommelfellruptur
fr_fr: Rupture traumatique du tympan
zh_cn: 耳鼓膜创伤性破裂

# model:gnuhealth.pathology,name:S097
source: Multiple injuries of head
de: Multiple Verletzungen des Kopfes
fr_fr: Lésions traumatiques multiples de la tête
zh_cn: 头部多处损伤

# model:gnuhealth.pathology,name:S098
source: Other specified injuries of head
de: Sonstige näher bezeichnete Verletzungen des Kopfes
fr_fr: Autres lésions traumatiques précisées de la tête
zh_cn: 头部其他特指的损伤

# model:gnuhealth.pathology,name:S099
source: Unspecified injury of head
de: Nicht näher bezeichnete Verletzung des Kopfes
fr_fr: Lésion traumatique de la tête, sans précision
zh_cn: 头部未特指的损伤

# model:gnuhealth.pathology,name:S10
source: Superficial injury of neck
de: Oberflächliche Verletzung des Halses
fr_fr: Lésion traumatique superficielle du cou
zh_cn: 颈部浅表损伤

# model:gnuhealth.pathology,name:S100
source: Contusion of throat
de: Prellung des Rachens
fr_fr: Contusion de la gorge
zh_cn: 咽喉挫伤

# model:gnuhealth.pathology,name:S101
source: Other and unspecified superficial injuries of throat
de: Sonstige und nicht näher bezeichnete oberflächliche Verletzungen des Rachens
fr_fr: Lésions traumatiques superficielles de la gorge, autres et sans précision
zh_cn: 咽喉其他和未特指的浅表损伤

# model:gnuhealth.pathology,name:S107
source: Multiple superficial injuries of neck
de: Multiple oberflächliche Verletzungen des Halses
fr_fr: Lésions traumatiques superficielles multiples du cou
zh_cn: 颈部多处浅表损伤

# model:gnuhealth.pathology,name:S108
source: Superficial injury of other parts of neck
de: Oberflächliche Verletzung sonstiger Teile des Halses
fr_fr: Lésion traumatique superficielle d'autres parties du cou
zh_cn: 颈部其他部位的浅表损伤

# model:gnuhealth.pathology,name:S109
source: Superficial injury of neck, part unspecified
de: Oberflächliche Verletzung des Halses, Teil nicht näher bezeichnet
fr_fr: Lésion traumatique superficielle du cou, partie non précisée
zh_cn: 颈部部位未特指的浅表损伤

# model:gnuhealth.pathology,name:S11
source: Open wound of neck
de: Offene Wunde des Halses
fr_fr: Plaie ouverte du cou
zh_cn: 颈部开放性伤口

# model:gnuhealth.pathology,name:S110
source: Open wound involving larynx and trachea
de: Offene Wunde mit Beteiligung des Kehlkopfes und der Trachea
fr_fr: Plaie ouverte avec atteinte du larynx et de la trachée
zh_cn: 颈部开放性伤口累及喉和气管

# model:gnuhealth.pathology,name:S111
source: Open wound involving thyroid gland
de: Offene Wunde mit Beteiligung der Schilddrüse
fr_fr: Plaie ouverte avec atteinte de la thyroïde
zh_cn: 颈部开放性伤口累及甲状腺

# model:gnuhealth.pathology,name:S112
source: Open wound involving pharynx and cervical oesophagus
de: Offene Wunde mit Beteiligung des Rachens und des Ösophagus, Pars cervicalis
fr_fr: Plaie ouverte avec atteinte du pharynx et de l'œsophage cervical
zh_cn: 颈部开放性伤口累及咽和颈部食管

# model:gnuhealth.pathology,name:S117
source: Multiple open wounds of neck
de: Multiple offene Wunden des Halses
fr_fr: Plaies ouvertes multiples du cou
zh_cn: 颈部多处开放性伤口

# model:gnuhealth.pathology,name:S118
source: Open wound of other parts of neck
de: Offene Wunde sonstiger Teile des Halses
fr_fr: Plaie ouverte d'autres parties du cou
zh_cn: 颈部其他部位的开放性伤口

# model:gnuhealth.pathology,name:S119
source: Open wound of neck, part unspecified
de: Offene Wunde des Halses, Teil nicht näher bezeichnet
fr_fr: Plaie ouverte du cou, partie non précisée
zh_cn: 颈部部位未特指的开放性伤口

# model:gnuhealth.pathology,name:S12
source: Fracture of neck
de: Fraktur im Bereich des Halses
fr_fr: Fracture du cou
zh_cn: 颈部骨折

# model:gnuhealth.pathology,name:S120
source: Fracture of first cervical vertebra
de: Fraktur des 1. Halswirbels
fr_fr: Fracture de la première vertèbre cervicale
zh_cn: 第一颈椎骨折

# model:gnuhealth.pathology,name:S121
source: Fracture of second cervical vertebra
de: Fraktur des 2. Halswirbels
fr_fr: Fracture de la deuxième vertèbre cervicale
zh_cn: 第二颈椎骨折

# model:gnuhealth.pathology,name:S122
source: Fracture of other specified cervical vertebra
de: Fraktur eines sonstigen näher bezeichneten Halswirbels
fr_fr: Fracture d'autres vertèbres cervicales précisées
zh_cn: 其他特指颈椎的骨折

# model:gnuhealth.pathology,name:S127
source: Multiple fractures of cervical spine
de: Multiple Frakturen der Halswirbelsäule
fr_fr: Fractures multiples du rachis cervical
zh_cn: 颈椎多处骨折

# model:gnuhealth.pathology,name:S128
source: Fracture of other parts of neck
de: Fraktur sonstiger Teile im Bereich des Halses
fr_fr: Fracture d'autres parties du cou
zh_cn: 颈部其他部位的骨折

# model:gnuhealth.pathology,name:S129
source: Fracture of neck, part unspecified
de: Fraktur im Bereich des Halses, Teil nicht näher bezeichnet
fr_fr: Fracture du cou, partie non précisée
zh_cn: 颈部部位未特指的骨折

# model:gnuhealth.pathology,name:S13
source: Dislocation, sprain and strain of joints and ligaments at neck level
de: Luxation, Verstauchung und Zerrung von Gelenken und Bändern in Halshöhe
fr_fr: Luxation, entorse et foulure des articulations et des ligaments au niveau du cou
zh_cn: 在颈水平的关节和韧带脱位、扭伤和劳损

# model:gnuhealth.pathology,name:S130
source: Traumatic rupture of cervical intervertebral disc
de: Traumatische Ruptur einer zervikalen Bandscheibe
zh_cn: 颈椎问盘创伤性破裂

# model:gnuhealth.pathology,name:S131
source: Dislocation of cervical vertebra
de: Luxation eines Halswirbels
fr_fr: Luxation d'une vertèbre cervicale
zh_cn: 颈椎脱位

# model:gnuhealth.pathology,name:S132
source: Dislocation of other and unspecified parts of neck
de: Luxation sonstiger und nicht näher bezeichneter Teile im Bereich des Halses
fr_fr: Luxations de parties autres et non précisées du cou
zh_cn: 颈部其他和未特指部位的脱位

# model:gnuhealth.pathology,name:S133
source: Multiple dislocations of neck
de: Multiple Luxationen im Bereich des Halses
fr_fr: Luxations multiples du cou
zh_cn: 颈部多发性脱位

# model:gnuhealth.pathology,name:S134
source: Sprain and strain of cervical spine
de: Verstauchung und Zerrung der Halswirbelsäule
fr_fr: Entorse et foulure du rachis cervical
zh_cn: 颈椎扭伤和劳损

# model:gnuhealth.pathology,name:S135
source: Sprain and strain of thyroid region
de: Verstauchung und Zerrung in der Schilddrüsenregion
fr_fr: Entorse et foulure de la région thyroïdienne
zh_cn: 甲状腺区扭伤和劳损

# model:gnuhealth.pathology,name:S136
source: Sprain and strain of joints and ligaments of other and unspecified parts of neck
de: Verstauchung und Zerrung von Gelenken und Bändern sonstiger und nicht näher bezeichneter Teile des Halses
fr_fr: Entorse et foulure des articulations et des ligaments de parties autres et non précisées du cou
zh_cn: 颈部其他和未特指部位关节和韧带扭伤和劳损

# model:gnuhealth.pathology,name:S14
source: Injury of nerves and spinal cord at neck level
de: Verletzung der Nerven und des Rückenmarkes in Halshöhe
fr_fr: Lésion traumatique des nerfs et de la moelle épinière au niveau du cou
zh_cn: 在颈水平的神经和脊髓损伤

# model:gnuhealth.pathology,name:S140
source: Concussion and oedema of cervical spinal cord
de: Kontusion und Ödem des zervikalen Rückenmarkes
fr_fr: Commotion et œdème de la moelle cervicale
zh_cn: 颈部脊髓震荡和水肿

# model:gnuhealth.pathology,name:S141
source: Other and unspecified injuries of cervical spinal cord
de: Sonstige und nicht näher bezeichnete Verletzungen des zervikalen Rückenmarkes
fr_fr: Lésions traumatiques de la moelle cervicale, autres et non précisées
zh_cn: 颈部脊髓其他和未特指的损伤

# model:gnuhealth.pathology,name:S142
source: Injury of nerve root of cervical spine
de: Verletzung von Nervenwurzeln der Halswirbelsäule
fr_fr: Lésion traumatique d'une racine nerveuse du rachis cervical
zh_cn: 颈椎棘突神经根的损伤

# model:gnuhealth.pathology,name:S143
source: Injury of brachial plexus
de: Verletzung des Plexus brachialis
fr_fr: Lésion traumatique du plexus brachial
zh_cn: 臂丛损伤

# model:gnuhealth.pathology,name:S144
source: Injury of peripheral nerves of neck
de: Verletzung peripherer Nerven des Halses
fr_fr: Lésion traumatique des nerfs périphériques du cou
zh_cn: 颈部周围神经损伤

# model:gnuhealth.pathology,name:S145
source: Injury of cervical sympathetic nerves
de: Verletzung zervikaler sympathischer Nerven
fr_fr: Lésion traumatique des nerfs sympathiques cervicaux
zh_cn: 颈部交感神经损伤

# model:gnuhealth.pathology,name:S146
source: Injury of other and unspecified nerves of neck
de: Verletzung sonstiger und nicht näher bezeichneter Nerven des Halses
fr_fr: Lésion traumatique de nerfs du cou, autres et non précisés
zh_cn: 颈部其他和未特指神经的损伤

# model:gnuhealth.pathology,name:S15
source: Injury of blood vessels at neck level
de: Verletzung von Blutgefäßen in Halshöhe
fr_fr: Lésion traumatique des vaisseaux sanguins au niveau du cou
zh_cn: 在颈水平的血管损伤

# model:gnuhealth.pathology,name:S150
source: Injury of carotid artery
de: Verletzung der A. carotis
fr_fr: Lésion traumatique de la carotide
zh_cn: 颈动脉损伤

# model:gnuhealth.pathology,name:S151
source: Injury of vertebral artery
de: Verletzung der A. vertebralis
fr_fr: Lésion traumatique de l'artère vertébrale
zh_cn: 椎动脉损伤

# model:gnuhealth.pathology,name:S152
source: Injury of external jugular vein
de: Verletzung der V. jugularis externa
fr_fr: Lésion traumatique de la veine jugulaire externe
zh_cn: 颈外静脉损伤

# model:gnuhealth.pathology,name:S153
source: Injury of internal jugular vein
de: Verletzung der V. jugularis interna
fr_fr: Lésion traumatique de la veine jugulaire interne
zh_cn: 颈内静脉损伤

# model:gnuhealth.pathology,name:S157
source: Injury of multiple blood vessels at neck level
de: Verletzung mehrerer Blutgefäße in Höhe des Halses
fr_fr: Lésion traumatique de multiples vaisseaux sanguins au niveau du cou
zh_cn: 在颈水平的多处血管损伤

# model:gnuhealth.pathology,name:S158
source: Injury of other blood vessels at neck level
de: Verletzung sonstiger Blutgefäße in Höhe des Halses
fr_fr: Lésion traumatique d'autres vaisseaux sanguins au niveau du cou
zh_cn: 在颈水平的其他血管损伤
