Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:S633
source: Traumatic rupture of ligament of wrist and carpus
de: Traumatische Ruptur von Bändern des Handgelenkes und der Handwurzel
fr_fr: Rupture traumatique de ligament du poignet et du carpe
zh_cn: 腕和腕关节韧带创伤性破裂

# model:gnuhealth.pathology,name:S634
source: Traumatic rupture of ligament of finger at metacarpophalangeal and interphalangeal joint(s)
de: Traumatische Ruptur von Bändern der Finger im Metakarpophalangeal- und Interphalangealgelenk
fr_fr: Rupture traumatique de ligaments du doigt au niveau des articulations métacarpo-phalangienne et interphalangienne
zh_cn: 掌指和指间关节处的手指韧带创伤性破裂

# model:gnuhealth.pathology,name:S635
source: Sprain and strain of wrist
de: Verstauchung und Zerrung des Handgelenkes
fr_fr: Entorse et foulure du poignet
zh_cn: 腕关节扭伤和劳损

# model:gnuhealth.pathology,name:S636
source: Sprain and strain of finger(s)
de: Verstauchung und Zerrung eines oder mehrerer Finger
fr_fr: Entorse et foulure de doigt(s)
zh_cn: 手指扭伤和劳损

# model:gnuhealth.pathology,name:S637
source: Sprain and strain of other and unspecified parts of hand
de: Verstauchung und Zerrung sonstiger und nicht näher bezeichneter Teile der Hand
fr_fr: Entorse et foulure d'articulations autres et non précisées de la main
zh_cn: 手其他和未特指部位的扭伤和劳损

# model:gnuhealth.pathology,name:S64
source: Injury of nerves at wrist and hand level
de: Verletzung von Nerven in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique de nerfs au niveau du poignet et de la main
zh_cn: 在腕和手水平的神经损伤

# model:gnuhealth.pathology,name:S640
source: Injury of ulnar nerve at wrist and hand level
de: Verletzung des N. ulnaris in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique du nerf cubital au niveau du poignet et de la main
zh_cn: 在腕和手水平的尺神经损伤

# model:gnuhealth.pathology,name:S641
source: Injury of median nerve at wrist and hand level
de: Verletzung des N. medianus in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique du nerf médian au niveau du poignet et de la main
zh_cn: 在腕和手水平的正中神经损伤

# model:gnuhealth.pathology,name:S642
source: Injury of radial nerve at wrist and hand level
de: Verletzung des N. radialis in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique du nerf radial au niveau du poignet et de la main
zh_cn: 在腕和手水平的桡神经损伤

# model:gnuhealth.pathology,name:S643
source: Injury of digital nerve of thumb
de: Verletzung der Nn. digitales des Daumens
fr_fr: Lésion traumatique du nerf collatéral du pouce
zh_cn: 拇指指神经损伤

# model:gnuhealth.pathology,name:S644
source: Injury of digital nerve of other finger
de: Verletzung der Nn. digitales sonstiger Finger
fr_fr: Lésion traumatique du nerf collatéral d'un autre doigt
zh_cn: 其他手指指神经损伤

# model:gnuhealth.pathology,name:S647
source: Injury of multiple nerves at wrist and hand level
de: Verletzung mehrerer Nerven in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique de multiples nerfs au niveau du poignet et de la main
zh_cn: 在腕和手水平的多神经损伤

# model:gnuhealth.pathology,name:S648
source: Injury of other nerves at wrist and hand level
de: Verletzung sonstiger Nerven in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique d'autres nerfs au niveau du poignet et de la main
zh_cn: 在腕和手水平的其他神经损伤

# model:gnuhealth.pathology,name:S649
source: Injury of unspecified nerve at wrist and hand level
de: Verletzung eines nicht näher bezeichneten Nervs in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique d'un nerf non précisé, au niveau du poignet et de la main
zh_cn: 在腕和手水平的未特指神经的损伤

# model:gnuhealth.pathology,name:S65
source: Injury of blood vessels at wrist and hand level
de: Verletzung von Blutgefäßen in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique de vaisseaux sanguins au niveau du poignet et de la main
zh_cn: 在腕和手水平的血管损伤

# model:gnuhealth.pathology,name:S650
source: Injury of ulnar artery at wrist and hand level
de: Verletzung der A. ulnaris in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique de l'artère cubitale au niveau du poignet et de la main
zh_cn: 在腕和手水平的尺动脉损伤

# model:gnuhealth.pathology,name:S651
source: Injury of radial artery at wrist and hand level
de: Verletzung der A. radialis in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique de l'artère radiale au niveau du poignet et de la main
zh_cn: 在腕和手水平的桡动脉损伤

# model:gnuhealth.pathology,name:S652
source: Injury of superficial palmar arch
de: Verletzung von Gefäßen des Arcus palmaris superficialis
fr_fr: Lésion traumatique de l'arc palmaire superficiel
zh_cn: 掌浅动静脉弓损伤

# model:gnuhealth.pathology,name:S653
source: Injury of deep palmar arch
de: Verletzung von Gefäßen des Arcus palmaris profundus
fr_fr: Lésion traumatique de l'arc palmaire profond
zh_cn: 掌深动静脉弓损伤

# model:gnuhealth.pathology,name:S654
source: Injury of blood vessel(s) of thumb
de: Verletzung eines oder mehrerer Blutgefäße des Daumens
fr_fr: Lésion traumatique de vaisseau(x) sanguin(s) du pouce
zh_cn: 拇指血管损伤

# model:gnuhealth.pathology,name:S655
source: Injury of blood vessel(s) of other finger
de: Verletzung eines oder mehrerer Blutgefäße sonstiger Finger
fr_fr: Lésion traumatique de vaisseau(x) sanguin(s) d'un autre doigt
zh_cn: 其他手指血管损伤

# model:gnuhealth.pathology,name:S657
source: Injury of multiple blood vessels at wrist and hand level
de: Verletzung mehrerer Blutgefäße in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique de multiples vaisseaux sanguins au niveau du poignet et de la main
zh_cn: 在腕和手水平的多血管损伤

# model:gnuhealth.pathology,name:S658
source: Injury of other blood vessels at wrist and hand level
de: Verletzung sonstiger Blutgefäße in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique d'autres vaisseaux sanguins au niveau du poignet et de la main
zh_cn: 在腕和手水平的其他血管损伤

# model:gnuhealth.pathology,name:S659
source: Injury of unspecified blood vessel at wrist and hand level
de: Verletzung eines nicht näher bezeichneten Blutgefäßes im Bereich des Handgelenkes und der Hand
fr_fr: Lésion traumatique d'un vaisseau sanguin non précisé, au niveau du poignet et de la main
zh_cn: 在腕和手水平的未特指血管的损伤

# model:gnuhealth.pathology,name:S66
source: Injury of muscle and tendon at wrist and hand level
de: Verletzung von Muskeln und Sehnen in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique de muscles et de tendons au niveau du poignet et de la main
zh_cn: 在腕和手水平的肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S660
source: Injury of long flexor muscle and tendon of thumb at wrist and hand level
de: Verletzung der langen Beugemuskeln und -sehnen des Daumens in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique du muscle et du tendon longs fléchisseurs du pouce au niveau du poignet et de la main
zh_cn: 在腕和手水平的拇指长屈肌和肌腱损伤

# model:gnuhealth.pathology,name:S661
source: Injury of flexor muscle and tendon of other finger at wrist and hand level
de: Verletzung der Beugemuskeln und -sehnen sonstiger Finger in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique du muscle et du tendon fléchisseurs d'un autre doigt au niveau du poignet et de la main
zh_cn: 在腕和手水平的其他手指屈肌和肌腱损伤

# model:gnuhealth.pathology,name:S662
source: Injury of extensor muscle and tendon of thumb at wrist and hand level
de: Verletzung der Streckmuskeln und -sehnen des Daumens in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique du muscle et du tendon extenseurs du pouce au niveau du poignet et de la main
zh_cn: 在腕和手水平的拇指伸肌和肌腱损伤

# model:gnuhealth.pathology,name:S663
source: Injury of extensor muscle and tendon of other finger at wrist and hand level
de: Verletzung der Streckmuskeln und -sehnen sonstiger Finger in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique du muscle et du tendon extenseurs d'un autre doigt au niveau du poignet et de la main
zh_cn: 在腕和手水平的其他手指伸肌和肌腱损伤

# model:gnuhealth.pathology,name:S664
source: Injury of intrinsic muscle and tendon of thumb at wrist and hand level
de: Verletzung der kurzen Muskeln und Sehnen des Daumens in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique de muscles et de tendons intrinsèques du pouce au niveau du poignet et de la main
zh_cn: 在腕和手水平的拇指内在肌和肌腱损伤

# model:gnuhealth.pathology,name:S665
source: Injury of intrinsic muscle and tendon of other finger at wrist and hand level
de: Verletzung der kurzen Muskeln und Sehnen sonstiger Finger in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique de muscles et de tendons intrinsèques d'un autre doigt au niveau du poignet et de la main
zh_cn: 在腕和手水平的其他手指内在肌和肌腱损伤

# model:gnuhealth.pathology,name:S666
source: Injury of multiple flexor muscles and tendons at wrist and hand level
de: Verletzung mehrerer Beugemuskeln und -sehnen in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique de multiples muscles et tendons fléchisseurs au niveau du poignet et de la main
zh_cn: 在腕和手水平的多处屈肌和肌腱损伤

# model:gnuhealth.pathology,name:S667
source: Injury of multiple extensor muscles and tendons at wrist and hand level
de: Verletzung mehrerer Streckmuskeln und -sehnen in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique de multiples muscles et tendons extenseurs au niveau du poignet et de la main
zh_cn: 在腕和手水平的多处伸肌和肌腱损伤

# model:gnuhealth.pathology,name:S668
source: Injury of other muscles and tendons at wrist and hand level
de: Verletzung sonstiger Muskeln und Sehnen in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique d'autres muscles et tendons au niveau du poignet et de la main
zh_cn: 在腕和手水平的其他肌肉和肌腱的损伤

# model:gnuhealth.pathology,name:S669
source: Injury of unspecified muscle and tendon at wrist and hand level
de: Verletzung eines nicht näher bezeichneten Muskels oder einer nicht näher bezeichneten Sehne in Höhe des Handgelenkes und der Hand
fr_fr: Lésion traumatique d'un muscle et d'un tendon non précisés, au niveau du poignet et de la main
zh_cn: 在腕和手水平的未特指肌肉和肌腱的损伤

# model:gnuhealth.pathology,name:S67
source: Crushing injury of wrist and hand
de: Zerquetschung des Handgelenkes und der Hand
fr_fr: Ecrasement du poignet et de la main
zh_cn: 腕和手挤压伤

# model:gnuhealth.pathology,name:S670
source: Crushing injury of thumb and other finger(s)
de: Zerquetschung des Daumens und eines oder mehrerer sonstiger Finger
fr_fr: Ecrasement du pouce et d'autre(s) doigt(s)
zh_cn: 拇指和其他手指挤压伤

# model:gnuhealth.pathology,name:S678
source: Crushing injury of other and unspecified parts of wrist and hand
de: Zerquetschung sonstiger und nicht näher bezeichneter Teile des Handgelenkes und der Hand
fr_fr: Ecrasement de parties autres et non précisées du poignet et de la main
zh_cn: 腕和手其他和未特指部位的挤压伤

# model:gnuhealth.pathology,name:S68
source: Traumatic amputation of wrist and hand
de: Traumatische Amputation an Handgelenk und Hand
fr_fr: Amputation traumatique du poignet et de la main
zh_cn: 腕和手创伤性切断

# model:gnuhealth.pathology,name:S680
source: Traumatic amputation of thumb (complete)(partial)
de: Traumatische Amputation des Daumens (komplett) (partiell)
fr_fr: Amputation traumatique du pouce (complète) (partielle)
zh_cn: 拇指创伤性切断(完全)(部分)

# model:gnuhealth.pathology,name:S681
source: Traumatic amputation of other single finger (complete)(partial)
de: Traumatische Amputation eines sonstigen einzelnen Fingers (komplett) (partiell)
fr_fr: Amputation traumatique d'un autre doigt (complète) (partielle)
zh_cn: 其他单个手指创伤性切断(完全)(部分)

# model:gnuhealth.pathology,name:S682
source: Traumatic amputation of two or more fingers alone (complete)(partial)
de: Isolierte traumatische Amputation von zwei oder mehr Fingern (komplett) (partiell)
fr_fr: Amputation traumatique de deux doigts ou plus (complète) (partielle)
zh_cn: 仅两个或更多手指创伤性切断(完全)(部分)

# model:gnuhealth.pathology,name:S683
source: Combined traumatic amputation of (part of) finger(s) with other parts of wrist and hand
de: Kombinierte traumatische Amputation (von Teilen) eines oder mehrerer Finger mit anderen Teilen des Handgelenkes und der Hand
fr_fr: Amputation traumatique associée de (parties de) doigt(s) et d'autres parties du poignet et de la main
zh_cn: 手指(的一部分)伴有腕和手其他部分的合并创伤性切断

# model:gnuhealth.pathology,name:S684
source: Traumatic amputation of hand at wrist level
de: Traumatische Amputation der Hand in Höhe des Handgelenkes
fr_fr: Amputation traumatique de la main au niveau du poignet
zh_cn: 手在腕水平的创伤性切断

# model:gnuhealth.pathology,name:S688
source: Traumatic amputation of other parts of wrist and hand
de: Traumatische Amputation sonstiger Teile des Handgelenkes und der Hand
fr_fr: Amputation traumatique d'autres parties du poignet et de la main
zh_cn: 腕和手其他部位的创伤性切断

# model:gnuhealth.pathology,name:S689
source: Traumatic amputation of wrist and hand, level unspecified
de: Traumatische Amputation an Handgelenk und Hand, Höhe nicht näher bezeichnet
fr_fr: Amputation traumatique du poignet et de la main, niveau non précisé
zh_cn: 腕和手水平未特指的创伤性切断

# model:gnuhealth.pathology,name:S69
source: Other and unspecified injuries of wrist and hand
de: Sonstige und nicht näher bezeichnete Verletzungen des Handgelenkes und der Hand
fr_fr: Lésions traumatiques du poignet et de la main, autres et sans précision
zh_cn: 腕和手其他和未特指的损伤

# model:gnuhealth.pathology,name:S697
source: Multiple injuries of wrist and hand
de: Multiple Verletzungen des Handgelenkes und der Hand
fr_fr: Lésions traumatiques multiples du poignet et de la main
zh_cn: 腕和手多处损伤

# model:gnuhealth.pathology,name:S698
source: Other specified injuries of wrist and hand
de: Sonstige näher bezeichnete Verletzungen des Handgelenkes und der Hand
fr_fr: Autres lésions traumatiques précisées du poignet et de la main
zh_cn: 腕和手其他特指的损伤

# model:gnuhealth.pathology,name:S699
source: Unspecified injury of wrist and hand
de: Nicht näher bezeichnete Verletzung des Handgelenkes und der Hand
fr_fr: Lésion traumatique du poignet et de la main, sans précision
zh_cn: 腕和手未特指的损伤

# model:gnuhealth.pathology,name:S70
source: Superficial injury of hip and thigh
de: Oberflächliche Verletzung der Hüfte und des Oberschenkels
fr_fr: Lésion traumatique superficielle de la hanche et de la cuisse
zh_cn: 髋和大腿浅表损伤

# model:gnuhealth.pathology,name:S700
source: Contusion of hip
de: Prellung der Hüfte
fr_fr: Contusion de la hanche
zh_cn: 髋挫伤

# model:gnuhealth.pathology,name:S701
source: Contusion of thigh
de: Prellung des Oberschenkels
fr_fr: Contusion de la cuisse
zh_cn: 大腿挫伤

# model:gnuhealth.pathology,name:S707
source: Multiple superficial injuries of hip and thigh
de: Multiple oberflächliche Verletzungen der Hüfte und des Oberschenkels
fr_fr: Lésions traumatiques superficielles multiples de la hanche et de la cuisse
zh_cn: 髋和大腿多处浅表损伤

# model:gnuhealth.pathology,name:S708
source: Other superficial injuries of hip and thigh
de: Sonstige oberflächliche Verletzungen der Hüfte und des Oberschenkels
fr_fr: Autres lésions traumatiques superficielles de la hanche et de la cuisse
zh_cn: 髋和大腿其他浅表损伤

# model:gnuhealth.pathology,name:S709
source: Superficial injury of hip and thigh, unspecified
de: Oberflächliche Verletzung der Hüfte und des Oberschenkels, nicht näher bezeichnet
fr_fr: Lésion traumatique superficielle de la hanche et de la cuisse, sans précision
zh_cn: 髋和大腿未特指的浅表损伤

# model:gnuhealth.pathology,name:S71
source: Open wound of hip and thigh
de: Offene Wunde der Hüfte und des Oberschenkels
fr_fr: Plaie ouverte de la hanche et de la cuisse
zh_cn: 髋和大腿开放性伤口

# model:gnuhealth.pathology,name:S710
source: Open wound of hip
de: Offene Wunde der Hüfte
fr_fr: Plaie ouverte de la hanche
zh_cn: 髋开放性伤口

# model:gnuhealth.pathology,name:S711
source: Open wound of thigh
de: Offene Wunde des Oberschenkels
fr_fr: Plaie ouverte de la cuisse
zh_cn: 大腿开放性伤口

# model:gnuhealth.pathology,name:S717
source: Multiple open wounds of hip and thigh
de: Multiple offene Wunden der Hüfte und des Oberschenkels
zh_cn: 髋和大腿多处开放性伤口

# model:gnuhealth.pathology,name:S718
source: Open wound of other and unspecified parts of pelvic girdle
de: Offene Wunde sonstiger und nicht näher bezeichneter Teile des Beckengürtels
fr_fr: Plaie ouverte de parties autres et non précisées de la ceinture pelvienne
zh_cn: 骨盆带其他和未特指部位的开放性伤口

# model:gnuhealth.pathology,name:S72
source: Fracture of femur
de: Fraktur des Femurs
fr_fr: Fracture du fémur
zh_cn: 股骨骨折

# model:gnuhealth.pathology,name:S720
source: Fracture of neck of femur
de: Schenkelhalsfraktur
fr_fr: Fracture du col du fémur
zh_cn: 股骨颈骨折

# model:gnuhealth.pathology,name:S721
source: Pertrochanteric fracture
de: Pertrochantäre Fraktur
fr_fr: Fracture du trochanter
zh_cn: 经大转子骨折

# model:gnuhealth.pathology,name:S722
source: Subtrochanteric fracture
de: Subtrochantäre Fraktur
fr_fr: Fracture sous-trochantérienne
zh_cn: 转子下骨折

# model:gnuhealth.pathology,name:S723
source: Fracture of shaft of femur
de: Fraktur des Femurschaftes
fr_fr: Fracture de la diaphyse fémorale
zh_cn: 股骨干骨折

# model:gnuhealth.pathology,name:S724
source: Fracture of lower end of femur
de: Distale Fraktur des Femurs
fr_fr: Fracture de l'extrémité inférieure du fémur
zh_cn: 股骨下端骨折

# model:gnuhealth.pathology,name:S727
source: Multiple fractures of femur
de: Multiple Frakturen des Femurs
fr_fr: Fractures multiples du fémur
zh_cn: 股骨多处骨折

# model:gnuhealth.pathology,name:S728
source: Fractures of other parts of femur
de: Frakturen sonstiger Teile des Femurs
fr_fr: Fracture d'autres parties du fémur
zh_cn: 股骨其他部位的骨折

# model:gnuhealth.pathology,name:S729
source: Fracture of femur, part unspecified
de: Fraktur des Femurs, Teil nicht näher bezeichnet
fr_fr: Fracture du fémur, partie non précisée
zh_cn: 股骨部位未特指的骨折

# model:gnuhealth.pathology,name:S73
source: Dislocation, sprain and strain of joint and ligaments of hip
de: Luxation, Verstauchung und Zerrung des Hüftgelenkes und von Bändern der Hüfte
fr_fr: Luxation, entorse et foulure de l'articulation et des ligaments de la hanche
zh_cn: 髋关节和韧带脱位、扭伤和劳损

# model:gnuhealth.pathology,name:S730
source: Dislocation of hip
de: Luxation der Hüfte
fr_fr: Luxation de la hanche
zh_cn: 髋脱位

# model:gnuhealth.pathology,name:S731
source: Sprain and strain of hip
de: Verstauchung und Zerrung des Hüftgelenkes
fr_fr: Entorse et foulure de la hanche
zh_cn: 髋扭伤和劳损

# model:gnuhealth.pathology,name:S74
source: Injury of nerves at hip and thigh level
de: Verletzung von Nerven in Höhe der Hüfte und des Oberschenkels
fr_fr: Lésion traumatique de nerfs au niveau de la hanche et de la cuisse
zh_cn: 在髋和大腿水平的神经损伤

# model:gnuhealth.pathology,name:S740
source: Injury of sciatic nerve at hip and thigh level
de: Verletzung des N. ischiadicus in Höhe der Hüfte und des Oberschenkels
fr_fr: Lésion traumatique du nerf sciatique au niveau de la hanche et de la cuisse
zh_cn: 在髋和大腿水平的坐骨神经损伤

# model:gnuhealth.pathology,name:S741
source: Injury of femoral nerve at hip and thigh level
de: Verletzung des N. femoralis in Höhe der Hüfte und des Oberschenkels
fr_fr: Lésion traumatique du nerf fémoral au niveau de la hanche et de la cuisse
zh_cn: 在髋和大腿水平的股神经损伤

# model:gnuhealth.pathology,name:S742
source: Injury of cutaneous sensory nerve at hip and thigh level
de: Verletzung sensibler Hautnerven in Höhe der Hüfte und des Oberschenkels
fr_fr: Lésion traumatique d'un nerf cutané sensitif au niveau de la hanche et de la cuisse
zh_cn: 在髋和大腿水平的皮感觉神经损伤

# model:gnuhealth.pathology,name:S747
source: Injury of multiple nerves at hip and thigh level
de: Verletzung mehrerer Nerven in Höhe der Hüfte und des Oberschenkels
fr_fr: Lésion traumatique de multiples nerfs au niveau de la hanche et de la cuisse
zh_cn: 在髋和大腿水平的多神经损伤

# model:gnuhealth.pathology,name:S748
source: Injury of other nerves at hip and thigh level
de: Verletzung sonstiger Nerven in Höhe der Hüfte und des Oberschenkels
fr_fr: Lésion traumatique d'autres nerfs au niveau de la hanche et de la cuisse
zh_cn: 在髋和大腿水平的其他神经损伤

# model:gnuhealth.pathology,name:S749
source: Injury of unspecified nerve at hip and thigh level
de: Verletzung eines nicht näher bezeichneten Nervs in Höhe der Hüfte und des Oberschenkels
fr_fr: Lésion traumatique d'un nerf non précisé, au niveau de la hanche et de la cuisse
zh_cn: 在髋和大腿水平的未特指神经的损伤

# model:gnuhealth.pathology,name:S75
source: Injury of blood vessels at hip and thigh level
de: Verletzung von Blutgefäßen in Höhe der Hüfte und des Oberschenkels
fr_fr: Lésion traumatique de vaisseaux sanguins au niveau de la hanche et de la cuisse
zh_cn: 在髋和大腿水平的血管损伤

# model:gnuhealth.pathology,name:S750
source: Injury of femoral artery
de: Verletzung der A. femoralis
fr_fr: Lésion traumatique de l'artère fémorale
zh_cn: 股动脉损伤

# model:gnuhealth.pathology,name:S751
source: Injury of femoral vein at hip and thigh level
de: Verletzung der V. femoralis in Höhe der Hüfte und des Oberschenkels
fr_fr: Lésion traumatique de la veine fémorale au niveau de la hanche et de la cuisse
zh_cn: 在髋和大腿水平的股静脉损伤

# model:gnuhealth.pathology,name:S752
source: Injury of greater saphenous vein at hip and thigh level
de: Verletzung der V. saphena magna in Höhe der Hüfte und des Oberschenkels
fr_fr: Lésion traumatique de la veine saphène interne au niveau de la hanche et de la cuisse
zh_cn: 在髋和大腿水平的大隐静脉损伤

# model:gnuhealth.pathology,name:S757
source: Injury of multiple blood vessels at hip and thigh level
de: Verletzung mehrerer Blutgefäße in Höhe der Hüfte und des Oberschenkels
fr_fr: Lésion traumatique de multiples vaisseaux sanguins au niveau de la hanche et de la cuisse
zh_cn: 在髋和大腿水平的多血管损伤

# model:gnuhealth.pathology,name:S758
source: Injury of other blood vessels at hip and thigh level
de: Verletzung sonstiger Blutgefäße in Höhe der Hüfte und des Oberschenkels
fr_fr: Lésion traumatique d'autres vaisseaux sanguins au niveau de la hanche et de la cuisse
zh_cn: 在髋和大腿水平的其他血管损伤

# model:gnuhealth.pathology,name:S759
source: Injury of unspecified blood vessel at hip and thigh level
de: Verletzung eines nicht näher bezeichneten Blutgefäßes in Höhe der Hüfte und des Oberschenkels
fr_fr: Lésion traumatique d'un vaisseau sanguin non précisé, au niveau de la hanche et de la cuisse
zh_cn: 在髋和大腿水平的未特指血管的损伤

# model:gnuhealth.pathology,name:S76
source: Injury of muscle and tendon at hip and thigh level
de: Verletzung von Muskeln und Sehnen in Höhe der Hüfte und des Oberschenkels
fr_fr: Lésion traumatique de muscles et de tendons au niveau de la hanche et de la cuisse
zh_cn: 在髋和大腿水平的肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S760
source: Injury of muscle and tendon of hip
de: Verletzung von Muskeln und Sehnen der Hüfte
fr_fr: Lésion traumatique de muscles et de tendons de la hanche
zh_cn: 髋部肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S761
source: Injury of quadriceps muscle and tendon
de: Verletzung des Muskels und der Sehne des M. quadriceps femoris
fr_fr: Lésion traumatique de muscles et de tendons du quadriceps
zh_cn: 四头肌和肌腱损伤

# model:gnuhealth.pathology,name:S762
source: Injury of adductor muscle and tendon of thigh
de: Verletzung von Muskeln und Sehnen der Adduktorengruppe des Oberschenkels
fr_fr: Lésion traumatique de muscles et de tendons adducteurs de la cuisse
zh_cn: 大腿内收肌和肌腱损伤

# model:gnuhealth.pathology,name:S763
source: Injury of muscle and tendon of the posterior muscle group at thigh level
de: Verletzung von Muskeln und Sehnen der posterioren Muskelgruppe in Höhe des Oberschenkels
fr_fr: Lésion traumatique de muscles et de tendons postérieurs au niveau de la cuisse
zh_cn: 在大腿水平的后部肌群和肌腱损伤

# model:gnuhealth.pathology,name:S764
source: Injury of other and unspecified muscles and tendons at thigh level
de: Verletzung sonstiger und nicht näher bezeichneter Muskeln und Sehnen in Höhe des Oberschenkels
fr_fr: Lésion traumatique de muscles et de tendons autres et non précisés, au niveau de la cuisse
zh_cn: 在大腿水平的其他和未特指的肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S767
source: Injury of multiple muscles and tendons at hip and thigh level
de: Verletzung mehrerer Muskeln und Sehnen in Höhe der Hüfte und des Oberschenkels
fr_fr: Lésion traumatique de multiples muscles et tendons au niveau de la hanche et de la cuisse
zh_cn: 髋关节和在大腿水平的多处肌肉和肌腱损伤
