Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:N938
source: Other specified abnormal uterine and vaginal bleeding
de: Sonstige näher bezeichnete abnorme Uterus- oder Vaginalblutung
fr_fr: Autres saignements anormaux précisés de l'utérus et du vagin
zh_cn: 其他特指的异常的子宫和阴道出血

# model:gnuhealth.pathology,name:N939
source: Abnormal uterine and vaginal bleeding, unspecified
de: Abnorme Uterus- oder Vaginalblutung, nicht näher bezeichnet
fr_fr: Saignement anormal de l'utérus et du vagin, sans précision
zh_cn: 未特指的异常的子宫和阴道出血

# model:gnuhealth.pathology,name:N94
source: Pain and other conditions associated with female genital organs and menstrual cycle
de: Schmerz und andere Zustände im Zusammenhang mit den weiblichen Genitalorganen und dem Menstruationszyklus
fr_fr: Douleurs et autres affections des organes génitaux de la femme et du cycle menstruel
zh_cn: 与女性生殖器官和月经周期有关的疼痛和其他情况

# model:gnuhealth.pathology,name:N941
source: Dyspareunia
de: Dyspareunie
fr_fr: Dyspareunie
zh_cn: 性交疼痛

# model:gnuhealth.pathology,name:N943
source: Premenstrual tension syndrome
de: Prämenstruelle Beschwerden
fr_fr: Syndrome de tension prémenstruelle
zh_cn: 经前紧张征

# model:gnuhealth.pathology,name:N944
source: Primary dysmenorrhoea
de: Primäre Dysmenorrhoe
fr_fr: Dysménorrhée primaire
zh_cn: 原发性痛经

# model:gnuhealth.pathology,name:N945
source: Secondary dysmenorrhoea
de: Sekundäre Dysmenorrhoe
fr_fr: Dysménorrhée secondaire
zh_cn: 继发性痛经

# model:gnuhealth.pathology,name:N946
source: Dysmenorrhoea, unspecified
de: Dysmenorrhoe, nicht näher bezeichnet
fr_fr: Dysménorrhée, sans précision
zh_cn: 未特指的痛经

# model:gnuhealth.pathology,name:N948
source: Other specified conditions associated with female genital organs and menstrual cycle
de: Sonstige näher bezeichnete Zustände im Zusammenhang mit den weiblichen Genitalorganen und dem Menstruationszyklus
fr_fr: Autres affections précisées des organes génitaux de la femme et du cycle menstruel
zh_cn: 其他特指的与女性生殖器官和月经周期有关的情况

# model:gnuhealth.pathology,name:N949
source: Unspecified condition associated with female genital organs and menstrual cycle
de: Nicht näher bezeichneter Zustand im Zusammenhang mit den weiblichen Genitalorganen und dem Menstruationszyklus
fr_fr: Affection des organes génitaux de la femme et du cycle menstruel, sans précision
zh_cn: 未特指的与女性生殖器官和月经周期有关的情况

# model:gnuhealth.pathology,name:N95
source: Menopausal and other perimenopausal disorders
de: Klimakterische Störungen
fr_fr: Troubles de la ménopause et autres troubles de la périménopause
zh_cn: 绝经期和其他围绝经期的疾患

# model:gnuhealth.pathology,name:N950
source: Postmenopausal bleeding
de: Postmenopausenblutung
fr_fr: Saignements post-ménopausiques
zh_cn: 绝经后出血

# model:gnuhealth.pathology,name:N951
source: Menopausal and female climacteric states
de: Zustände im Zusammenhang mit der Menopause und dem Klimakterium
fr_fr: Troubles de la ménopause et du climatère féminin
zh_cn: 绝经期和女性更年期状态

# model:gnuhealth.pathology,name:N952
source: Postmenopausal atrophic vaginitis
de: Atrophische Kolpitis in der Postmenopause
fr_fr: Vaginite atrophique post-ménopausique
zh_cn: 绝经后萎缩性阴道炎

# model:gnuhealth.pathology,name:N953
source: States associated with artificial menopause
de: Zustände im Zusammenhang mit artifizieller Menopause
fr_fr: Troubles au cours d'une ménopause artificielle
zh_cn: 与人工绝经有关的状态

# model:gnuhealth.pathology,name:N958
source: Other specified menopausal and perimenopausal disorders
de: Sonstige näher bezeichnete klimakterische Störungen
fr_fr: Autres troubles précisés de la ménopause et de la périménopause
zh_cn: 其他特指的绝经期和围绝经期的疾患

# model:gnuhealth.pathology,name:N959
source: Menopausal and perimenopausal disorder, unspecified
de: Klimakterische Störung, nicht näher bezeichnet
fr_fr: Trouble de la ménopause et de la périménopause, sans précision
zh_cn: 未特指的绝经期和围绝经期的疾患

# model:gnuhealth.pathology,name:N96
source: Habitual aborter
de: Neigung zu habituellem Abort
fr_fr: Avortements à répétition
zh_cn: 习惯性流产

# model:gnuhealth.pathology,name:N97
source: Female infertility
de: Sterilität der Frau
fr_fr: Stérilité de la femme
zh_cn: 女性不孕症

# model:gnuhealth.pathology,name:N970
source: Female infertility associated with anovulation
de: Sterilität der Frau in Verbindung mit fehlender Ovulation
fr_fr: Stérilité associée à une anovulation
zh_cn: 与不排卵有关的女性不孕症

# model:gnuhealth.pathology,name:N971
source: Female infertility of tubal origin
de: Sterilität tubaren Ursprungs bei der Frau
fr_fr: Stérilité d'origine tubaire
zh_cn: 输卵管起因的女性不孕症

# model:gnuhealth.pathology,name:N972
source: Female infertility of uterine origin
de: Sterilität uterinen Ursprungs bei der Frau
fr_fr: Stérilité d'origine utérine
zh_cn: 子宫起因的女性不孕症

# model:gnuhealth.pathology,name:N973
source: Female infertility of cervical origin
de: Sterilität zervikalen Ursprungs bei der Frau
fr_fr: Stérilité d'origine cervicale
zh_cn: 宫颈起因的女性不孕症

# model:gnuhealth.pathology,name:N974
source: Female infertility associated with male factors
de: Sterilität der Frau im Zusammenhang mit Faktoren des Partners
fr_fr: Stérilité de la femme associée à des facteurs relevant de l'homme
zh_cn: 与男性因素有关的女性不孕症

# model:gnuhealth.pathology,name:N978
source: Female infertility of other origin
de: Sterilität sonstigen Ursprungs bei der Frau
fr_fr: Stérilité de la femme d'autres origines
zh_cn: 其他原因的女性不孕症

# model:gnuhealth.pathology,name:N979
source: Female infertility, unspecified
de: Sterilität der Frau, nicht näher bezeichnet
fr_fr: Stérilité de la femme, sans précision
zh_cn: 未特指的女性不孕症

# model:gnuhealth.pathology,name:N98
source: Complications associated with artificial fertilization
de: Komplikationen im Zusammenhang mit künstlicher Befruchtung
zh_cn: 与人工授精有关的并发症

# model:gnuhealth.pathology,name:N980
source: Infection associated with artificial insemination
de: Infektion im Zusammenhang mit artifizieller Insemination
fr_fr: Infection associée à l'insémination artificielle
zh_cn: 与人工授精有关的感染

# model:gnuhealth.pathology,name:N981
source: Hyperstimulation of ovaries
de: Hyperstimulation der Ovarien
fr_fr: Hyperstimulation des ovaires
zh_cn: 卵巢过度刺激

# model:gnuhealth.pathology,name:N982
source: Complications of attempted introduction of fertilized ovum following in vitro fertilization
de: Komplikationen bei versuchter Einführung eines befruchteten Eies nach In-vitro-Fertilisation
zh_cn: 试管内受精后企图植入受精卵的并发症

# model:gnuhealth.pathology,name:N983
source: Complications of attempted introduction of embryo in embryo transfer
de: Komplikationen bei versuchter Implantation eines Embryos bei Embryotransfer
fr_fr: Complications de tentative d'implantation d'un embryon en cas de transfert d'embryon
zh_cn: 在胚胎转移中企图植入胚胎的并发症

# model:gnuhealth.pathology,name:N988
source: Other complications associated with artificial fertilization
de: Sonstige Komplikationen im Zusammenhang mit künstlicher Befruchtung
zh_cn: 与人工授精有关的其他并发症

# model:gnuhealth.pathology,name:N989
source: Complication associated with artificial fertilization, unspecified
de: Komplikation im Zusammenhang mit künstlicher Befruchtung, nicht näher bezeichnet
zh_cn: 与人工授精有关的未特指的并发症

# model:gnuhealth.pathology,name:N99
source: Postprocedural disorders of genitourinary system, not elsewhere classified
de: Krankheiten des Urogenitalsystems nach medizinischen Maßnahmen, anderenorts nicht klassifiziert
zh_cn: 泌尿生殖系统的操作后疾患，不可归类在他处者

# model:gnuhealth.pathology,name:N990
source: Postprocedural renal failure
de: Nierenversagen nach medizinischen Maßnahmen
fr_fr: Insuffisance rénale après un acte à visée diagnostique et thérapeutique
zh_cn: 操作后肾衰竭

# model:gnuhealth.pathology,name:N991
source: Postprocedural urethral stricture
de: Harnröhrenstriktur nach medizinischen Maßnahmen
fr_fr: Rétrécissement urétral après un acte à visée diagnostique et thérapeutique
zh_cn: 操作后尿道狭窄

# model:gnuhealth.pathology,name:N992
source: Postoperative adhesions of vagina
de: Postoperative Adhäsionen der Vagina
zh_cn: 阴道手术后粘连

# model:gnuhealth.pathology,name:N993
source: Prolapse of vaginal vault after hysterectomy
de: Prolaps des Scheidenstumpfes nach Hysterektomie
fr_fr: Prolapsus de la paroi supérieure du vagin après hystérectomie
zh_cn: 子宫切除术后阴道穹隆脱垂

# model:gnuhealth.pathology,name:N994
source: Postprocedural pelvic peritoneal adhesions
de: Peritoneale Adhäsionen im Becken nach medizinischen Maßnahmen
fr_fr: Adhérences pelvi-péritonéales après un acte à visée diagnostique et thérapeutique
zh_cn: 操作后盆腔腹膜粘连

# model:gnuhealth.pathology,name:N995
source: Malfunction of external stoma of urinary tract
de: Funktionsstörung eines äußeren Stomas des Harntraktes
fr_fr: Mauvais fonctionnement de stomie de l'appareil urinaire
zh_cn: 泌尿道外口功能不良

# model:gnuhealth.pathology,name:N998
source: Other postprocedural disorders of genitourinary system
de: Sonstige Krankheiten des Urogenitalsystems nach medizinischen Maßnahmen
zh_cn: 泌尿生殖系统的其他操作后疾患

# model:gnuhealth.pathology,name:N999
source: Postprocedural disorder of genitourinary system, unspecified
de: Krankheit des Urogenitalsystems nach medizinischen Maßnahmen, nicht näher bezeichnet
zh_cn: 泌尿生殖系统未特指的操作后疾患

# model:gnuhealth.pathology,name:O00
source: Ectopic pregnancy
de: Extrauteringravidität
fr_fr: Grossesse extra-utérine
zh_cn: 异位妊娠

# model:gnuhealth.pathology,name:O000
source: Abdominal pregnancy
de: Abdominalgravidität
fr_fr: Grossesse abdominale
zh_cn: 腹腔妊娠

# model:gnuhealth.pathology,name:O001
source: Tubal pregnancy
de: Tubargravidität
fr_fr: Grossesse tubaire
zh_cn: 输卵管妊娠

# model:gnuhealth.pathology,name:O002
source: Ovarian pregnancy
de: Ovarialgravidität
fr_fr: Grossesse ovarienne
zh_cn: 卵巢妊娠

# model:gnuhealth.pathology,name:O008
source: Other ectopic pregnancy
de: Sonstige Extrauteringravidität
fr_fr: Autres grossesses extra-utérines
zh_cn: 其他的异位妊娠

# model:gnuhealth.pathology,name:O009
source: Ectopic pregnancy, unspecified
de: Extrauteringravidität, nicht näher bezeichnet
fr_fr: Grossesse extra-utérine, sans précision
zh_cn: 未特指的异位妊娠

# model:gnuhealth.pathology,name:O01
source: Hydatidiform mole
de: Blasenmole
fr_fr: Môle hydatiforme
zh_cn: 葡萄胎[水泡状胎块]

# model:gnuhealth.pathology,name:O010
source: Classical hydatidiform mole
de: Klassische Blasenmole
fr_fr: Môle hydatiforme classique
zh_cn: 典型葡萄胎

# model:gnuhealth.pathology,name:O011
source: Incomplete and partial hydatidiform mole
de: Partielle oder inkomplette Blasenmole
fr_fr: Môle hydatiforme incomplète et partielle
zh_cn: 不完全和部分葡萄胎

# model:gnuhealth.pathology,name:O019
source: Hydatidiform mole, unspecified
de: Blasenmole, nicht näher bezeichnet
fr_fr: Môle hydatiforme, sans précision
zh_cn: 未特指的葡萄胎

# model:gnuhealth.pathology,name:O02
source: Other abnormal products of conception
de: Sonstige abnorme Konzeptionsprodukte
fr_fr: Autres produits anormaux de la conception
zh_cn: 受孕的其他异常产物

# model:gnuhealth.pathology,name:O020
source: Blighted ovum and nonhydatidiform mole
de: Abortivei und sonstige Molen
fr_fr: Œuf clair et môle non hydatiforme
zh_cn: 萎缩卵和非葡萄胎

# model:gnuhealth.pathology,name:O021
source: Missed abortion
de: Missed abortion [Verhaltene Fehlgeburt]
fr_fr: Rétention d'un fœtus mort in utero
zh_cn: 稽留流产

# model:gnuhealth.pathology,name:O028
source: Other specified abnormal products of conception
de: Sonstige näher bezeichnete abnorme Konzeptionsprodukte
fr_fr: Autres produits anormaux de la conception, précisés
zh_cn: 受孕的其他特指的异常产物

# model:gnuhealth.pathology,name:O029
source: Abnormal product of conception, unspecified
de: Anomales Konzeptionsprodukt, nicht näher bezeichnet
fr_fr: Produit anormal de la conception, sans précision
zh_cn: 受孕的未特指的异常产物

# model:gnuhealth.pathology,name:O03
source: Spontaneous abortion
de: Spontanabort
fr_fr: Avortement spontané
zh_cn: 自然流产

# model:gnuhealth.pathology,name:O030
source: Spontaneous abortion: Incomplete, complicated by genital tract and pelvic infection
de: Spontanabort: Inkomplett, kompliziert durch Infektion des Genitaltraktes und des Beckens
zh_cn: 自然流产，不完全性，并发生殖道和盆腔感染

# model:gnuhealth.pathology,name:O031
source: Spontaneous abortion: Incomplete, complicated by delayed or excessive haemorrhage
de: Spontanabort: Inkomplett, kompliziert durch Spätblutung oder verstärkte Blutung
zh_cn: 自然流产，不完全性，并发延迟或过度出血

# model:gnuhealth.pathology,name:O032
source: Spontaneous abortion: Incomplete, complicated by embolism
de: Spontanabort: Inkomplett, kompliziert durch Embolie
zh_cn: 自然流产，不完全性，并发栓塞

# model:gnuhealth.pathology,name:O033
source: Spontaneous abortion: Incomplete, with other and unspecified complications
de: Spontanabort: Inkomplett, mit sonstigen und nicht näher bezeichneten Komplikationen
zh_cn: 自然流产，不完全性，伴有其他和未特指的并发症

# model:gnuhealth.pathology,name:O034
source: Spontaneous abortion: Incomplete, without complication
de: Spontanabort: Inkomplett, ohne Komplikation
zh_cn: 自然流产，不完全性，无并发症

# model:gnuhealth.pathology,name:O035
source: Spontaneous abortion: Complete or unspecified, complicated by genital tract and pelvic infection
de: Spontanabort: Komplett oder nicht näher bezeichnet, kompliziert durch Infektion des Genitaltraktes und des Beckens
zh_cn: 自然流产，完全性或未特指，并发生殖道和盆腔感染

# model:gnuhealth.pathology,name:O036
source: Spontaneous abortion: Complete or unspecified, complicated by delayed or excessive haemorrhage
de: Spontanabort: Komplett oder nicht näher bezeichnet, kompliziert durch Spätblutung oder verstärkte Blutung
zh_cn: 自然流产，完全性或未特指，并发延迟或过度出血

# model:gnuhealth.pathology,name:O037
source: Spontaneous abortion: Complete or unspecified, complicated by embolism
de: Spontanabort: Komplett oder nicht näher bezeichnet, kompliziert durch Embolie
zh_cn: 自然流产，完全性或未特指，并发栓塞

# model:gnuhealth.pathology,name:O038
source: Spontaneous abortion: Complete or unspecified, with other and unspecified complications
de: Spontanabort: Komplett oder nicht näher bezeichnet, mit sonstigen und nicht näher bezeichneten Komplikationen
zh_cn: 自然流产，完全性或未特指，伴有其他和未特指的并发症

# model:gnuhealth.pathology,name:O039
source: Spontaneous abortion: Complete or unspecified, without complication
de: Spontanabort: Komplett oder nicht näher bezeichnet, ohne Komplikation
zh_cn: 自然流产，完全性或未特指，无并发症

# model:gnuhealth.pathology,name:O04
source: Medical abortion
de: Ärztlich eingeleiteter Abort
fr_fr: Avortement médical
zh_cn: 医疗性流产

# model:gnuhealth.pathology,name:O040
source: Medical abortion: Incomplete, complicated by genital tract and pelvic infection
de: Ärztlich eingeleiteter Abort: Inkomplett, kompliziert durch Infektion des Genitaltraktes und des Beckens
zh_cn: 医疗性流产，不完全性，并发生殖道和盆腔感染

# model:gnuhealth.pathology,name:O041
source: Medical abortion: Incomplete, complicated by delayed or excessive haemorrhage
de: Ärztlich eingeleiteter Abort: Inkomplett, kompliziert durch Spätblutung oder verstärkte Blutung
zh_cn: 医疗性流产，不完全性，并发延迟或过度出血

# model:gnuhealth.pathology,name:O042
source: Medical abortion: Incomplete, complicated by embolism
de: Ärztlich eingeleiteter Abort: Inkomplett, kompliziert durch Embolie
zh_cn: 医疗性流产，不完全性，并发栓塞

# model:gnuhealth.pathology,name:O043
source: Medical abortion: Incomplete, with other and unspecified complications
de: Ärztlich eingeleiteter Abort: Inkomplett, mit sonstigen und nicht näher bezeichneten Komplikationen
zh_cn: 医疗性流产，不完全性，伴有其他和未特指的并发症

# model:gnuhealth.pathology,name:O044
source: Medical abortion: Incomplete, without complication
de: Ärztlich eingeleiteter Abort: Inkomplett, ohne Komplikation
zh_cn: 医疗性流产，不完全性，无并发症

# model:gnuhealth.pathology,name:O045
source: Medical abortion: Complete or unspecified, complicated by genital tract and pelvic infection
de: Ärztlich eingeleiteter Abort: Komplett oder nicht näher bezeichnet, kompliziert durch Infektion des Genitaltraktes und des Beckens
zh_cn: 医疗性流产，完全性或未特指，并发生殖道和盆腔感染

# model:gnuhealth.pathology,name:O046
source: Medical abortion: Complete or unspecified, complicated by delayed or excessive haemorrhage
de: Ärztlich eingeleiteter Abort: Komplett oder nicht näher bezeichnet, kompliziert durch Spätblutung oder verstärkte Blutung
zh_cn: 医疗性流产，完全性或未特指，并发延迟或过度出血

# model:gnuhealth.pathology,name:O047
source: Medical abortion: Complete or unspecified, complicated by embolism
de: Ärztlich eingeleiteter Abort: Komplett oder nicht näher bezeichnet, kompliziert durch Embolie
zh_cn: 医疗性流产，完全性或未特指，并发栓塞

# model:gnuhealth.pathology,name:O048
source: Medical abortion: Complete or unspecified, with other and unspecified complications
de: Ärztlich eingeleiteter Abort: Komplett oder nicht näher bezeichnet, mit sonstigen und nicht näher bezeichneten Komplikationen
zh_cn: 医疗性流产，完全性或未特指，伴有其他和未特指的并发症

# model:gnuhealth.pathology,name:O049
source: Medical abortion: Complete or unspecified, without complication
de: Ärztlich eingeleiteter Abort: Komplett oder nicht näher bezeichnet, ohne Komplikation
zh_cn: 医疗性流产，完全性或未特指，无并发症

# model:gnuhealth.pathology,name:O05
source: Other abortion: Other abortion
de: Sonstiger Abort
zh_cn: 其他流产

# model:gnuhealth.pathology,name:O050
source: Incomplete, complicated by genital tract and pelvic infection
de: Sonstiger Abort: Inkomplett, kompliziert durch Infektion des Genitaltraktes und des Beckens
fr_fr: autres formes d'avortement | incomplet, compliqué d'une infection de l'appareil génital et des organes pelviens
zh_cn: 其他流产，不完全性，并发生殖道和盆腔感染

# model:gnuhealth.pathology,name:O051
source: Other abortion: Incomplete, complicated by delayed or excessive haemorrhage
de: Sonstiger Abort: Inkomplett, kompliziert durch Spätblutung oder verstärkte Blutung
zh_cn: 其他流产，不完全性，并发延迟或过度出血

# model:gnuhealth.pathology,name:O052
source: Other abortion: Incomplete, complicated by embolism
de: Sonstiger Abort: Inkomplett, kompliziert durch Embolie
zh_cn: 其他流产，不完全性，并发栓塞

# model:gnuhealth.pathology,name:O053
source: Other abortion: Incomplete, with other and unspecified complications
de: Sonstiger Abort: Inkomplett, mit sonstigen und nicht näher bezeichneten Komplikationen
zh_cn: 其他流产，不完全性，伴有其他和未特指的并发症

# model:gnuhealth.pathology,name:O054
source: Other abortion: Incomplete, without complication
de: Sonstiger Abort: Inkomplett, ohne Komplikation
zh_cn: 其他流产，不完全性，无并发症

# model:gnuhealth.pathology,name:O055
source: Other abortion: Complete or unspecified, complicated by genital tract and pelvic infection
de: Sonstiger Abort: Komplett oder nicht näher bezeichnet, kompliziert durch Infektion des Genitaltraktes und des Beckens
zh_cn: 其他流产，完全性或未特指，并发生殖道和盆腔感染

# model:gnuhealth.pathology,name:O056
source: Other abortion: Complete or unspecified, complicated by delayed or excessive haemorrhage
de: Sonstiger Abort: Komplett oder nicht näher bezeichnet, kompliziert durch Spätblutung oder verstärkte Blutung
zh_cn: 其他流产，完全性或未特指，并发延迟或过度出血

# model:gnuhealth.pathology,name:O057
source: Other abortion: Complete or unspecified, complicated by embolism
de: Sonstiger Abort: Komplett oder nicht näher bezeichnet, kompliziert durch Embolie
zh_cn: 其他流产，完全性或未特指，并发栓塞

# model:gnuhealth.pathology,name:O058
source: Other abortion: Complete or unspecified, with other and unspecified complications
de: Sonstiger Abort: Komplett oder nicht näher bezeichnet, mit sonstigen und nicht näher bezeichneten Komplikationen
zh_cn: 其他流产，完全性或未特指，伴有其他和未特指的并发症

# model:gnuhealth.pathology,name:O059
source: Other abortion: Complete or unspecified, without complication
de: Sonstiger Abort: Komplett oder nicht näher bezeichnet, ohne Komplikation
zh_cn: 其他流产，完全性或未特指，无并发症

# model:gnuhealth.pathology,name:O06
source: Unspecified abortion
de: Nicht näher bezeichneter Abort
fr_fr: Avortement, sans précision
zh_cn: 未特指的流产

# model:gnuhealth.pathology,name:O060
source: Unspecified abortion: Incomplete, complicated by genital tract and pelvic infection
de: Nicht näher bezeichneter Abort: Inkomplett, kompliziert durch Infektion des Genitaltraktes und des Beckens
zh_cn: 不完全性流产，并发生殖道和盆腔感染

# model:gnuhealth.pathology,name:O061
source: Unspecified abortion: Incomplete, complicated by delayed or excessive haemorrhage
de: Nicht näher bezeichneter Abort: Inkomplett, kompliziert durch Spätblutung oder verstärkte Blutung
zh_cn: 不完全性流产，并发延迟或过度出血

# model:gnuhealth.pathology,name:O062
source: Unspecified abortion: Incomplete, complicated by embolism
de: Nicht näher bezeichneter Abort: Inkomplett, kompliziert durch Embolie
zh_cn: 不完全性流产，并发栓塞

# model:gnuhealth.pathology,name:O063
source: Unspecified abortion: Incomplete, with other and unspecified complications
de: Nicht näher bezeichneter Abort: Inkomplett, mit sonstigen und nicht näher bezeichneten Komplikationen
zh_cn: 不完全性流产，伴有其他的并发症

# model:gnuhealth.pathology,name:O064
source: Unspecified abortion: Incomplete, without complication
de: Nicht näher bezeichneter Abort: Inkomplett, ohne Komplikation
zh_cn: 不完全性流产，无并发症

# model:gnuhealth.pathology,name:O065
source: Unspecified abortion: Complete or unspecified, complicated by genital tract and pelvic infection
de: Nicht näher bezeichneter Abort: Komplett oder nicht näher bezeichnet, kompliziert durch Infektion des Genitaltraktes und des Beckens
zh_cn: 完全性流产，并发生殖道和盆腔感染

# model:gnuhealth.pathology,name:O066
source: Unspecified abortion: Complete or unspecified, complicated by delayed or excessive haemorrhage
de: Nicht näher bezeichneter Abort: Komplett oder nicht näher bezeichnet, kompliziert durch Spätblutung oder verstärkte Blutung
zh_cn: 完全性流产，并发延迟或过度出血

# model:gnuhealth.pathology,name:O067
source: Unspecified abortion: Complete or unspecified, complicated by embolism
de: Nicht näher bezeichneter Abort: Komplett oder nicht näher bezeichnet, kompliziert durch Embolie
zh_cn: 完全性流产，并发栓塞

# model:gnuhealth.pathology,name:O068
source: Unspecified abortion: Complete or unspecified, with other and unspecified complications
de: Nicht näher bezeichneter Abort: Komplett oder nicht näher bezeichnet, mit sonstigen und nicht näher bezeichneten Komplikationen
zh_cn: 完全性流产，伴有其他的并发症

# model:gnuhealth.pathology,name:O069
source: Unspecified abortion: Complete or unspecified, without complication
de: Nicht näher bezeichneter Abort: Komplett oder nicht näher bezeichnet, ohne Komplikation
zh_cn: 流产，完全性或未特指，无并发症

# model:gnuhealth.pathology,name:O07
source: Failed attempted abortion
de: Misslungene Aborteinleitung
fr_fr: Echec d'une tentative d'avortement
zh_cn: 企图流产失败

# model:gnuhealth.pathology,name:O070
source: Failed medical abortion, complicated by genital tract and pelvic infection
de: Misslungene ärztliche Aborteinleitung, kompliziert durch Infektion des Genitaltraktes und des Beckens
fr_fr: Echec d'une tentative d'avortement médical, compliqué d'une infection de l'appareil génital et des organes pelviens
zh_cn: 医疗性流产失败，并发生殖道和盆腔

# model:gnuhealth.pathology,name:O071
source: Failed medical abortion, complicated by delayed or excessive haemorrhage
de: Misslungene ärztliche Aborteinleitung, kompliziert durch Spätblutung oder verstärkte Blutung
fr_fr: Echec d'une tentative d'avortement médical, compliqué d'une hémorragie retardée ou sévère
zh_cn: 医疗性流产失败，并发延迟或过度出血

# model:gnuhealth.pathology,name:O072
source: Failed medical abortion, complicated by embolism
de: Misslungene ärztliche Aborteinleitung, kompliziert durch Embolie
fr_fr: Echec d'une tentative d'avortement médical, compliqué d'une embolie
zh_cn: 医疗性流产失败，并发栓塞

# model:gnuhealth.pathology,name:O073
source: Failed medical abortion, with other and unspecified complications
de: Misslungene ärztliche Aborteinleitung mit sonstigen oder nicht näher bezeichneten Komplikationen
fr_fr: Echec d'une tentative d'avortement médical, avec complications autres et non précisées
zh_cn: 医疗性流产失败，伴有其他和未特指的并发症

# model:gnuhealth.pathology,name:O074
source: Failed medical abortion, without complication
de: Misslungene ärztliche Aborteinleitung ohne Komplikation
fr_fr: Echec d'une tentative d'avortement médical, sans complication
zh_cn: 医疗性流产失败，无并发症
