Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:X661
source: Residential institution
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) oder halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Wohnheime oder -anstalten
fr_fr: auto-intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X662
source: School, other institution and public administrative area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) oder halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Schule, sonstige öffentliche Bauten
fr_fr: auto-intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X663
source: Sports and athletics area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) oder halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Sportstätten
fr_fr: auto-intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X664
source: Street and highway
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) oder halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Straßen und Wege
fr_fr: auto-intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X665
source: Trade and service area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) oder halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Gewerbe- und Dienstleistungseinrichtungen
fr_fr: auto-intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X666
source: Industrial and construction area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) oder halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Industrieanlagen und Baustellen
fr_fr: auto-intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X667
source: Farm
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) oder halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Landwirtschaftlicher Betrieb
fr_fr: auto-intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X668
source: Other specified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) oder halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Sonstige näher bezeichnete Orte
fr_fr: auto-intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X669
source: Unspecified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) oder halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Nicht näher bezeichneter Ort des Ereignisses
fr_fr: auto-intoxication par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X67
source: Intentional self-poisoning by and exposure to other gases and vapours
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Kohlenmonoxid und sonstigen Gasen und Dämpfen
fr_fr: Auto-intoxication par d'autres gaz et émanations et exposition à ces produits
zh_cn: 其他气体和蒸气的故意自毒及暴露于该类物质

# model:gnuhealth.pathology,name:X670
source: Intentional self-poisoning by and exposure to other gases and vapours: Home
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Kohlenmonoxid aus Abgas von Verbrennungsmotor

# model:gnuhealth.pathology,name:X671
source: Intentional self-poisoning by and exposure to other gases and vapours: Residential institution
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Kohlenmonoxid aus Gasversorgung

# model:gnuhealth.pathology,name:X672
source: Intentional self-poisoning by and exposure to other gases and vapours: School, other institution and public administrative area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Kohlenmonoxid aus sonstigen häuslichen Brennstoffen

# model:gnuhealth.pathology,name:X673
source: Intentional self-poisoning by and exposure to other gases and vapours: Sports and athletics area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Kohlenmonoxid aus sonstigen Quellen

# model:gnuhealth.pathology,name:X674
source: Intentional self-poisoning by and exposure to other gases and vapours: Street and highway
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Kohlenmonoxid aus nicht näher bezeichneten Quellen

# model:gnuhealth.pathology,name:X675
source: Intentional self-poisoning by and exposure to other gases and vapours: Trade and service area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) Gase(n) und Dämpfe(n): Gewerbe- und Dienstleistungseinrichtungen

# model:gnuhealth.pathology,name:X676
source: Intentional self-poisoning by and exposure to other gases and vapours: Industrial and construction area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) Gase(n) und Dämpfe(n): Industrieanlagen und Baustellen

# model:gnuhealth.pathology,name:X677
source: Intentional self-poisoning by and exposure to other gases and vapours: Farm
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) Gase(n) und Dämpfe(n): Landwirtschaftlicher Betrieb

# model:gnuhealth.pathology,name:X678
source: Intentional self-poisoning by and exposure to other gases and vapours: Other specified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstigen näher bezeichneten Gasen und Dämpfen

# model:gnuhealth.pathology,name:X679
source: Intentional self-poisoning by and exposure to other gases and vapours: Unspecified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber nicht näher bezeichneten Gasen und Dämpfen

# model:gnuhealth.pathology,name:X68
source: Intentional self-poisoning by and exposure to pesticides
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]
fr_fr: Auto-intoxication par des pesticides et exposition à ces produits
zh_cn: 杀虫剂的故意自毒及暴露于杀虫剂

# model:gnuhealth.pathology,name:X680
source: Home
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Zu Hause
fr_fr: auto-intoxication par des pesticides et exposition à ces produits | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X681
source: Residential institution
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Wohnheime oder -anstalten
fr_fr: auto-intoxication par des pesticides et exposition à ces produits | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X682
source: School, other institution and public administrative area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Schule, sonstige öffentliche Bauten
fr_fr: auto-intoxication par des pesticides et exposition à ces produits | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X683
source: Sports and athletics area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Sportstätten
fr_fr: auto-intoxication par des pesticides et exposition à ces produits | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X684
source: Street and highway
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Straßen und Wege
fr_fr: auto-intoxication par des pesticides et exposition à ces produits | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X685
source: Trade and service area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: auto-intoxication par des pesticides et exposition à ces produits | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X686
source: Industrial and construction area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Industrieanlagen und Baustellen
fr_fr: auto-intoxication par des pesticides et exposition à ces produits | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X687
source: Farm
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Landwirtschaftlicher Betrieb
fr_fr: auto-intoxication par des pesticides et exposition à ces produits | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X688
source: Other specified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Sonstige näher bezeichnete Orte
fr_fr: auto-intoxication par des pesticides et exposition à ces produits | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X689
source: Unspecified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: auto-intoxication par des pesticides et exposition à ces produits | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X69
source: Intentional self-poisoning by and exposure to other and unspecified chemicals and noxious substances
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) oder nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen
fr_fr: Auto-intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision
zh_cn: 其他和未特指的化学制品和有害物质的故意自毒及暴露于该类物质

# model:gnuhealth.pathology,name:X690
source: Home
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) oder nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Zu Hause
fr_fr: auto-intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X691
source: Residential institution
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) oder nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Wohnheime oder -anstalten
fr_fr: auto-intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X692
source: School, other institution and public administrative area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) oder nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Schule, sonstige öffentliche Bauten
fr_fr: auto-intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X693
source: Sports and athletics area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) oder nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Sportstätten
fr_fr: auto-intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X694
source: Street and highway
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) oder nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Straßen und Wege
fr_fr: auto-intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X695
source: Trade and service area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) oder nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: auto-intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X696
source: Industrial and construction area
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) oder nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Industrieanlagen und Baustellen
fr_fr: auto-intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X697
source: Farm
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) oder nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Landwirtschaftlicher Betrieb
fr_fr: auto-intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X698
source: Other specified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) oder nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Sonstige näher bezeichnete Orte
fr_fr: auto-intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X699
source: Unspecified place
de: Vorsätzliche Selbstvergiftung durch und Exposition gegenüber sonstige(n) oder nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: auto-intoxication par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X70
source: Intentional self-harm by hanging, strangulation and suffocation
de: Vorsätzliche Selbstbeschädigung durch Erhängen, Strangulierung oder Ersticken
fr_fr: Lésion auto-infligée par pendaison, strangulation et suffocation
zh_cn: 用悬吊、绞勒和窒息方式故意自害

# model:gnuhealth.pathology,name:X700
source: Home
de: Vorsätzliche Selbstbeschädigung durch Erhängen, Strangulierung oder Ersticken: Zu Hause
fr_fr: lésion auto-infligée par pendaison, strangulation et suffocation | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X701
source: Residential institution
de: Vorsätzliche Selbstbeschädigung durch Erhängen, Strangulierung oder Ersticken: Wohnheime oder -anstalten
fr_fr: lésion auto-infligée par pendaison, strangulation et suffocation | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X702
source: School, other institution and public administrative area
de: Vorsätzliche Selbstbeschädigung durch Erhängen, Strangulierung oder Ersticken: Schule, sonstige öffentliche Bauten
fr_fr: lésion auto-infligée par pendaison, strangulation et suffocation | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X703
source: Sports and athletics area
de: Vorsätzliche Selbstbeschädigung durch Erhängen, Strangulierung oder Ersticken: Sportstätten
fr_fr: lésion auto-infligée par pendaison, strangulation et suffocation | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X704
source: Street and highway
de: Vorsätzliche Selbstbeschädigung durch Erhängen, Strangulierung oder Ersticken: Straßen und Wege
fr_fr: lésion auto-infligée par pendaison, strangulation et suffocation | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X705
source: Trade and service area
de: Vorsätzliche Selbstbeschädigung durch Erhängen, Strangulierung oder Ersticken: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: lésion auto-infligée par pendaison, strangulation et suffocation | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X706
source: Industrial and construction area
de: Vorsätzliche Selbstbeschädigung durch Erhängen, Strangulierung oder Ersticken: Industrieanlagen und Baustellen
fr_fr: lésion auto-infligée par pendaison, strangulation et suffocation | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X707
source: Farm
de: Vorsätzliche Selbstbeschädigung durch Erhängen, Strangulierung oder Ersticken: Landwirtschaftlicher Betrieb
fr_fr: lésion auto-infligée par pendaison, strangulation et suffocation | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X708
source: Other specified place
de: Vorsätzliche Selbstbeschädigung durch Erhängen, Strangulierung oder Ersticken: Sonstige näher bezeichnete Orte
fr_fr: lésion auto-infligée par pendaison, strangulation et suffocation | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X709
source: Unspecified place
de: Vorsätzliche Selbstbeschädigung durch Erhängen, Strangulierung oder Ersticken: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: lésion auto-infligée par pendaison, strangulation et suffocation | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X71
source: Intentional self-harm by drowning and submersion
de: Vorsätzliche Selbstbeschädigung durch Ertrinken und Untergehen
fr_fr: Lésion auto-infligée par noyade et submersion
zh_cn: 用淹溺和沉没方式故意自害

# model:gnuhealth.pathology,name:X710
source: Home
de: Vorsätzliche Selbstbeschädigung durch Ertrinken und Untergehen: Zu Hause
fr_fr: lésion auto-infligée par noyade et submersion | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X711
source: Residential institution
de: Vorsätzliche Selbstbeschädigung durch Ertrinken und Untergehen: Wohnheime oder -anstalten
fr_fr: lésion auto-infligée par noyade et submersion | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X712
source: School, other institution and public administrative area
de: Vorsätzliche Selbstbeschädigung durch Ertrinken und Untergehen: Schule, sonstige öffentliche Bauten
fr_fr: lésion auto-infligée par noyade et submersion | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X713
source: Sports and athletics area
de: Vorsätzliche Selbstbeschädigung durch Ertrinken und Untergehen: Sportstätten
fr_fr: lésion auto-infligée par noyade et submersion | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X714
source: Street and highway
de: Vorsätzliche Selbstbeschädigung durch Ertrinken und Untergehen: Straßen und Wege
fr_fr: lésion auto-infligée par noyade et submersion | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X715
source: Trade and service area
de: Vorsätzliche Selbstbeschädigung durch Ertrinken und Untergehen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: lésion auto-infligée par noyade et submersion | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X716
source: Industrial and construction area
de: Vorsätzliche Selbstbeschädigung durch Ertrinken und Untergehen: Industrieanlagen und Baustellen
fr_fr: lésion auto-infligée par noyade et submersion | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X717
source: Farm
de: Vorsätzliche Selbstbeschädigung durch Ertrinken und Untergehen: Landwirtschaftlicher Betrieb
fr_fr: lésion auto-infligée par noyade et submersion | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X718
source: Other specified place
de: Vorsätzliche Selbstbeschädigung durch Ertrinken und Untergehen: Sonstige näher bezeichnete Orte
fr_fr: lésion auto-infligée par noyade et submersion | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X719
source: Unspecified place
de: Vorsätzliche Selbstbeschädigung durch Ertrinken und Untergehen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: lésion auto-infligée par noyade et submersion | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X72
source: Intentional self-harm by handgun discharge
de: Vorsätzliche Selbstbeschädigung durch Handfeuerwaffe
fr_fr: Lésion auto-infligée par décharge d'une arme de poing
zh_cn: 用手枪发射方式故意自害

# model:gnuhealth.pathology,name:X720
source: Home
de: Vorsätzliche Selbstbeschädigung durch Handfeuerwaffe: Zu Hause
fr_fr: lésion auto-infligée par décharge d'une arme de poing | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X721
source: Residential institution
de: Vorsätzliche Selbstbeschädigung durch Handfeuerwaffe: Wohnheime oder -anstalten
fr_fr: lésion auto-infligée par décharge d'une arme de poing | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X722
source: School, other institution and public administrative area
de: Vorsätzliche Selbstbeschädigung durch Handfeuerwaffe: Schule, sonstige öffentliche Bauten
fr_fr: lésion auto-infligée par décharge d'une arme de poing | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X723
source: Sports and athletics area
de: Vorsätzliche Selbstbeschädigung durch Handfeuerwaffe: Sportstätten
fr_fr: lésion auto-infligée par décharge d'une arme de poing | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X724
source: Street and highway
de: Vorsätzliche Selbstbeschädigung durch Handfeuerwaffe: Straßen und Wege
fr_fr: lésion auto-infligée par décharge d'une arme de poing | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X725
source: Trade and service area
de: Vorsätzliche Selbstbeschädigung durch Handfeuerwaffe: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: lésion auto-infligée par décharge d'une arme de poing | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X726
source: Industrial and construction area
de: Vorsätzliche Selbstbeschädigung durch Handfeuerwaffe: Industrieanlagen und Baustellen
fr_fr: lésion auto-infligée par décharge d'une arme de poing | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X727
source: Farm
de: Vorsätzliche Selbstbeschädigung durch Handfeuerwaffe: Landwirtschaftlicher Betrieb
fr_fr: lésion auto-infligée par décharge d'une arme de poing | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X728
source: Other specified place
de: Vorsätzliche Selbstbeschädigung durch Handfeuerwaffe: Sonstige näher bezeichnete Orte
fr_fr: lésion auto-infligée par décharge d'une arme de poing | autres lieux précisés
zh_cn: 其他指定地方
