Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:D41
source: Neoplasm of uncertain or unknown behaviour of urinary organs
de: Neubildung unsicheren oder unbekannten Verhaltens der Harnorgane
fr_fr: Tumeur des organes urinaires à évolution imprévisible ou inconnue
zh_cn: 泌尿器官动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D410
source: Neoplasm of uncertain or unknown behaviour: Kidney
de: Neubildung unsicheren oder unbekannten Verhaltens: Niere
zh_cn: 肾动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D411
source: Neoplasm of uncertain or unknown behaviour: Renal pelvis
de: Neubildung unsicheren oder unbekannten Verhaltens: Nierenbecken
zh_cn: 肾盂动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D412
source: Neoplasm of uncertain or unknown behaviour: Ureter
de: Neubildung unsicheren oder unbekannten Verhaltens: Ureter
zh_cn: 输尿管动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D413
source: Neoplasm of uncertain or unknown behaviour: Urethra
de: Neubildung unsicheren oder unbekannten Verhaltens: Urethra
zh_cn: 尿道动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D414
source: Neoplasm of uncertain or unknown behaviour: Bladder
de: Neubildung unsicheren oder unbekannten Verhaltens: Harnblase
zh_cn: 膀胱动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D417
source: Neoplasm of uncertain or unknown behaviour: Other urinary organs
de: Neubildung unsicheren oder unbekannten Verhaltens: Sonstige Harnorgane
zh_cn: 其他泌尿器官动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D419
source: Neoplasm of uncertain or unknown behaviour: Urinary organ, unspecified
de: Neubildung unsicheren oder unbekannten Verhaltens: Harnorgan, nicht näher bezeichnet
zh_cn: 泌尿器官未特指的动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D42
source: Neoplasm of uncertain or unknown behaviour of meninges
de: Neubildung unsicheren oder unbekannten Verhaltens der Meningen
fr_fr: Tumeur des méninges à évolution imprévisible ou inconnue
zh_cn: 脑脊膜动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D420
source: Neoplasm of uncertain or unknown behaviour: Cerebral meninges
de: Neubildung unsicheren oder unbekannten Verhaltens: Hirnhäute
zh_cn: 脑膜动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D421
source: Neoplasm of uncertain or unknown behaviour: Spinal meninges
de: Neubildung unsicheren oder unbekannten Verhaltens: Rückenmarkhäute
zh_cn: 脊(髓)膜动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D429
source: Neoplasm of uncertain or unknown behaviour: Meninges, unspecified
de: Neubildung unsicheren oder unbekannten Verhaltens: Meningen, nicht näher bezeichnet
zh_cn: 脑脊膜未特指的动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D43
source: Neoplasm of uncertain or unknown behaviour of brain and central nervous system
de: Neubildung unsicheren oder unbekannten Verhaltens des Gehirns und des Zentralnervensystems
fr_fr: Tumeur de l'encéphale et du système nerveux central à évolution imprévisible ou inconnue
zh_cn: 脑和中枢神经系统动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D430
source: Neoplasm of uncertain or unknown behaviour: Brain, supratentorial
de: Neubildung unsicheren oder unbekannten Verhaltens: Gehirn, supratentoriell
zh_cn: 脑幕上动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D431
source: Neoplasm of uncertain or unknown behaviour: Brain, infratentorial
de: Neubildung unsicheren oder unbekannten Verhaltens: Gehirn, infratentoriell
zh_cn: 脑幕下动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D432
source: Neoplasm of uncertain or unknown behaviour: Brain, unspecified
de: Neubildung unsicheren oder unbekannten Verhaltens: Gehirn, nicht näher bezeichnet
zh_cn: 脑未特指的动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D433
source: Neoplasm of uncertain or unknown behaviour: Cranial nerves
de: Neubildung unsicheren oder unbekannten Verhaltens: Hirnnerven
zh_cn: 脑神经动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D434
source: Neoplasm of uncertain or unknown behaviour: Spinal cord
de: Neubildung unsicheren oder unbekannten Verhaltens: Rückenmark
zh_cn: 脊髓动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D437
source: Neoplasm of uncertain or unknown behaviour: Other parts of central nervous system
de: Neubildung unsicheren oder unbekannten Verhaltens: Sonstige Teile des Zentralnervensystems
zh_cn: 中枢神经系统其他部位动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D439
source: Neoplasm of uncertain or unknown behaviour: Central nervous system, unspecified
de: Neubildung unsicheren oder unbekannten Verhaltens: Zentralnervensystem, nicht näher bezeichnet
zh_cn: 中枢神经系统未特指的动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D44
source: Neoplasm of uncertain or unknown behaviour of endocrine glands
de: Neubildung unsicheren oder unbekannten Verhaltens der endokrinen Drüsen
fr_fr: Tumeur des glandes endocrines à évolution imprévisible ou inconnue
zh_cn: 内分泌腺动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D440
source: Neoplasm of uncertain or unknown behaviour: Thyroid gland
de: Neubildung unsicheren oder unbekannten Verhaltens: Schilddrüse
zh_cn: 甲状腺动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D441
source: Neoplasm of uncertain or unknown behaviour: Adrenal gland
de: Neubildung unsicheren oder unbekannten Verhaltens: Nebenniere
zh_cn: 肾上腺动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D442
source: Neoplasm of uncertain or unknown behaviour: Parathyroid gland
de: Neubildung unsicheren oder unbekannten Verhaltens: Nebenschilddrüse
zh_cn: 甲状旁腺动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D443
source: Neoplasm of uncertain or unknown behaviour: Pituitary gland
de: Neubildung unsicheren oder unbekannten Verhaltens: Hypophyse
zh_cn: 垂体动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D444
source: Neoplasm of uncertain or unknown behaviour: Craniopharyngeal duct
de: Neubildung unsicheren oder unbekannten Verhaltens: Ductus craniopharyngealis
zh_cn: 颅咽管动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D445
source: Neoplasm of uncertain or unknown behaviour: Pineal gland
de: Neubildung unsicheren oder unbekannten Verhaltens: Epiphyse [Glandula pinealis] [Zirbeldrüse]
zh_cn: 松果体动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D446
source: Neoplasm of uncertain or unknown behaviour: Carotid body
de: Neubildung unsicheren oder unbekannten Verhaltens: Glomus caroticum
zh_cn: 颈动脉体动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D447
source: Neoplasm of uncertain or unknown behaviour: Aortic body and other paraganglia
de: Neubildung unsicheren oder unbekannten Verhaltens: Glomus aorticum und sonstige Paraganglien
zh_cn: 主动脉体和其他节旁体动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D448
source: Neoplasm of uncertain or unknown behaviour: Pluriglandular involvement
de: Neubildung unsicheren oder unbekannten Verhaltens: Beteiligung mehrerer endokriner Drüsen
zh_cn: 累及多个腺体动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D449
source: Neoplasm of uncertain or unknown behaviour: Endocrine gland, unspecified
de: Neubildung unsicheren oder unbekannten Verhaltens: Endokrine Drüse, nicht näher bezeichnet
zh_cn: 内分泌腺未特指的动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D46
source: Myelodysplastic syndromes
de: Myelodysplastische Syndrome
fr_fr: Syndromes myélodysplasiques
zh_cn: 骨髓增生异常综合征

# model:gnuhealth.pathology,name:D460
source: Refractory anaemia without ring sideroblasts, so stated
de: Refraktäre Anämie ohne Ringsideroblasten, so bezeichnet
zh_cn: 难治性贫血不伴有铁粒幼细胞，如此述及的

# model:gnuhealth.pathology,name:D461
source: Refractory anaemia with ring sideroblasts
de: Refraktäre Anämie mit Ringsideroblasten
zh_cn: 难治性贫血伴有铁粒幼细胞

# model:gnuhealth.pathology,name:D462
source: Refractory anaemia with excess of blasts [RAEB]
de: Refraktäre Anämie mit Blastenüberschuss [RAEB]
zh_cn: 难治性贫血伴有胚细胞过多

# model:gnuhealth.pathology,name:D463
source: Refractory anaemia with excess of blasts with transformation
de: Refraktäre Anämie mit Blastenüberschuß in Transformation
fr_fr: Anémie réfractaire avec excès de blastes en transformation
zh_cn: 难治性贫血伴有转化中的胚细胞过多

# model:gnuhealth.pathology,name:D464
source: Refractory anaemia, unspecified
de: Refraktäre Anämie, nicht näher bezeichnet
fr_fr: Anémie réfractaire, non précisée
zh_cn: 未特指的难治性贫血

# model:gnuhealth.pathology,name:D465
source: Refractory anaemia with multi-lineage dysplasia
de: Refraktäre Anämie mit Mehrlinien-Dysplasie

# model:gnuhealth.pathology,name:D466
source: Myelodysplastic syndrome with isolated del(5q) chromosomal abnormality
de: Myelodysplastisches Syndrom mit isolierter del(5q)-Chromosomenanomalie

# model:gnuhealth.pathology,name:D467
source: Other myelodysplastic syndromes
de: Sonstige myelodysplastische Syndrome
fr_fr: Autres syndromes myélodysplasiques
zh_cn: 其他骨髓增生异常综合征

# model:gnuhealth.pathology,name:D469
source: Myelodysplastic syndrome, unspecified
de: Myelodysplastisches Syndrom, nicht näher bezeichnet
fr_fr: Syndrome myélodysplasique, sans précision
zh_cn: 未特指的骨髓增生异常综合征

# model:gnuhealth.pathology,name:D47
source: Other neoplasms of uncertain or unknown behaviour of lymphoid, haematopoietic and related tissue
de: Sonstige Neubildungen unsicheren oder unbekannten Verhaltens des lymphatischen, blutbildenden und verwandten Gewebes
fr_fr: Autres tumeurs des tissus lymphoïde, hématopoïétique et apparentés à évolution imprévisible ou inconnue
zh_cn: 淋巴、造血和有关组织动态未定或动态未知的其他肿瘤

# model:gnuhealth.pathology,name:D470
source: Histiocytic and mast cell tumours of uncertain and unknown behaviour
de: Histiozyten- und Mastzelltumor unsicheren oder unbekannten Verhaltens
fr_fr: Tumeurs à histiocytes et mastocytes à évolution imprévisible et inconnue
zh_cn: 动态未定和动态未知的组织细胞和肥大细胞瘤

# model:gnuhealth.pathology,name:D471
source: Chronic myeloproliferative disease
de: Chronische myeloproliferative Krankheit
fr_fr: Maladie myéloproliférative chronique
zh_cn: 慢性骨髓增生性疾病

# model:gnuhealth.pathology,name:D472
source: Monoclonal gammopathy of undetermined significance (MGUS)
de: Monoklonale Gammopathie unbestimmter Signifikanz [MGUS]
zh_cn: 单克隆丙球蛋白病

# model:gnuhealth.pathology,name:D473
source: Essential (haemorrhagic) thrombocythaemia
de: Essentielle (hämorrhagische) Thrombozythämie
fr_fr: Thrombocytémie essentielle (hémorragique)
zh_cn: 特发性(出血性)血小板增多症

# model:gnuhealth.pathology,name:D474
source: Osteomyelofibrosis
de: Osteomyelofibrose

# model:gnuhealth.pathology,name:D475
source: Chronic eosinophilic leukaemia [hypereosinophilic syndrome]
de: Chronische Eosinophilen-Leukämie [Hypereosinophiles Syndrom]

# model:gnuhealth.pathology,name:D477
source: Other specified neoplasms of uncertain or unknown behaviour of lymphoid, haematopoietic and related tissue
de: Sonstige näher bezeichnete Neubildungen unsicheren oder unbekannten Verhaltens des lymphatischen, blutbildenden und verwandten Gewebes
fr_fr: Autres tumeurs précisées des tissus lymphoïde, hématopoïétique et apparentés à évolution imprévisible ou inconnue
zh_cn: 淋巴、造血和有关组织其他特指的动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D479
source: Neoplasm of uncertain or unknown behaviour of lymphoid, haematopoietic and related tissue, unspecified
de: Neubildung unsicheren oder unbekannten Verhaltens des lymphatischen, blutbildenden und verwandten Gewebes, nicht näher bezeichnet
fr_fr: Tumeur des tissus lymphoïde, hématopoïétique et apparentés à évolution imprévisible ou inconnue, sans précision
zh_cn: 淋巴、造血和有关组织未特指的动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D48
source: Neoplasm of uncertain or unknown behaviour of other and unspecified sites
de: Neubildung unsicheren oder unbekannten Verhaltens an sonstigen und nicht näher bezeichneten Lokalisationen
fr_fr: Tumeur de sièges autres et non précisés à évolution imprévisible ou inconnue
zh_cn: 其他和未特指部位的动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D480
source: Neoplasm of uncertain or unknown behaviour: Bone and articular cartilage
de: Neubildung unsicheren oder unbekannten Verhaltens: Knochen und Gelenkknorpel
zh_cn: 骨和关节软骨动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D481
source: Neoplasm of uncertain or unknown behaviour: Connective and other soft tissue
de: Neubildung unsicheren oder unbekannten Verhaltens: Bindegewebe und andere Weichteilgewebe
zh_cn: 结缔组织和其他软组织动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D482
source: Neoplasm of uncertain or unknown behaviour: Peripheral nerves and autonomic nervous system
de: Neubildung unsicheren oder unbekannten Verhaltens: Periphere Nerven und autonomes Nervensystem
zh_cn: 周围神经和自主神经系统动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D483
source: Neoplasm of uncertain or unknown behaviour: Retroperitoneum
de: Neubildung unsicheren oder unbekannten Verhaltens: Retroperitoneum
zh_cn: 腹膜后腔动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D484
source: Neoplasm of uncertain or unknown behaviour: Peritoneum
de: Neubildung unsicheren oder unbekannten Verhaltens: Peritoneum
zh_cn: 腹膜动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D485
source: Neoplasm of uncertain or unknown behaviour: Skin
de: Neubildung unsicheren oder unbekannten Verhaltens: Haut
zh_cn: 皮肤动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D486
source: Neoplasm of uncertain or unknown behaviour: Breast
de: Neubildung unsicheren oder unbekannten Verhaltens: Brustdrüse [Mamma]
zh_cn: 乳房动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D487
source: Neoplasm of uncertain or unknown behaviour: Other specified sites
de: Neubildung unsicheren oder unbekannten Verhaltens: Sonstige näher bezeichnete Lokalisationen
zh_cn: 其他特指部位的动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D489
source: Neoplasm of uncertain or unknown behaviour: Neoplasm of uncertain or unknown behaviour, unspecified
de: Neubildung unsicheren oder unbekannten Verhaltens, nicht näher bezeichnet
zh_cn: 未特指的动态未定或动态未知的肿瘤

# model:gnuhealth.pathology,name:D50
source: Iron deficiency anaemia
de: Eisenmangelanämie
fr_fr: Anémie par carence en fer
zh_cn: 缺铁性贫血

# model:gnuhealth.pathology,name:D500
source: Iron deficiency anaemia secondary to blood loss (chronic)
de: Eisenmangelanämie nach Blutverlust (chronisch)
fr_fr: Anémie par carence en fer secondaire à une perte de sang (chronique)
zh_cn: 继发于(慢性)失血的缺铁性贫血

# model:gnuhealth.pathology,name:D501
source: Sideropenic dysphagia
de: Sideropenische Dysphagie
fr_fr: Dysphagie sidéropénique
zh_cn: 缺铁性吞咽困难

# model:gnuhealth.pathology,name:D508
source: Other iron deficiency anaemias
de: Sonstige Eisenmangelanämien
fr_fr: Autres anémies par carence en fer
zh_cn: 其他缺铁性贫血

# model:gnuhealth.pathology,name:D509
source: Iron deficiency anaemia, unspecified
de: Eisenmangelanämie, nicht näher bezeichnet
fr_fr: Anémie par carence en fer, sans précision
zh_cn: 未特指的缺铁性贫血

# model:gnuhealth.pathology,name:D51
source: Vitamin B
de: Vitamin-B12-Mangelanämie
zh_cn: 维生素B12缺乏性贫血

# model:gnuhealth.pathology,name:D510
source: Vitamin B
de: Vitamin-B12-Mangelanämie durch Mangel an Intrinsic-Faktor
zh_cn: 内在因子缺乏引起的维生素B12缺乏性贫血

# model:gnuhealth.pathology,name:D511
source: Vitamin B
de: Vitamin-B12-Mangelanämie durch selektive Vitamin-B12-Malabsorption mit Proteinurie
zh_cn: 选择性维生素B12吸收不良伴有蛋白尿引起的维生素B12缺乏性贫血

# model:gnuhealth.pathology,name:D512
source: Transcobalamin II deficiency
de: Transcobalamin-II-Mangel (-Anämie)
fr_fr: Carence en transcobalamine II
zh_cn: 转钴胺素II缺乏

# model:gnuhealth.pathology,name:D513
source: Other dietary vitamin B
de: Sonstige alimentäre Vitamin-B12-Mangelanämie
zh_cn: 其他饮食性维生素B12缺乏性贫血

# model:gnuhealth.pathology,name:D518
source: Other vitamin B
de: Sonstige Vitamin-B12-Mangelanämien
zh_cn: 其他维生素B12缺乏性贫血

# model:gnuhealth.pathology,name:D519
source: Vitamin B
de: Vitamin-B12-Mangelanämie, nicht näher bezeichnet
zh_cn: 未特指的维生素B12缺乏性贫血

# model:gnuhealth.pathology,name:D52
source: Folate deficiency anaemia
de: Folsäure-Mangelanämie
fr_fr: Anémie par carence en acide folique
zh_cn: 叶酸盐缺乏性贫血

# model:gnuhealth.pathology,name:D520
source: Dietary folate deficiency anaemia
de: Alimentäre Folsäure-Mangelanämie
fr_fr: Anémie par carence alimentaire en acide folique
zh_cn: 饮食性叶酸盐缺乏性贫血

# model:gnuhealth.pathology,name:D521
source: Drug-induced folate deficiency anaemia
de: Arzneimittelinduzierte Folsäure-Mangelanämie
fr_fr: Anémie par carence en acide folique due à des médicaments
zh_cn: 药物性叶酸盐缺乏性贫血

# model:gnuhealth.pathology,name:D528
source: Other folate deficiency anaemias
de: Sonstige Folsäure-Mangelanämien
fr_fr: Autres anémies par carence en acide folique
zh_cn: 其他叶酸盐缺乏性贫血

# model:gnuhealth.pathology,name:D529
source: Folate deficiency anaemia, unspecified
de: Folsäure-Mangelanämie, nicht näher bezeichnet
fr_fr: Anémie par carence en acide folique, sans précision
zh_cn: 未特指的叶酸盐缺乏性贫血

# model:gnuhealth.pathology,name:D53
source: Other nutritional anaemias
de: Sonstige alimentäre Anämien
fr_fr: Autres anémies nutritionnelles
zh_cn: 其他营养性贫血

# model:gnuhealth.pathology,name:D530
source: Protein deficiency anaemia
de: Eiweißmangelanämie
fr_fr: Anémie par carence en protéines
zh_cn: 蛋白缺乏性贫血

# model:gnuhealth.pathology,name:D531
source: Other megaloblastic anaemias, not elsewhere classified
de: Sonstige megaloblastäre Anämien, anderenorts nicht klassifiziert
fr_fr: Autres anémies mégaloblastiques, non classées ailleurs
zh_cn: 其他巨幼细胞性贫血，不可归类在他处者

# model:gnuhealth.pathology,name:D532
source: Scorbutic anaemia
de: Skorbutanämie
fr_fr: Anémie scorbutique
zh_cn: 维生素C缺乏性贫血

# model:gnuhealth.pathology,name:D538
source: Other specified nutritional anaemias
de: Sonstige näher bezeichnete alimentäre Anämien
fr_fr: Autres anémies nutritionnelles précisées
zh_cn: 其他特指的营养性贫血

# model:gnuhealth.pathology,name:D539
source: Nutritional anaemia, unspecified
de: Alimentäre Anämie, nicht näher bezeichnet
fr_fr: Anémie nutritionnelle, sans précision
zh_cn: 未特指的营养性贫血

# model:gnuhealth.pathology,name:D55
source: Anaemia due to enzyme disorders
de: Anämie durch Enzymdefekte
fr_fr: Anémie due à des anomalies enzymatiques
zh_cn: 酶代谢紊乱性贫血

# model:gnuhealth.pathology,name:D550
source: Anaemia due to glucose-6-phosphate dehydrogenase [G6PD] deficiency
de: Anämie durch Glukose-6-Phosphat-Dehydrogenase[G6PD]-Mangel
fr_fr: Anémie due à une carence en glucose-6-phosphate déshydrogénase [G6PD]
zh_cn: 葡萄糖6-磷酸脱氢酶[G6PD]缺乏性贫血

# model:gnuhealth.pathology,name:D551
source: Anaemia due to other disorders of glutathione metabolism
de: Anämie durch sonstige Störungen des Glutathionstoffwechsels
fr_fr: Anémie due à d'autres anomalies du métabolisme du glutathion
zh_cn: 其他谷胱甘肽代谢紊乱性贫血

# model:gnuhealth.pathology,name:D552
source: Anaemia due to disorders of glycolytic enzymes
de: Anämie durch Störungen glykolytischer Enzyme
fr_fr: Anémie due à des anomalies des enzymes glycolytiques
zh_cn: 糖酵解酶代谢紊乱性贫血

# model:gnuhealth.pathology,name:D553
source: Anaemia due to disorders of nucleotide metabolism
de: Anämie durch Störungen des Nukleotidstoffwechsels
fr_fr: Anémie due à des anomalies du métabolisme des nucléotides
zh_cn: 核苷酸代谢紊乱性贫血

# model:gnuhealth.pathology,name:D558
source: Other anaemias due to enzyme disorders
de: Sonstige Anämien durch Enzymdefekte
fr_fr: Autres anémies dues à des anomalies enzymatiques
zh_cn: 其他酶代谢紊乱性贫血

# model:gnuhealth.pathology,name:D559
source: Anaemia due to enzyme disorder, unspecified
de: Anämie durch Enzymdefekte, nicht näher bezeichnet
fr_fr: Anémie due à des anomalies enzymatiques, sans précision
zh_cn: 未特指的酶代谢紊乱性贫血

# model:gnuhealth.pathology,name:D56
source: Thalassaemia
de: Thalassämie
fr_fr: Thalassémie
zh_cn: 地中海贫血

# model:gnuhealth.pathology,name:D560
source: Alpha thalassaemia
de: Alpha-Thalassämie
fr_fr: Alpha-thalassémie
zh_cn: α型地中海贫血

# model:gnuhealth.pathology,name:D561
source: Beta thalassaemia
de: Beta-Thalassämie
fr_fr: Bêta-thalassémie
zh_cn: β型地中海贫血

# model:gnuhealth.pathology,name:D562
source: Delta-beta thalassaemia
de: Delta-Beta-Thalassämie
fr_fr: Delta-bêta-thalassémie
zh_cn: δ-β型地中海贫血

# model:gnuhealth.pathology,name:D563
source: Thalassaemia trait
de: Thalassämie-Erbanlage
fr_fr: Trait thalassémique
zh_cn: 地中海贫血特性

# model:gnuhealth.pathology,name:D564
source: Hereditary persistence of fetal haemoglobin [HPFH]
de: Hereditäre Persistenz fetalen Hämoglobins [HPFH]
zh_cn: 遗传性胎儿血红蛋白持续增多症[HPFH]

# model:gnuhealth.pathology,name:D568
source: Other thalassaemias
de: Sonstige Thalassämien
fr_fr: Autres thalassémies
zh_cn: 其他地中海贫血

# model:gnuhealth.pathology,name:D569
source: Thalassaemia, unspecified
de: Thalassämie, nicht näher bezeichnet
fr_fr: Thalassémie, sans précision
zh_cn: 未特指的地中海贫血

# model:gnuhealth.pathology,name:D57
source: Sickle-cell disorders
de: Sichelzellenkrankheiten
fr_fr: Affections à hématies falciformes [drépanocytaires]
zh_cn: 镰状细胞疾患

# model:gnuhealth.pathology,name:D570
source: Sickle-cell anaemia with crisis
de: Sichelzellenanämie mit Krisen
fr_fr: Anémie à hématies falciformes [anémie drépanocytaire] avec crises
zh_cn: 镰状细胞性贫血伴有危象

# model:gnuhealth.pathology,name:D571
source: Sickle-cell anaemia without crisis
de: Sichelzellenanämie ohne Krisen
fr_fr: Anémie à hématies falciformes sans crises
zh_cn: 镰状细胞性贫血不伴有危象

# model:gnuhealth.pathology,name:D572
source: Double heterozygous sickling disorders
de: Doppelt heterozygote Sichelzellenkrankheiten
fr_fr: Affections à hématies falciformes [drépanocytaires] hétérozygotes doubles
zh_cn: 双杂合镰状细胞形成疾患

# model:gnuhealth.pathology,name:D573
source: Sickle-cell trait
de: Sichelzellen-Erbanlage
fr_fr: Trait de la maladie des hématies falciformes [drépanocytaire]
zh_cn: 镰状细胞特性

# model:gnuhealth.pathology,name:D578
source: Other sickle-cell disorders
de: Sonstige Sichelzellenkrankheiten
fr_fr: Autres affections à hématies falciformes [drépanocytaires]
zh_cn: 其他镰状细胞疾患

# model:gnuhealth.pathology,name:D58
source: Other hereditary haemolytic anaemias
de: Sonstige hereditäre hämolytische Anämien
fr_fr: Autres anémies hémolytiques héréditaires
zh_cn: 其他遗传性溶血性贫血

# model:gnuhealth.pathology,name:D580
source: Hereditary spherocytosis
de: Hereditäre Sphärozytose
fr_fr: Sphérocytose héréditaire
zh_cn: 遗传性球形红细胞增多症

# model:gnuhealth.pathology,name:D581
source: Hereditary elliptocytosis
de: Hereditäre Elliptozytose
fr_fr: Elliptocytose héréditaire
zh_cn: 遗传性椭圆形红细胞增多症

# model:gnuhealth.pathology,name:D582
source: Other haemoglobinopathies
de: Sonstige Hämoglobinopathien
fr_fr: Autres hémoglobinopathies
zh_cn: 其他血红蛋白病

# model:gnuhealth.pathology,name:D588
source: Other specified hereditary haemolytic anaemias
de: Sonstige näher bezeichnete hereditäre hämolytische Anämien
fr_fr: Autres anémies hémolytiques héréditaires précisées
zh_cn: 其他特指的遗传性溶血性贫血

# model:gnuhealth.pathology,name:D589
source: Hereditary haemolytic anaemia, unspecified
de: Hereditäre hämolytische Anämie, nicht näher bezeichnet
fr_fr: Anémie hémolytique héréditaire, sans précision
zh_cn: 未特指的遗传性溶血性贫血

# model:gnuhealth.pathology,name:D59
source: Acquired haemolytic anaemia
de: Erworbene hämolytische Anämien
fr_fr: Anémie hémolytique acquise
zh_cn: 后天性溶血性贫血

# model:gnuhealth.pathology,name:D590
source: Drug-induced autoimmune haemolytic anaemia
de: Arzneimittelinduzierte autoimmunhämolytische Anämie
fr_fr: Anémie hémolytique auto-immune, due à des médicaments
zh_cn: 药物性自身免疫性溶血性贫血

# model:gnuhealth.pathology,name:D591
source: Other autoimmune haemolytic anaemias
de: Sonstige autoimmunhämolytische Anämien
fr_fr: Autres anémies hémolytiques auto-immunes
zh_cn: 其他自身免疫性溶血性贫血

# model:gnuhealth.pathology,name:D592
source: Drug-induced nonautoimmune haemolytic anaemia
de: Arzneimittelinduzierte nicht-autoimmunhämolytische Anämie
fr_fr: Anémie hémolytique non auto-immune, due à des médicaments
zh_cn: 药物性非自身免疫性溶血性贫血

# model:gnuhealth.pathology,name:D593
source: Haemolytic-uraemic syndrome
de: Hämolytisch-urämisches Syndrom
fr_fr: Syndrome hémolytique urémique
zh_cn: 溶血-尿毒症综合征

# model:gnuhealth.pathology,name:D594
source: Other nonautoimmune haemolytic anaemias
de: Sonstige nicht-autoimmunhämolytische Anämien
fr_fr: Autres anémies hémolytiques non auto-immunes
zh_cn: 其他非自身免疫性溶血性贫血

# model:gnuhealth.pathology,name:D595
source: Paroxysmal nocturnal haemoglobinuria [Marchiafava-Micheli]
de: Paroxysmale nächtliche Hämoglobinurie [Marchiafava-Micheli]
fr_fr: Hémoglobinurie nocturne paroxystique [Marchiafava-Micheli]
zh_cn: 阵发性夜间血红蛋白尿
