Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:F180
source: Acute intoxication
fr_fr: troubles mentaux et du comportement liés à l'utilisation de solvants volatils | intoxication aiguë

# model:gnuhealth.pathology,name:F181
source: Harmful use
fr_fr: troubles mentaux et du comportement liés à l'utilisation de solvants volatils | utilisation nocive pour la santé

# model:gnuhealth.pathology,name:F182
source: Dependence syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation de solvants volatils | syndrome de dépendance

# model:gnuhealth.pathology,name:F183
source: Withdrawal state
fr_fr: troubles mentaux et du comportement liés à l'utilisation de solvants volatils | syndrome de sevrage

# model:gnuhealth.pathology,name:F184
source: Withdrawal state with delirium
fr_fr: troubles mentaux et du comportement liés à l'utilisation de solvants volatils | syndrome de sevrage avec delirium

# model:gnuhealth.pathology,name:F185
source: Psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation de solvants volatils | trouble psychotique

# model:gnuhealth.pathology,name:F186
source: Amnesic syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation de solvants volatils | syndrome amnésique

# model:gnuhealth.pathology,name:F187
source: Residual and late-onset psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation de solvants volatils | trouble résiduel ou psychotique de survenue tardive

# model:gnuhealth.pathology,name:F188
source: Other mental and behavioural disorders
fr_fr: troubles mentaux et du comportement liés à l'utilisation de solvants volatils | autres troubles mentaux et du comportement

# model:gnuhealth.pathology,name:F189
source: Unspecified mental and behavioural disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation de solvants volatils | trouble mental ou du comportement, sans précision

# model:gnuhealth.pathology,name:F190
source: Acute intoxication
fr_fr: troubles mentaux et du comportement liés à l'utilisation de drogues multiples et troubles liés à l'utilisation d'autres substances psycho-actives | intoxication aiguë

# model:gnuhealth.pathology,name:F191
source: Harmful use
fr_fr: troubles mentaux et du comportement liés à l'utilisation de drogues multiples et troubles liés à l'utilisation d'autres substances psycho-actives | utilisation nocive pour la santé

# model:gnuhealth.pathology,name:F192
source: Dependence syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation de drogues multiples et troubles liés à l'utilisation d'autres substances psycho-actives | syndrome de dépendance

# model:gnuhealth.pathology,name:F193
source: Withdrawal state
fr_fr: troubles mentaux et du comportement liés à l'utilisation de drogues multiples et troubles liés à l'utilisation d'autres substances psycho-actives | syndrome de sevrage

# model:gnuhealth.pathology,name:F194
source: Withdrawal state with delirium
fr_fr: troubles mentaux et du comportement liés à l'utilisation de drogues multiples et troubles liés à l'utilisation d'autres substances psycho-actives | syndrome de sevrage avec delirium

# model:gnuhealth.pathology,name:F195
source: Psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation de drogues multiples et troubles liés à l'utilisation d'autres substances psycho-actives | trouble psychotique

# model:gnuhealth.pathology,name:F196
source: Amnesic syndrome
fr_fr: troubles mentaux et du comportement liés à l'utilisation de drogues multiples et troubles liés à l'utilisation d'autres substances psycho-actives | syndrome amnésique

# model:gnuhealth.pathology,name:F197
source: Residual and late-onset psychotic disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation de drogues multiples et troubles liés à l'utilisation d'autres substances psycho-actives | trouble résiduel ou psychotique de survenue tardive

# model:gnuhealth.pathology,name:F198
source: Other mental and behavioural disorders
fr_fr: troubles mentaux et du comportement liés à l'utilisation de drogues multiples et troubles liés à l'utilisation d'autres substances psycho-actives | autres troubles mentaux et du comportement

# model:gnuhealth.pathology,name:F199
source: Unspecified mental and behavioural disorder
fr_fr: troubles mentaux et du comportement liés à l'utilisation de drogues multiples et troubles liés à l'utilisation d'autres substances psycho-actives | trouble mental ou du comportement, sans précision

# model:gnuhealth.pathology,name:F204
source: Postschizophrenic depression
fr_fr: Dépression post-schizophrénique

# model:gnuhealth.pathology,name:F32
source: Depressive episode
fr_fr: Episodes dépressifs
zh_cn: 抑郁发作

# model:gnuhealth.pathology,name:F341
source: Dysthymia
fr_fr: Dysthymie
zh_cn: 恶劣心境

# model:gnuhealth.pathology,name:F411
source: Generalised anxiety disorder
fr_fr: Anxiété généralisée

# model:gnuhealth.pathology,name:F431
source: Posttraumatic stress disorder
fr_fr: Etat de stress post-traumatique

# model:gnuhealth.pathology,name:F450
source: Somatisation disorder
fr_fr: Somatisation

# model:gnuhealth.pathology,name:F481
source: Depersonalisation-derealisation syndrome
fr_fr: Syndrome de dépersonnalisation-déréalisation

# model:gnuhealth.pathology,name:F500
source: Anorexia nervosa
fr_fr: Anorexie mentale
zh_cn: 神经性厌食

# model:gnuhealth.pathology,name:F502
source: Bulimia nervosa
fr_fr: Boulimie (bulimia nervosa)
zh_cn: 神经性贪食

# model:gnuhealth.pathology,name:F842
source: Rett's syndrome
fr_fr: Syndrome de Rett

# model:gnuhealth.pathology,name:F845
source: Asperger's syndrome
fr_fr: Syndrome d'Asperger

# model:gnuhealth.pathology,name:F911
source: Unsocialised conduct disorder
fr_fr: Trouble des conduites, type mal socialisé

# model:gnuhealth.pathology,name:F912
source: Socialised conduct disorder
fr_fr: Trouble des conduites, type socialisé

# model:gnuhealth.pathology,name:G10
source: Huntington's disease
fr_fr: Chorée de Huntington

# model:gnuhealth.pathology,name:G20
source: Parkinson's disease
fr_fr: Maladie de Parkinson

# model:gnuhealth.pathology,name:G21
source: Secondary Parkinsonism
fr_fr: Syndrome parkinsonien secondaire

# model:gnuhealth.pathology,name:G211
source: Other drug-induced secondary Parkinsonism
fr_fr: Autres syndromes secondaires parkinsoniens dus à des médicaments

# model:gnuhealth.pathology,name:G212
source: Secondary Parkinsonism due to other external agents
fr_fr: Syndrome parkinsonien secondaire dû à d'autres agents externes

# model:gnuhealth.pathology,name:G213
source: Postencephalitic Parkinsonism
fr_fr: Syndrome parkinsonien postencéphalitique

# model:gnuhealth.pathology,name:G218
source: Other secondary Parkinsonism
fr_fr: Autres syndromes parkinsoniens secondaires

# model:gnuhealth.pathology,name:G219
source: Secondary Parkinsonism, unspecified
fr_fr: Syndrome parkinsonien secondaire, sans précision

# model:gnuhealth.pathology,name:G232
source: Striatonigral degeneration
fr_fr: Dégénérescence striato-nigrique [nigrostriée]

# model:gnuhealth.pathology,name:G30
source: Alzheimer's disease
fr_fr: Maladie d'Alzheimer

# model:gnuhealth.pathology,name:G300
source: Alzheimer's disease with early onset
fr_fr: Maladie d'Alzheimer à début précoce

# model:gnuhealth.pathology,name:G301
source: Alzheimer's disease with late onset
fr_fr: Maladie d'Alzheimer à début tardif

# model:gnuhealth.pathology,name:G308
source: Other Alzheimer's disease
fr_fr: Autres formes de la maladie d'Alzheimer

# model:gnuhealth.pathology,name:G309
source: Alzheimer's disease, unspecified
fr_fr: Maladie d'Alzheimer, sans précision

# model:gnuhealth.pathology,name:G374
source: Subacute necrotising myelitis
fr_fr: Myélite nécrosante subaiguë

# model:gnuhealth.pathology,name:G375
source: Concentric sclerosis [Bal¢]
fr_fr: Sclérose concentrique [Baló]

# model:gnuhealth.pathology,name:G400
source: Localisation-related (focal) (partial) idiopathic epilepsy and epileptic syndromes with seizures of localised onset
fr_fr: Epilepsie et syndromes épileptiques idiopathiques définis par leur localisation (focale, partielle) avec crises à début focal

# model:gnuhealth.pathology,name:G401
source: Localisation-related (focal) (partial) symptomatic epilepsy and epileptic syndromes with simple partial seizures
fr_fr: Epilepsie et syndromes épileptiques symptomatiques définis par leur localisation (focale, partielle) avec crises partielles simples

# model:gnuhealth.pathology,name:G402
source: Localisation-related (focal) (partial) symptomatic epilepsy and epileptic syndromes with complex partial seizures
fr_fr: Epilepsie et syndromes épileptiques symptomatiques définis par leur localisation (focale, partielle) avec des crises partielles complexes

# model:gnuhealth.pathology,name:G403
source: Generalised idiopathic epilepsy and epileptic syndromes
fr_fr: Epilepsie et syndromes épileptiques généralisés idiopathiques

# model:gnuhealth.pathology,name:G404
source: Other generalised epilepsy and epileptic syndromes
fr_fr: Autres épilepsies et syndromes épileptiques généralisés

# model:gnuhealth.pathology,name:G41
source: Status epilepticus
fr_fr: Etat de mal épileptique
zh_cn: 癫痫持续状态

# model:gnuhealth.pathology,name:G443
source: Chronic posttraumatic headache
fr_fr: Céphalée chronique post-traumatique

# model:gnuhealth.pathology,name:G453
source: Amaurosis fugax
fr_fr: Amaurose fugace
zh_cn: 一过性黑朦

# model:gnuhealth.pathology,name:G510
source: Bell's palsy
fr_fr: Paralysie faciale a frigore

# model:gnuhealth.pathology,name:G512
source: Melkersson's syndrome
fr_fr: Syndrome de Melkersson-Rosenthal

# model:gnuhealth.pathology,name:G551
source: Nerve root and plexus compressions in intervertebral disk disorders
fr_fr: Compression des racines et des plexus nerveux au cours d'atteintes des disques intervertébraux (M50-M51+)

# model:gnuhealth.pathology,name:G571
source: Meralgia paraesthetica
fr_fr: Méralgie paresthésique
zh_cn: 感觉异样性股痛

# model:gnuhealth.pathology,name:G587
source: Mononeuritis multiplex
fr_fr: Mononévrite de sièges multiples
zh_cn: 多发性单神经炎

# model:gnuhealth.pathology,name:G601
source: Refsum's disease
fr_fr: Maladie de Refsum

# model:gnuhealth.pathology,name:G700
source: Myasthenia gravis
fr_fr: Myasthénie
zh_cn: 重症肌无力

# model:gnuhealth.pathology,name:G731
source: Eaton-Lambert syndrome
fr_fr: Syndrome de Lambert-Eaton (C80+)

# model:gnuhealth.pathology,name:G737
source: Myopathy other diseases classified elsewhere
fr_fr: Myopathie au cours d'autres maladies classées ailleurs

# model:gnuhealth.pathology,name:G80
source: Infantile cerebral palsy
fr_fr: Paralysie cérébrale

# model:gnuhealth.pathology,name:G800
source: Spastic cerebral palsy
fr_fr: Paralysie cérébrale spastique quadriplégique

# model:gnuhealth.pathology,name:G801
source: Spastic diplegia
fr_fr: Paralysie cérébrale spastique diplégique

# model:gnuhealth.pathology,name:G802
source: Infantile hemiplegia
fr_fr: Paralysie cérébrale spastique hémiplégique

# model:gnuhealth.pathology,name:G808
source: Other infantile cerebral palsy
fr_fr: Autres paralysies cérébrales

# model:gnuhealth.pathology,name:G809
source: Infantile cerebral palsy, unspecified
fr_fr: Paralysie cérébrale, sans précision

# model:gnuhealth.pathology,name:G902
source: Horner's syndrome
fr_fr: Syndrome de Claude Bernard-Horner

# model:gnuhealth.pathology,name:G913
source: Posttraumatic hydrocephalus, unspecified
fr_fr: Hydrocéphalie post-traumatique, sans précision

# model:gnuhealth.pathology,name:G937
source: Reye's syndrome
fr_fr: Syndrome de Reye

# model:gnuhealth.pathology,name:H010
source: Blepharitis
fr_fr: Blépharite
zh_cn: 睑缘炎

# model:gnuhealth.pathology,name:H011
source: Non-infectious dermatoses of eyelid
fr_fr: Dermatoses non infectieuses de la paupière

# model:gnuhealth.pathology,name:H023
source: Blepharochalasis
fr_fr: Blépharochalasis
zh_cn: 眼睑皮肤松弛症

# model:gnuhealth.pathology,name:H04
source: Disorders of lachrymal system
fr_fr: Affections de l'appareil lacrymal

# model:gnuhealth.pathology,name:H041
source: Other disorders of lachrymal gland
fr_fr: Autres affections des glandes lacrymales

# model:gnuhealth.pathology,name:H043
source: Acute and unspecified inflammation of lachrymal passages
fr_fr: Inflammation aiguë et sans précision des voies lacrymales

# model:gnuhealth.pathology,name:H044
source: Chronic inflammation of lachrymal passages
fr_fr: Inflammation chronique des voies lacrymales

# model:gnuhealth.pathology,name:H045
source: Stenosis and insufficiency of lachrymal passages
fr_fr: Sténose et insuffisance des voies lacrymales

# model:gnuhealth.pathology,name:H046
source: Other changes in lachrymal passages
fr_fr: Autres lésions des voies lacrymales

# model:gnuhealth.pathology,name:H048
source: Other disorders of lachrymal system
fr_fr: Autres affections de l'appareil lacrymal

# model:gnuhealth.pathology,name:H049
source: Disorder of lachrymal system, unspecified
fr_fr: Affection de l'appareil lacrymal, sans précision

# model:gnuhealth.pathology,name:H06
source: Disorders of lachrymal system and orbit in diseases classified elsewhere
fr_fr: Affections de l'appareil lacrymal et de l'orbite au cours de maladies classées ailleurs

# model:gnuhealth.pathology,name:H060
source: Disorders of lachrymal system in diseases classified elsewhere
fr_fr: Affections de l'appareil lacrymal au cours de maladies classées ailleurs

# model:gnuhealth.pathology,name:H110
source: Pterygium
fr_fr: Ptérygion
zh_cn: 翼状胬肉

# model:gnuhealth.pathology,name:H16
source: Keratitis
fr_fr: Kératite
zh_cn: 角膜炎

# model:gnuhealth.pathology,name:H164
source: Corneal neovascularisation
fr_fr: Néovascularisation cornéenne

# model:gnuhealth.pathology,name:H473
source: Other disorders of optic disk
fr_fr: Autres affections de la papille optique

# model:gnuhealth.pathology,name:H530
source: Amblyopia ex anopsia
fr_fr: Amblyopie ex anopsia
zh_cn: 失用性弱视

# model:gnuhealth.pathology,name:H54
source: Blindness and low vision
fr_fr: Cécité et baisse de la vision

# model:gnuhealth.pathology,name:H540
source: Blindness, both eyes
fr_fr: Cécité des deux yeux

# model:gnuhealth.pathology,name:H541
source: Blindness, one eye, low vision, other eye
fr_fr: Cécité d'un œil, baisse de vision de l'autre œil

# model:gnuhealth.pathology,name:H542
source: Low vision, both eyes
fr_fr: Baisse de vision des deux yeux

# model:gnuhealth.pathology,name:H543
source: Unqualified visual loss, both eyes
fr_fr: Perte de vision non précisée des deux yeux

# model:gnuhealth.pathology,name:H544
source: Blindness, one eye
fr_fr: Cécité d'un œil

# model:gnuhealth.pathology,name:H545
source: Low vision, one eye
fr_fr: Baisse de vision d'un œil

# model:gnuhealth.pathology,name:H546
source: Unqualified visual loss, one eye
fr_fr: Perte de vision non précisée d'un œil

# model:gnuhealth.pathology,name:H588
source: Visual disturbances in diseases classified elsewhere
fr_fr: Autres affections précisées de l'œil et de ses annexes au cours de maladies classées ailleurs

# model:gnuhealth.pathology,name:H590
source: Vitreous syndrome following cataract surgery
fr_fr: Kératopathie (bulleuse) après chirurgie de la cataracte [de l'aphaque]

# model:gnuhealth.pathology,name:H60
source: Otitis externa
fr_fr: Otite externe
zh_cn: 外耳炎

# model:gnuhealth.pathology,name:H605
source: Acute otitis externa, non-infective
fr_fr: Otite externe aiguë, non infectieuse

# model:gnuhealth.pathology,name:H611
source: Non-infective disorders of pinna
fr_fr: Affections non infectieuses du pavillon de l'oreille

# model:gnuhealth.pathology,name:H702
source: Petrositis
fr_fr: Apexite [pétrosite]
zh_cn: 岩锥炎

# model:gnuhealth.pathology,name:H810
source: Ménière's disease
fr_fr: Maladie de Ménière

# model:gnuhealth.pathology,name:H830
source: Labyrinthitis
fr_fr: Labyrinthite
zh_cn: 迷路炎

# model:gnuhealth.pathology,name:I159
source: Seconday hypertension, unspecified
fr_fr: Hypertension secondaire, sans précision

# model:gnuhealth.pathology,name:I20
source: Angina pectoris
fr_fr: Angine de poitrine
zh_cn: 心绞痛

# model:gnuhealth.pathology,name:I236
source: Thrombosis of atrium, auricular appendage and ventricle as current complications following acute myocardial infarction
fr_fr: Thrombose de l'oreillette, de l'auricule et du ventricule comme complication récente d'un infarctus aigu du myocarde

# model:gnuhealth.pathology,name:I241
source: Dressler's syndrome
fr_fr: Syndrome de Dressler

# model:gnuhealth.pathology,name:I254
source: Coronary artery aneurysm
fr_fr: Anévrisme d'une artère coronaire

# model:gnuhealth.pathology,name:I456
source: Preexcitation syndrome
fr_fr: Syndrome de pré-excitation

# model:gnuhealth.pathology,name:I470
source: Reentry ventricular arrhythmia
fr_fr: Arythmie ventriculaire de réentrée

# model:gnuhealth.pathology,name:I491
source: Atrial premature depolarisation
fr_fr: Dépolarisation auriculaire prématurée

# model:gnuhealth.pathology,name:I492
source: Junctional premature depolarisation
fr_fr: Dépolarisation jonctionnelle prématurée

# model:gnuhealth.pathology,name:I493
source: Ventricular premature depolarisation
fr_fr: Dépolarisation ventriculaire prématurée

# model:gnuhealth.pathology,name:I494
source: Other and unspecified premature depolarisation
fr_fr: Dépolarisations prématurées, autres et sans précision

# model:gnuhealth.pathology,name:I616
source: Intracerebral haemorrhage, multiple localised
fr_fr: Hémorragie intracérébrale, localisations multiples

# model:gnuhealth.pathology,name:I620
source: Subdural haemorrhage (acute) (nontraumatic)
fr_fr: Hémorragie sous-durale (aiguë) (non traumatique)

# model:gnuhealth.pathology,name:I702
source: Atherosclerosis of arteries of the extremities
fr_fr: Athérosclérose des artères distales

# model:gnuhealth.pathology,name:I709
source: Generalised and unspecified atherosclerosis
fr_fr: Athérosclérose généralisée et sans précision

# model:gnuhealth.pathology,name:I72
source: Other aneurysm
fr_fr: Autres anévrismes

# model:gnuhealth.pathology,name:I720
source: Aneurysm of carotid artery
fr_fr: Anévrisme de l'artère carotide

# model:gnuhealth.pathology,name:I721
source: Aneurysm of artery of upper extremity
fr_fr: Anévrisme des artères du membre supérieur

# model:gnuhealth.pathology,name:I722
source: Aneurysm of renal artery
fr_fr: Anévrisme des artères rénales

# model:gnuhealth.pathology,name:I723
source: Aneurysm of iliac artery
fr_fr: Anévrisme de l'artère iliaque

# model:gnuhealth.pathology,name:I724
source: Aneurysm of artery of lower extremity
fr_fr: Anévrisme des artères du membre inférieur

# model:gnuhealth.pathology,name:I728
source: Aneurysm of other specified arteries
fr_fr: Anévrisme d'autres artères précisées

# model:gnuhealth.pathology,name:I729
source: Aneurysm of unspecified site
fr_fr: Anévrisme de localisation non précisée

# model:gnuhealth.pathology,name:I730
source: Raynaud's syndrome
fr_fr: Syndrome de Raynaud

# model:gnuhealth.pathology,name:I742
source: Embolism and thrombosis of arteries of the upper extremities
fr_fr: Embolie et thrombose des artères des membres supérieurs

# model:gnuhealth.pathology,name:I743
source: Embolism and thrombosis of arteries of the lower extremities
fr_fr: Embolie et thrombose des artères des membres inférieurs

# model:gnuhealth.pathology,name:I781
source: Naevus, nonneoplastic
fr_fr: Nævus, non néoplasique

# model:gnuhealth.pathology,name:I821
source: Thrombophlebitis migrans
fr_fr: Thrombophlébite migratrice
zh_cn: 移动性血栓静脉炎

# model:gnuhealth.pathology,name:I870
source: Postphlebitic syndrome
fr_fr: Syndrome post-phlébitique

# model:gnuhealth.pathology,name:I872
source: Venous insufficiency (chronic) (peripheral)
fr_fr: Insuffisance veineuse (chronique) (périphérique)

# model:gnuhealth.pathology,name:I89
source: Other non-infective disorders of lymphatic vessels and lymph nodes
fr_fr: Autres atteintes non infectieuses des vaisseaux et des ganglions lymphatiques

# model:gnuhealth.pathology,name:I891
source: Lymphangitis
fr_fr: Lymphangite
zh_cn: 淋巴管炎

# model:gnuhealth.pathology,name:I898
source: Other specified non-infective disorders of lymphatic vessels and lymph nodes
fr_fr: Autres atteintes non infectieuses précisées des vaisseaux et des ganglions lymphatiques

# model:gnuhealth.pathology,name:I899
source: Non-infective disorder of lymphatic vessels and lymph nodes, unspecified
fr_fr: Atteinte non infectieuse des vaisseaux et des ganglions lymphatiques, sans précision

# model:gnuhealth.pathology,name:I982
source: Oesophageal varices in diseases classified elsewhere
fr_fr: Varices œsophagiennes au cours de maladies classées ailleurs

# model:gnuhealth.pathology,name:J09
source: Influenza due to identified avian influenza virus
fr_fr: Grippe, à virus de grippe aviaire identifié

# model:gnuhealth.pathology,name:J10
source: Influenza due to identified influenza virus
fr_fr: Grippe, à autre virus grippal identifié

# model:gnuhealth.pathology,name:J100
source: Influenza with pneumonia, influenza virus identified
fr_fr: Grippe avec pneumopathie, autre virus grippal identifié

# model:gnuhealth.pathology,name:J101
source: Influenza with other respiratory manifestations, influenza virus identified
fr_fr: Grippe avec d'autres manifestations respiratoires, autre virus grippal identifié

# model:gnuhealth.pathology,name:J108
source: Influenza with other manifestations, influenza virus identified
fr_fr: Grippe avec d'autres manifestations, autre virus grippal identifié

# model:gnuhealth.pathology,name:J156
source: Pneumonia due to other aerobic Gram-negative bacteria
fr_fr: Pneumopathie due à d'autres bactéries aérobies à Gram négatif

# model:gnuhealth.pathology,name:J203
source: Acute bronchitis due to coxsackie virus
fr_fr: Bronchite aiguë due au virus Coxsackie

# model:gnuhealth.pathology,name:J430
source: MacLeod's syndrome
fr_fr: Syndrome de MacLeod

# model:gnuhealth.pathology,name:J46
source: Status asthmaticus
fr_fr: Etat de mal asthmatique
zh_cn: 哮喘持续状态

# model:gnuhealth.pathology,name:J60
source: Coalworker's pneumoconiosis
fr_fr: Pneumoconiose des mineurs de charbon

# model:gnuhealth.pathology,name:J661
source: Flax-dresser's disease
fr_fr: Maladie des apprêteurs du lin

# model:gnuhealth.pathology,name:J670
source: Farmer's lung
fr_fr: Poumon de fermier

# model:gnuhealth.pathology,name:J672
source: Bird fancier's lung
fr_fr: Poumon des oiseleurs

# model:gnuhealth.pathology,name:J674
source: Maltworker's lung
fr_fr: Poumon des malteurs

# model:gnuhealth.pathology,name:J675
source: Mushroom-worker's lung
fr_fr: Poumon des champignonnistes

# model:gnuhealth.pathology,name:J676
source: Maple-bark-stripper's lung
fr_fr: Poumon des écorceurs d'érables

# model:gnuhealth.pathology,name:J681
source: Acute pulmonary oedema due to chemicals, gases, fumes and vapours
fr_fr: Œdème du poumon dû à des agents chimiques, des émanations, des fumées et des gaz

# model:gnuhealth.pathology,name:J704
source: Drug-induced interstitial lung disorder, unspecified
fr_fr: Affection pulmonaire interstitielle, médicamenteuse, sans précision

# model:gnuhealth.pathology,name:J954
source: Mendelson's syndrome
fr_fr: Syndrome de Mendelson

# model:gnuhealth.pathology,name:K021
source: Caries of dentin
fr_fr: Carie de la dentine

# model:gnuhealth.pathology,name:K040
source: Pulpitis
fr_fr: Pulpite
zh_cn: 牙髓炎

# model:gnuhealth.pathology,name:K115
source: Sialolithiasis
fr_fr: Sialolithiase
zh_cn: 涎石病

# model:gnuhealth.pathology,name:K140
source: Glossitis
fr_fr: Glossite
zh_cn: 舌炎

# model:gnuhealth.pathology,name:K231
source: Megaoesophagus in Chagas' disease
fr_fr: Méga-œsophage au cours de la maladie de Chagas (B57.3+)

# model:gnuhealth.pathology,name:K250
source: Acute with haemorrhage
fr_fr: ulcère de l'estomac | aigu avec hémorragie

# model:gnuhealth.pathology,name:K251
source: Acute with perforation
fr_fr: ulcère de l'estomac | aigu avec perforation
