Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:S462
source: Injury of muscle and tendon of other parts of biceps
de: Verletzung des Muskels und der Sehne an sonstigen Teilen des M. biceps brachii
fr_fr: Lésion traumatique de muscles et de tendons d'autres parties du biceps
zh_cn: 二头肌其他部位肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S463
source: Injury of muscle and tendon of triceps
de: Verletzung des Muskels und der Sehne des M. triceps brachii
fr_fr: Lésion traumatique de muscles et de tendons du triceps
zh_cn: 三头肌肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S467
source: Injury of multiple muscles and tendons at shoulder and upper arm level
de: Verletzung mehrerer Muskeln und Sehnen in Höhe der Schulter und des Oberarmes
fr_fr: Lésion traumatique de multiples muscles et tendons au niveau de l'épaule et du bras
zh_cn: 在肩和上臂水平的多处肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S468
source: Injury of other muscles and tendons at shoulder and upper arm level
de: Verletzung sonstiger Muskeln und Sehnen in Höhe der Schulter und des Oberarmes
fr_fr: Lésion traumatique d'autres muscles et tendons au niveau de l'épaule et du bras
zh_cn: 在肩和上臂水平的其他肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S469
source: Injury of unspecified muscle and tendon at shoulder and upper arm level
de: Verletzung nicht näher bezeichneter Muskeln und Sehnen in Höhe der Schulter und des Oberarmes
fr_fr: Lésion traumatique de muscle et de tendon non précisés, au niveau de l'épaule et du bras
zh_cn: 在肩和上臂水平的未特指肌肉和肌腱的损伤

# model:gnuhealth.pathology,name:S47
source: Crushing injury of shoulder and upper arm
de: Zerquetschung der Schulter und des Oberarmes
fr_fr: Ecrasement de l'épaule et du bras
zh_cn: 肩和上臂挤压伤

# model:gnuhealth.pathology,name:S48
source: Traumatic amputation of shoulder and upper arm
de: Traumatische Amputation an Schulter und Oberarm
fr_fr: Amputation traumatique de l'épaule et du bras
zh_cn: 肩和上臂创伤性切断

# model:gnuhealth.pathology,name:S480
source: Traumatic amputation at shoulder joint
de: Traumatische Amputation im Schultergelenk
fr_fr: Amputation traumatique de l'articulation de l'épaule
zh_cn: 肩关节处创伤性切断

# model:gnuhealth.pathology,name:S481
source: Traumatic amputation at level between shoulder and elbow
de: Traumatische Amputation zwischen Schulter und Ellenbogen
fr_fr: Amputation traumatique entre l'épaule et le coude
zh_cn: 在肩和肘之间水平的创伤性切断

# model:gnuhealth.pathology,name:S489
source: Traumatic amputation of shoulder and upper arm, level unspecified
de: Traumatische Amputation an Schulter und Oberarm, Höhe nicht näher bezeichnet
fr_fr: Amputation traumatique de l'épaule et du bras, niveau non précisé
zh_cn: 在肩和上臂水平的未特指的创伤性切断

# model:gnuhealth.pathology,name:S49
source: Other and unspecified injuries of shoulder and upper arm
de: Sonstige und nicht näher bezeichnete Verletzungen der Schulter und des Oberarmes
fr_fr: Lésions traumatiques de l'épaule et du bras, autres et sans précision
zh_cn: 肩和上臂其他和未特指的损伤

# model:gnuhealth.pathology,name:S497
source: Multiple injuries of shoulder and upper arm
de: Multiple Verletzungen der Schulter und des Oberarmes
fr_fr: Lésions traumatiques multiples de l'épaule et du bras
zh_cn: 肩和上臂多处损伤

# model:gnuhealth.pathology,name:S498
source: Other specified injuries of shoulder and upper arm
de: Sonstige näher bezeichnete Verletzungen der Schulter und des Oberarmes
fr_fr: Autres lésions traumatiques précisées de l'épaule et du bras
zh_cn: 肩和上臂其他特指的损伤

# model:gnuhealth.pathology,name:S499
source: Unspecified injury of shoulder and upper arm
de: Nicht näher bezeichnete Verletzung der Schulter und des Oberarmes
fr_fr: Lésion traumatique de l'épaule et du bras, sans précision
zh_cn: 肩和上臂未特指的损伤

# model:gnuhealth.pathology,name:S50
source: Superficial injury of forearm
de: Oberflächliche Verletzung des Unterarmes
fr_fr: Lésion traumatique superficielle de l'avant-bras
zh_cn: 前臂浅表损伤

# model:gnuhealth.pathology,name:S500
source: Contusion of elbow
de: Prellung des Ellenbogens
fr_fr: Contusion du coude
zh_cn: 肘挫伤

# model:gnuhealth.pathology,name:S501
source: Contusion of other and unspecified parts of forearm
de: Prellung sonstiger und nicht näher bezeichneter Teile des Unterarmes
fr_fr: Contusion de parties autres et non précisées de l'avant-bras
zh_cn: 前臂其他和未特指部位的挫伤

# model:gnuhealth.pathology,name:S507
source: Multiple superficial injuries of forearm
de: Multiple oberflächliche Verletzungen des Unterarmes
fr_fr: Lésions traumatiques superficielles multiples de l'avant-bras
zh_cn: 前臂的多处浅表损伤

# model:gnuhealth.pathology,name:S508
source: Other superficial injuries of forearm
de: Sonstige oberflächliche Verletzungen des Unterarmes
fr_fr: Autres lésions traumatiques superficielles de l'avant-bras
zh_cn: 前臂的其他浅表损伤

# model:gnuhealth.pathology,name:S509
source: Superficial injury of forearm, unspecified
de: Oberflächliche Verletzung des Unterarmes, nicht näher bezeichnet
fr_fr: Lésion traumatique superficielle de l'avant-bras, sans précision
zh_cn: 前臂未特指的浅表损伤

# model:gnuhealth.pathology,name:S51
source: Open wound of forearm
de: Offene Wunde des Unterarmes
fr_fr: Plaie ouverte de l'avant-bras
zh_cn: 前臂开放性伤口

# model:gnuhealth.pathology,name:S510
source: Open wound of elbow
de: Offene Wunde des Ellenbogens
fr_fr: Plaie ouverte du coude
zh_cn: 肘开放性伤口

# model:gnuhealth.pathology,name:S517
source: Multiple open wounds of forearm
de: Multiple offene Wunden des Unterarmes
fr_fr: Plaies ouvertes multiples de l'avant-bras
zh_cn: 前臂多处开放性伤口

# model:gnuhealth.pathology,name:S518
source: Open wound of other parts of forearm
de: Offene Wunde sonstiger Teile des Unterarmes
fr_fr: Plaie ouverte d'autres parties de l'avant-bras
zh_cn: 前臂其他部位的开放性伤口

# model:gnuhealth.pathology,name:S519
source: Open wound of forearm, part unspecified
de: Offene Wunde des Unterarmes, Teil nicht näher bezeichnet
fr_fr: Plaie ouverte de l'avant-bras, partie non précisée
zh_cn: 前臂部位未特指的开放性伤口

# model:gnuhealth.pathology,name:S52
source: Fracture of forearm
de: Fraktur des Unterarmes
fr_fr: Fracture de l'avant-bras
zh_cn: 前臂骨折

# model:gnuhealth.pathology,name:S520
source: Fracture of upper end of ulna
de: Fraktur des proximalen Endes der Ulna
fr_fr: Fracture de la partie supérieure du cubitus
zh_cn: 尺骨上端骨折

# model:gnuhealth.pathology,name:S521
source: Fracture of upper end of radius
de: Fraktur des proximalen Endes des Radius
fr_fr: Fracture de l'extrémité supérieure du radius
zh_cn: 桡骨上端骨折

# model:gnuhealth.pathology,name:S522
source: Fracture of shaft of ulna
de: Fraktur des Ulnaschaftes
fr_fr: Fracture de la diaphyse du cubitus
zh_cn: 尺骨干骨折

# model:gnuhealth.pathology,name:S523
source: Fracture of shaft of radius
de: Fraktur des Radiusschaftes
fr_fr: Fracture de la diaphyse du radius
zh_cn: 桡骨干骨折

# model:gnuhealth.pathology,name:S524
source: Fracture of shafts of both ulna and radius
de: Fraktur des Ulna- und Radiusschaftes, kombiniert
fr_fr: Fracture des deux diaphyses, cubitale et radiale
zh_cn: 尺骨和桡骨骨干均骨折

# model:gnuhealth.pathology,name:S525
source: Fracture of lower end of radius
de: Distale Fraktur des Radius
fr_fr: Fracture de l'extrémité inférieure du radius
zh_cn: 桡骨下端骨折

# model:gnuhealth.pathology,name:S526
source: Fracture of lower end of both ulna and radius
de: Distale Fraktur der Ulna und des Radius, kombiniert
fr_fr: Fracture de l'extrémité inférieure du cubitus et du radius
zh_cn: 尺骨和桡骨下端均骨折

# model:gnuhealth.pathology,name:S527
source: Multiple fractures of forearm
de: Multiple Frakturen des Unterarmes
fr_fr: Fractures multiples de l'avant-bras
zh_cn: 前臂多处骨折

# model:gnuhealth.pathology,name:S528
source: Fracture of other parts of forearm
de: Fraktur sonstiger Teile des Unterarmes
fr_fr: Fracture d'autres parties de l'avant-bras
zh_cn: 前臂其他部位的骨折

# model:gnuhealth.pathology,name:S529
source: Fracture of forearm, part unspecified
de: Fraktur des Unterarmes, Teil nicht näher bezeichnet
fr_fr: Fracture de l'avant-bras, partie non précisée
zh_cn: 前臂部位未特指的骨折

# model:gnuhealth.pathology,name:S53
source: Dislocation, sprain and strain of joints and ligaments of elbow
de: Luxation, Verstauchung und Zerrung des Ellenbogengelenkes und von Bändern des Ellenbogens
fr_fr: Luxation, entorse et foulure des articulations et des ligaments du coude
zh_cn: 肘关节和韧带脱位、扭伤和劳损

# model:gnuhealth.pathology,name:S530
source: Dislocation of radial head
de: Luxation des Radiuskopfes
fr_fr: Luxation de la tête radiale
zh_cn: 桡骨头脱位

# model:gnuhealth.pathology,name:S531
source: Dislocation of elbow, unspecified
de: Luxation des Ellenbogens, nicht näher bezeichnet
fr_fr: Luxation du coude, sans précision
zh_cn: 未特指的肘关节脱位

# model:gnuhealth.pathology,name:S532
source: Traumatic rupture of radial collateral ligament
de: Traumatische Ruptur des Lig. collaterale radiale
fr_fr: Rupture traumatique du ligament latéral externe du coude
zh_cn: 桡侧副韧带创伤性破裂

# model:gnuhealth.pathology,name:S533
source: Traumatic rupture of ulnar collateral ligament
de: Traumatische Ruptur des Lig. collaterale ulnare
fr_fr: Rupture traumatique du ligament latéral interne du coude
zh_cn: 尺侧副韧带创伤性破裂

# model:gnuhealth.pathology,name:S534
source: Sprain and strain of elbow
de: Verstauchung und Zerrung des Ellenbogens
fr_fr: Entorse et foulure du coude
zh_cn: 肘关节扭伤和劳损

# model:gnuhealth.pathology,name:S54
source: Injury of nerves at forearm level
de: Verletzung von Nerven in Höhe des Unterarmes
fr_fr: Lésion traumatique de nerfs au niveau de l'avant-bras
zh_cn: 在前臂水平的神经损伤

# model:gnuhealth.pathology,name:S540
source: Injury of ulnar nerve at forearm level
de: Verletzung des N. ulnaris in Höhe des Unterarmes
fr_fr: Lésion traumatique du nerf cubital au niveau de l'avant-bras
zh_cn: 在前臂水平的尺神经损伤

# model:gnuhealth.pathology,name:S541
source: Injury of median nerve at forearm level
de: Verletzung des N. medianus in Höhe des Unterarmes
fr_fr: Lésion traumatique du nerf médian au niveau de l'avant-bras
zh_cn: 在前臂水平的正中神经损伤

# model:gnuhealth.pathology,name:S542
source: Injury of radial nerve at forearm level
de: Verletzung des N. radialis in Höhe des Unterarmes
fr_fr: Lésion traumatique du nerf radial au niveau de l'avant-bras
zh_cn: 在前臂水平的桡神经损伤

# model:gnuhealth.pathology,name:S543
source: Injury of cutaneous sensory nerve at forearm level
de: Verletzung sensibler Hautnerven in Höhe des Unterarmes
fr_fr: Lésion traumatique d'un nerf sensitif cutané au niveau de l'avant-bras
zh_cn: 在前臂水平的皮感觉神经损伤

# model:gnuhealth.pathology,name:S547
source: Injury of multiple nerves at forearm level
de: Verletzung mehrerer Nerven in Höhe des Unterarmes
fr_fr: Lésion traumatique de multiples nerfs au niveau de l'avant-bras
zh_cn: 在前臂水平的多神经损伤

# model:gnuhealth.pathology,name:S548
source: Injury of other nerves at forearm level
de: Verletzung sonstiger Nerven in Höhe des Unterarmes
fr_fr: Lésion traumatique d'autres nerfs au niveau de l'avant-bras
zh_cn: 在前臂水平的其他神经损伤

# model:gnuhealth.pathology,name:S549
source: Injury of unspecified nerve at forearm level
de: Verletzung eines nicht näher bezeichneten Nervs in Höhe des Unterarmes
fr_fr: Lésion traumatique d'un nerf non précisé, au niveau de l'avant-bras
zh_cn: 在前臂水平的未特指神经的损伤

# model:gnuhealth.pathology,name:S55
source: Injury of blood vessels at forearm level
de: Verletzung von Blutgefäßen in Höhe des Unterarmes
fr_fr: Lésion traumatique de vaisseaux sanguins au niveau de l'avant-bras
zh_cn: 在前臂水平的血管损伤

# model:gnuhealth.pathology,name:S550
source: Injury of ulnar artery at forearm level
de: Verletzung der A. ulnaris in Höhe des Unterarmes
fr_fr: Lésion traumatique de l'artère cubitale au niveau de l'avant-bras
zh_cn: 在前臂水平的尺动脉损伤

# model:gnuhealth.pathology,name:S551
source: Injury of radial artery at forearm level
de: Verletzung der A. radialis in Höhe des Unterarmes
fr_fr: Lésion traumatique de l'artère radiale au niveau de l'avant-bras
zh_cn: 在前臂水平的桡动脉损伤

# model:gnuhealth.pathology,name:S552
source: Injury of vein at forearm level
de: Verletzung von Venen in Höhe des Unterarmes
fr_fr: Lésion traumatique d'une veine au niveau de l'avant-bras
zh_cn: 在前臂水平的静脉损伤

# model:gnuhealth.pathology,name:S557
source: Injury of multiple blood vessels at forearm level
de: Verletzung mehrerer Blutgefäße in Höhe des Unterarmes
fr_fr: Lésion traumatique de multiples vaisseaux sanguins au niveau de l'avant-bras
zh_cn: 在前臂水平的多处血管损伤

# model:gnuhealth.pathology,name:S558
source: Injury of other blood vessels at forearm level
de: Verletzung sonstiger Blutgefäße in Höhe des Unterarmes
fr_fr: Lésion traumatique d'autres vaisseaux sanguins au niveau de l'avant-bras
zh_cn: 在前臂水平的其他血管损伤

# model:gnuhealth.pathology,name:S559
source: Injury of unspecified blood vessel at forearm level
de: Verletzung eines nicht näher bezeichneten Blutgefäßes in Höhe des Unterarmes
fr_fr: Lésion traumatique d'un vaisseau sanguin non précisé, au niveau de l'avant-bras
zh_cn: 在前臂水平的未特指血管的损伤

# model:gnuhealth.pathology,name:S56
source: Injury of muscle and tendon at forearm level
de: Verletzung von Muskeln und Sehnen in Höhe des Unterarmes
fr_fr: Lésion traumatique de muscles et de tendons au niveau de l'avant-bras
zh_cn: 在前臂水平的肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S560
source: Injury of flexor muscle and tendon of thumb at forearm level
de: Verletzung von Beugemuskeln und -sehnen des Daumens in Höhe des Unterarmes
fr_fr: Lésion traumatique du muscle et du tendon fléchisseurs du pouce au niveau de l'avant-bras
zh_cn: 在前臂水平的拇指屈肌和肌腱损伤

# model:gnuhealth.pathology,name:S561
source: Injury of long flexor muscle and tendon of other finger(s) at forearm level
de: Verletzung von Beugemuskeln und -sehnen eines oder mehrerer sonstiger Finger in Höhe des Unterarmes
zh_cn: 在前臂水平的其他手指屈肌和肌腱损伤

# model:gnuhealth.pathology,name:S562
source: Injury of other flexor muscle and tendon at forearm level
de: Verletzung von sonstigen Beugemuskeln und -sehnen in Höhe des Unterarmes
fr_fr: Lésion traumatique d'un autre muscle et d'un autre tendon fléchisseurs au niveau de l'avant-bras
zh_cn: 在前臂水平的其他屈肌和肌腱损伤

# model:gnuhealth.pathology,name:S563
source: Injury of extensor or abductor muscles and tendons of thumb at forearm level
de: Verletzung von Streck- oder Abduktormuskeln und -sehnen des Daumens in Höhe des Unterarmes
fr_fr: Lésion traumatique de muscles et de tendons extenseurs et abducteurs du pouce au niveau de l'avant-bras
zh_cn: 在前臂水平的拇指伸肌或外展肌和肌腱损伤

# model:gnuhealth.pathology,name:S564
source: Injury of extensor muscle and tendon of other finger(s) at forearm level
de: Verletzung von Streckmuskeln und -sehnen eines oder mehrerer sonstiger Finger in Höhe des Unterarmes
fr_fr: Lésion traumatique de muscles et de tendons extenseurs d'autre(s) doigt(s) au niveau de l'avant-bras
zh_cn: 在前臂水平的其他手指伸肌和肌腱损伤

# model:gnuhealth.pathology,name:S565
source: Injury of other extensor muscle and tendon at forearm level
de: Verletzung von sonstigen Streckmuskeln und -sehnen in Höhe des Unterarmes
fr_fr: Lésion traumatique d'un autre muscle et d'un autre tendon extenseurs au niveau de l'avant-bras
zh_cn: 在前臂水平的其他伸肌和肌腱损伤

# model:gnuhealth.pathology,name:S567
source: Injury of multiple muscles and tendons at forearm level
de: Verletzung mehrerer Muskeln und Sehnen in Höhe des Unterarmes
fr_fr: Lésion traumatique de multiples muscles et tendons au niveau de l'avant-bras
zh_cn: 在前臂水平的多处肌肉和肌腱损伤

# model:gnuhealth.pathology,name:S568
source: Injury of other and unspecified muscles and tendons at forearm level
de: Verletzung sonstiger und nicht näher bezeichneter Sehnen und Muskeln in Höhe des Unterarmes
fr_fr: Lésion traumatique de muscles et de tendons autres et non précisés, au niveau de l'avant-bras
zh_cn: 在前臂水平的其他和未特指肌肉和肌腱的损伤

# model:gnuhealth.pathology,name:S57
source: Crushing injury of forearm
de: Zerquetschung des Unterarmes
fr_fr: Ecrasement de l'avant-bras
zh_cn: 前臂挤压伤

# model:gnuhealth.pathology,name:S570
source: Crushing injury of elbow
de: Zerquetschung des Ellenbogens
fr_fr: Ecrasement du coude
zh_cn: 肘挤压伤

# model:gnuhealth.pathology,name:S577
source: Crushing injury of other parts of forearm
de: Zerquetschung anderer Teile des Unterarmes
fr_fr: Lésion par écrasement des autres parties de l'avant-bras
zh_cn: 前臂的其他部分挤伤

# model:gnuhealth.pathology,name:S578
source: Crushing injury of other parts of forearm
de: Zerquetschung sonstiger Teile des Unterarmes
zh_cn: 前臂其他部位的挤压伤

# model:gnuhealth.pathology,name:S579
source: Crushing injury of forearm, part unspecified
de: Zerquetschung des Unterarmes, Teil nicht näher bezeichnet
zh_cn: 前臂部位未特指的挤压伤

# model:gnuhealth.pathology,name:S58
source: Traumatic amputation of forearm
de: Traumatische Amputation am Unterarm
fr_fr: Amputation traumatique de l'avant-bras
zh_cn: 前臂创伤性切断

# model:gnuhealth.pathology,name:S580
source: Traumatic amputation at elbow level
de: Traumatische Amputation in Höhe des Ellenbogens
fr_fr: Amputation traumatique au niveau du coude
zh_cn: 在肘水平的创伤性切断

# model:gnuhealth.pathology,name:S581
source: Traumatic amputation at level between elbow and wrist
de: Traumatische Amputation zwischen Ellenbogen und Handgelenk
fr_fr: Amputation traumatique entre le coude et le poignet
zh_cn: 在肘和腕之间水平的创伤性切断

# model:gnuhealth.pathology,name:S589
source: Traumatic amputation of forearm, level unspecified
de: Traumatische Amputation am Unterarm, Höhe nicht näher bezeichnet
fr_fr: Amputation traumatique de l'avant-bras, niveau non précisé
zh_cn: 在前臂水平的未特指的创伤性切断

# model:gnuhealth.pathology,name:S59
source: Other and unspecified injuries of forearm
de: Sonstige und nicht näher bezeichnete Verletzungen des Unterarmes
fr_fr: Lésions traumatiques de l'avant-bras, autres et sans précision
zh_cn: 前臂其他和未特指的损伤

# model:gnuhealth.pathology,name:S597
source: Multiple injuries of forearm
de: Multiple Verletzungen des Unterarmes
fr_fr: Lésions traumatiques multiples de l'avant bras
zh_cn: 前臂多处损伤

# model:gnuhealth.pathology,name:S598
source: Other specified injuries of forearm
de: Sonstige näher bezeichnete Verletzungen des Unterarmes
fr_fr: Autres lésions traumatiques précisées de l'avant bras
zh_cn: 前臂其他特指的损伤

# model:gnuhealth.pathology,name:S599
source: Unspecified injury of forearm
de: Nicht näher bezeichnete Verletzung des Unterarmes
fr_fr: Lésion traumatique de l'avant-bras, sans précision
zh_cn: 前臂未特指的损伤

# model:gnuhealth.pathology,name:S60
source: Superficial injury of wrist and hand
de: Oberflächliche Verletzung des Handgelenkes und der Hand
fr_fr: Lésion traumatique superficielle du poignet et de la main
zh_cn: 腕和手浅表损伤

# model:gnuhealth.pathology,name:S600
source: Contusion of finger(s) without damage to nail
de: Prellung eines oder mehrerer Finger ohne Schädigung des Nagels
fr_fr: Contusion de(s) doigt(s) sans lésion de l'ongle
zh_cn: 手指挫伤不伴有指甲损害

# model:gnuhealth.pathology,name:S601
source: Contusion of finger(s) with damage to nail
de: Prellung eines oder mehrerer Finger mit Schädigung des Nagels
fr_fr: Contusion de(s) doigt(s) avec lésion de l'ongle
zh_cn: 手指挫伤伴有指甲损害

# model:gnuhealth.pathology,name:S602
source: Contusion of other parts of wrist and hand
de: Prellung sonstiger Teile des Handgelenkes und der Hand
fr_fr: Contusion d'autres parties du poignet et de la main
zh_cn: 腕和手其他部位的挫伤

# model:gnuhealth.pathology,name:S607
source: Multiple superficial injuries of wrist and hand
de: Multiple oberflächliche Verletzungen des Handgelenkes und der Hand
fr_fr: Lésions traumatiques superficielles multiples du poignet et de la main
zh_cn: 腕和手多处浅表损伤

# model:gnuhealth.pathology,name:S608
source: Other superficial injuries of wrist and hand
de: Sonstige oberflächliche Verletzungen des Handgelenkes und der Hand
fr_fr: Autres lésions traumatiques superficielles du poignet et de la main
zh_cn: 腕和手的其他浅表损伤

# model:gnuhealth.pathology,name:S609
source: Superficial injury of wrist and hand, unspecified
de: Oberflächliche Verletzung des Handgelenkes und der Hand, nicht näher bezeichnet
fr_fr: Lésion traumatique superficielle du poignet et de la main, sans précision
zh_cn: 腕和手未特指的浅表损伤

# model:gnuhealth.pathology,name:S61
source: Open wound of wrist and hand
de: Offene Wunde des Handgelenkes und der Hand
fr_fr: Plaie ouverte du poignet et de la main
zh_cn: 腕和手开放性伤口

# model:gnuhealth.pathology,name:S610
source: Open wound of finger(s) without damage to nail
de: Offene Wunde eines oder mehrerer Finger ohne Schädigung des Nagels
fr_fr: Plaie ouverte de(s) doigt(s) sans lésion de l'ongle
zh_cn: 手指开放性伤口不伴有指甲损害

# model:gnuhealth.pathology,name:S611
source: Open wound of finger(s) with damage to nail
de: Offene Wunde eines oder mehrerer Finger mit Schädigung des Nagels
fr_fr: Plaie ouverte de(s) doigt(s) avec lésion de l'ongle
zh_cn: 手指开放性伤口伴有指甲损害

# model:gnuhealth.pathology,name:S617
source: Multiple open wounds of wrist and hand
de: Multiple offene Wunden des Handgelenkes und der Hand
fr_fr: Plaies ouvertes multiples du poignet et de la main
zh_cn: 腕和手多处开放性伤口

# model:gnuhealth.pathology,name:S618
source: Open wound of other parts of wrist and hand
de: Offene Wunde sonstiger Teile des Handgelenkes und der Hand
fr_fr: Plaie ouverte d'autres parties du poignet et de la main
zh_cn: 腕和手其他部位的开放性伤口

# model:gnuhealth.pathology,name:S619
source: Open wound of wrist and hand, part unspecified
de: Offene Wunde des Handgelenkes und der Hand, Teil nicht näher bezeichnet
fr_fr: Plaie ouverte du poignet et de la main, partie non précisée
zh_cn: 腕和手部位未特指的开放性伤口

# model:gnuhealth.pathology,name:S62
source: Fracture at wrist and hand level
de: Fraktur im Bereich des Handgelenkes und der Hand
fr_fr: Fracture au niveau du poignet et de la main
zh_cn: 在腕和手水平的骨折

# model:gnuhealth.pathology,name:S620
source: Fracture of navicular [scaphoid] bone of hand
de: Fraktur des Os scaphoideum der Hand
fr_fr: Fracture de l'os scaphoïde de la main
zh_cn: 手舟[舟状]骨骨折

# model:gnuhealth.pathology,name:S621
source: Fracture of other carpal bone(s)
de: Fraktur eines oder mehrerer sonstiger Handwurzelknochen
fr_fr: Fracture d'autre(s) os du carpe
zh_cn: 其他腕骨骨折

# model:gnuhealth.pathology,name:S622
source: Fracture of first metacarpal bone
de: Fraktur des 1. Mittelhandknochens
fr_fr: Fracture du premier métacarpien
zh_cn: 第一掌骨骨折

# model:gnuhealth.pathology,name:S623
source: Fracture of other metacarpal bone
de: Fraktur eines sonstigen Mittelhandknochens
fr_fr: Fracture d'un autre os du métacarpe
zh_cn: 其他掌骨骨折

# model:gnuhealth.pathology,name:S624
source: Multiple fractures of metacarpal bones
de: Multiple Frakturen der Mittelhandknochen
fr_fr: Fractures multiples des métacarpiens
zh_cn: 掌骨多处骨折

# model:gnuhealth.pathology,name:S625
source: Fracture of thumb
de: Fraktur des Daumens
fr_fr: Fracture du pouce
zh_cn: 拇指骨折

# model:gnuhealth.pathology,name:S626
source: Fracture of other finger
de: Fraktur eines sonstigen Fingers
fr_fr: Fracture d'un autre doigt
zh_cn: 其他手指骨折

# model:gnuhealth.pathology,name:S627
source: Multiple fractures of fingers
de: Multiple Frakturen der Finger
fr_fr: Fractures multiples de doigts
zh_cn: 手指多处骨折

# model:gnuhealth.pathology,name:S628
source: Fracture of other and unspecified parts of wrist and hand
de: Fraktur sonstiger und nicht näher bezeichneter Teile des Handgelenkes und der Hand
fr_fr: Fracture de parties autres et non précisées du poignet et de la main
zh_cn: 腕和手其他和未特指部位的骨折

# model:gnuhealth.pathology,name:S63
source: Dislocation, sprain and strain of joints and ligaments at wrist and hand level
de: Luxation, Verstauchung und Zerrung von Gelenken und Bändern in Höhe des Handgelenkes und der Hand
fr_fr: Luxation, entorse et foulure d'articulations et de ligaments au niveau du poignet et de la main
zh_cn: 在腕和手水平的关节和韧带脱位、扭伤和劳损

# model:gnuhealth.pathology,name:S630
source: Dislocation of wrist
de: Luxation des Handgelenkes
fr_fr: Luxation du poignet
zh_cn: 腕关节脱位

# model:gnuhealth.pathology,name:S631
source: Dislocation of finger
de: Luxation eines Fingers
zh_cn: 指关节脱位

# model:gnuhealth.pathology,name:S632
source: Multiple dislocations of fingers
de: Multiple Luxationen der Finger
fr_fr: Luxations multiples des doigts
zh_cn: 手指多处脱位
