Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Y63
source: Failure in dosage during surgical and medical care
de: Dosierungsfehler bei chirurgischem Eingriff und medizinischer Behandlung
fr_fr: Erreur de dosage au cours d'actes médicaux et chirurgicaux
zh_cn: 在手术和医疗中使用剂量不当

# model:gnuhealth.pathology,name:Y630
source: Excessive amount of blood or other fluid given during transfusion or infusion
de: Verabreichung einer exzessiven Menge Blut oder sonstiger Flüssigkeit bei Transfusion oder Infusion
fr_fr: Administration en quantité excessive de sang ou d'un autre liquide au cours d'une transfusion ou perfusion
zh_cn: 在输血或输液中给予过量的血或其他液体

# model:gnuhealth.pathology,name:Y631
source: Incorrect dilution of fluid used during infusion
de: Fehler bei Verdünnung der Infusionslösung
fr_fr: Erreur de dilution au cours d'une perfusion
zh_cn: 在输液中使用稀释不正确的液体

# model:gnuhealth.pathology,name:Y632
source: Overdose of radiation given during therapy
de: Überdosierung der Strahlung bei Strahlentherapie
fr_fr: Dose excessive administrée en radiothérapie
zh_cn: 在治疗中给予过量的辐射

# model:gnuhealth.pathology,name:Y633
source: Inadvertent exposure of patient to radiation during medical care
de: Versehentliche Exposition eines Patienten gegenüber Strahlung während medizinischer Behandlung
fr_fr: Irradiation par inadvertance d'un malade au cours d'un acte médical
zh_cn: 在医疗中非故意使病人暴露于辐射下

# model:gnuhealth.pathology,name:Y634
source: Failure in dosage in electroshock or insulin-shock therapy
de: Dosierungsfehler bei Elektroschock- oder Insulinschocktherapie
fr_fr: Erreur de dosage au cours de sismothérapie ou d'insulinothérapie
zh_cn: 在电休克或胰岛素休克治疗中使用剂量不当

# model:gnuhealth.pathology,name:Y635
source: Inappropriate temperature in local application and packing
de: Unangemessene Temperatur bei lokaler Applikation oder Packung
fr_fr: Température inadéquate au cours d'application locale ou de tamponnement
zh_cn: 局部敷料和填塞物的温度不当

# model:gnuhealth.pathology,name:Y636
source: Nonadministration of necessary drug, medicament or biological substance
de: Unterlassene Verabreichung notwendiger Arzneimittel, Drogen oder biologisch aktiver Substanzen
fr_fr: Non-administration d'un médicament ou d'une substance biologique nécessaire
zh_cn: 未给予必要的药物、药剂或生物制品

# model:gnuhealth.pathology,name:Y638
source: Failure in dosage during other surgical and medical care
de: Dosierungsfehler bei sonstigen chirurgischen Eingriffen und medizinischen Behandlungen
fr_fr: Erreur de dosage au cours d'autres actes médicaux et chirurgicaux
zh_cn: 在其他手术和医疗中使用剂量不当

# model:gnuhealth.pathology,name:Y639
source: Failure in dosage during unspecified surgical and medical care
de: Dosierungsfehler bei chirurgischem Eingriff und medizinischer Behandlung, nicht näher bezeichnet
fr_fr: Erreur de dosage au cours d'un acte médical et chirurgical, sans précision
zh_cn: 在未特指的手术和医疗中使用剂量不当

# model:gnuhealth.pathology,name:Y64
source: Contaminated medical or biological substances
de: Kontaminierte medizinisch oder biologisch aktive Substanzen
fr_fr: Substances médicales ou biologiques contaminées
zh_cn: 医疗或生物材料被污染

# model:gnuhealth.pathology,name:Y640
source: Contaminated medical or biological substance, transfused or infused
de: Transfusion oder Infusion einer kontaminierten medizinisch oder biologisch aktiven Substanz
fr_fr: Transfusion ou perfusion d'une substance médicale ou biologique contaminée
zh_cn: 用于输血或输液的医疗或生物材料被污染

# model:gnuhealth.pathology,name:Y641
source: Contaminated medical or biological substance, injected or used for immunization
de: Bei Injektion oder Immunisierung verwendete kontaminierte medizinisch oder biologisch aktive Substanz
zh_cn: 用于注射或免疫接种的医疗或生物材料被污染

# model:gnuhealth.pathology,name:Y648
source: Contaminated medical or biological substance administered by other means
de: Auf sonstige Weise verabreichte kontaminierte medizinisch oder biologisch aktive Substanz
fr_fr: Administration par d'autres moyens d'une substance médicale ou biologique contaminée
zh_cn: 任何其他形式的医疗或生物材料被污染

# model:gnuhealth.pathology,name:Y649
source: Contaminated medical or biological substance administered by unspecified means
de: Auf nicht näher bezeichnete Weise verabreichte kontaminierte medizinisch oder biologisch aktive Substanz
fr_fr: Administration par des moyens non précisés d'une substance médicale ou biologique contaminée
zh_cn: 未特指形式的医疗或生物材料被污染

# model:gnuhealth.pathology,name:Y65
source: Other misadventures during surgical and medical care
de: Sonstige Zwischenfälle bei chirurgischem Eingriff und medizinischer Behandlung
fr_fr: Autres accidents et complications au cours d'actes médicaux et chirurgicaux
zh_cn: 在手术和医疗中的其他意外事故

# model:gnuhealth.pathology,name:Y650
source: Mismatched blood used in transfusion
de: Inkompatibles Blut bei Transfusion
fr_fr: Incompatibilité sanguine au cours d'une transfusion
zh_cn: 在输血中使用配错的血

# model:gnuhealth.pathology,name:Y651
source: Wrong fluid used in infusion
de: Verwendung einer falschen Infusionslösung
fr_fr: Erreur de liquide utilisé lors d'une perfusion
zh_cn: 在输液中使用错误的液体

# model:gnuhealth.pathology,name:Y652
source: Failure in suture or ligature during surgical operation
de: Unzulängliche Naht oder Ligatur bei chirurgischem Eingriff
fr_fr: Lâchage de suture ou de ligature au cours d'une intervention chirurgicale
zh_cn: 在手术中缝合或结扎不当

# model:gnuhealth.pathology,name:Y653
source: Endotracheal tube wrongly placed during anaesthetic procedure
de: Falsch platzierter Endotrachealtubus während der Anästhesie
fr_fr: Malposition de canule endotrachéale au cours d'une intubation durant une anesthésie
zh_cn: 在麻醉操作中气管内插管错误放置

# model:gnuhealth.pathology,name:Y654
source: Failure to introduce or to remove other tube or instrument
de: Fehlerhafte Einführung oder Entfernung eines sonstigen Tubus oder Instrumentes
fr_fr: Echec à l'introduction ou à l'extraction d'autres canules ou instruments
zh_cn: 插入或取除其他导管或器械不当

# model:gnuhealth.pathology,name:Y655
source: Performance of inappropriate operation
de: Ausführung eines nichtindizierten Eingriffes
fr_fr: Exécution d'une intervention non appropriée
zh_cn: 不恰当手术的实行

# model:gnuhealth.pathology,name:Y658
source: Other specified misadventures during surgical and medical care
de: Sonstige näher bezeichnete Zwischenfälle bei chirurgischem Eingriff und medizinischer Behandlung
fr_fr: Autres accidents et complications précisés au cours d'actes médicaux et chirurgicaux
zh_cn: 在手术和医疗中其他特指的意外事故

# model:gnuhealth.pathology,name:Y66
source: Nonadministration of surgical and medical care
de: Unterlassener chirurgischer Eingriff und unterlassene medizinische Behandlung (einschließlich vorzeitigen Abbruchs)
fr_fr: Non-administration de soins médicaux et chirurgicaux
zh_cn: 未给予手术和医疗

# model:gnuhealth.pathology,name:Y69
source: Unspecified misadventure during surgical and medical care
de: Nicht näher bezeichnete Zwischenfälle bei chirurgischem Eingriff und medizinischer Behandlung
fr_fr: Accident et complication au cours d'un acte médical et chirurgical, sans précision
zh_cn: 在手术和医疗中未特指的意外事故

# model:gnuhealth.pathology,name:Y70
source: Anaesthesiology devices associated with adverse incidents
de: Zur Anästhesie benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen
fr_fr: Appareils d'anesthésiologie, associés à des accidents
zh_cn: 与有害事件有关的麻醉装置

# model:gnuhealth.pathology,name:Y700
source: Anaesthesiology devices associated with adverse incidents: Diagnostic and monitoring devices
de: Zur Anästhesie benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Geräte zur Diagnostik und Überwachung
zh_cn: 与有害事件有关的麻醉装置，诊断和监测装置

# model:gnuhealth.pathology,name:Y701
source: Anaesthesiology devices associated with adverse incidents: Therapeutic (nonsurgical) and rehabilitative devices
de: Zur Anästhesie benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Therapeutische (nichtchirurgische) sowie für die Rehabilitation verwendete Geräte und Hilfsmittel
zh_cn: 与有害事件有关的麻醉装置，治疗和康复装置(非手术的)

# model:gnuhealth.pathology,name:Y702
source: Anaesthesiology devices associated with adverse incidents: Prosthetic and other implants, materials and accessory devices
de: Zur Anästhesie benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Prothetische und sonstige Implantate, Materialien und Zusatzgeräte
zh_cn: 与有害事件有关的麻醉装置，假体和其他植入物、材料和附件装置

# model:gnuhealth.pathology,name:Y703
source: Anaesthesiology devices associated with adverse incidents: Surgical instruments, materials and devices (including sutures)
de: Zur Anästhesie benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Chirurgische Instrumente, Materialien und Gegenstände (einschließlich Nahtmaterial)
zh_cn: 与有害事件有关的麻醉装置，手术器械、材料和装置(包括缝线)

# model:gnuhealth.pathology,name:Y708
source: Anaesthesiology devices associated with adverse incidents: Miscellaneous devices, not elsewhere classified
de: Zur Anästhesie benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Verschiedenartige Geräte, anderenorts nicht klassifiziert
zh_cn: 与有害事件有关的麻醉装置，多用途装置，不可归类在他处者

# model:gnuhealth.pathology,name:Y71
source: Cardiovascular devices associated with adverse incidents
de: Zur Herz-Kreislauf-Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen
fr_fr: Appareils cardio-vasculaires, associés à des accidents
zh_cn: 与有害事件有关的心血管装置

# model:gnuhealth.pathology,name:Y710
source: Cardiovascular devices associated with adverse incidents: Diagnostic and monitoring devices
de: Zur Herz-Kreislauf-Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Geräte zur Diagnostik und Überwachung
zh_cn: 与有害事件有关的心血管装置，诊断和监测装置

# model:gnuhealth.pathology,name:Y711
source: Cardiovascular devices associated with adverse incidents: Therapeutic (nonsurgical) and rehabilitative devices
de: Zur Herz-Kreislauf-Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Therapeutische (nichtchirurgische) sowie für die Rehabilitation verwendete Geräte und Hilfsmittel
zh_cn: 与有害事件有关的心血管装置，治疗和康复装置(非手术的)

# model:gnuhealth.pathology,name:Y712
source: Cardiovascular devices associated with adverse incidents: Prosthetic and other implants, materials and accessory devices
de: Zur Herz-Kreislauf-Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Prothetische und sonstige Implantate, Materialien und Zusatzgeräte
zh_cn: 与有害事件有关的心血管装置，假体和其他植入物、材料和附件装置

# model:gnuhealth.pathology,name:Y713
source: Cardiovascular devices associated with adverse incidents: Surgical instruments, materials and devices (including sutures)
de: Zur Herz-Kreislauf-Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Chirurgische Instrumente, Materialien und Gegenstände (einschließlich Nahtmaterial)
zh_cn: 与有害事件有关的心血管装置，手术器械、材料和装置(包括缝线)

# model:gnuhealth.pathology,name:Y718
source: Cardiovascular devices associated with adverse incidents: Miscellaneous devices, not elsewhere classified
de: Zur Herz-Kreislauf-Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Verschiedenartige Geräte, anderenorts nicht klassifiziert
zh_cn: 与有害事件有关的心血管装置，多用途装置，不可归类在他处者

# model:gnuhealth.pathology,name:Y72
source: Otorhinolaryngological devices associated with adverse incidents
de: Zur otorhinolaryngologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen
fr_fr: Appareils oto-rhino-laryngologiques, associés à des accidents
zh_cn: 与有害事件有关的耳鼻喉科装置

# model:gnuhealth.pathology,name:Y720
source: Otorhinolaryngological devices associated with adverse incidents: Diagnostic and monitoring devices
de: Zur otorhinolaryngologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Geräte zur Diagnostik und Überwachung
zh_cn: 与有害事件有关的耳鼻喉科装置，诊断和监测装置

# model:gnuhealth.pathology,name:Y721
source: Otorhinolaryngological devices associated with adverse incidents: Therapeutic (nonsurgical) and rehabilitative devices
de: Zur otorhinolaryngologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Therapeutische (nichtchirurgische) sowie für die Rehabilitation verwendete Geräte und Hilfsmittel
zh_cn: 与有害事件有关的耳鼻喉科装置，治疗和康复装置(非手术的)

# model:gnuhealth.pathology,name:Y722
source: Otorhinolaryngological devices associated with adverse incidents: Prosthetic and other implants, materials and accessory devices
de: Zur otorhinolaryngologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Prothetische und sonstige Implantate, Materialien und Zusatzgeräte
zh_cn: 与有害事件有关的耳鼻喉科装置，假体和其他植入物、材料和附件装置

# model:gnuhealth.pathology,name:Y723
source: Otorhinolaryngological devices associated with adverse incidents: Surgical instruments, materials and devices (including sutures)
de: Zur otorhinolaryngologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Chirurgische Instrumente, Materialien und Gegenstände (einschließlich Nahtmaterial)
zh_cn: 与有害事件有关的耳鼻喉科装置，手术器械、材料和装置(包括缝线)

# model:gnuhealth.pathology,name:Y728
source: Otorhinolaryngological devices associated with adverse incidents: Miscellaneous devices, not elsewhere classified
de: Zur otorhinolaryngologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Verschiedenartige Geräte, anderenorts nicht klassifiziert
zh_cn: 与有害事件有关的耳鼻喉科装置，多用途装置，不可归类在他处者

# model:gnuhealth.pathology,name:Y73
source: Gastroenterology and urology devices associated with adverse incidents
de: Zur gastroenterologischen oder urologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen
zh_cn: 与有害事件有关的胃肠病学和泌尿科装置

# model:gnuhealth.pathology,name:Y730
source: Gastroenterology and urology devices associated with adverse incidents: Diagnostic and monitoring devices
de: Zur gastroenterologischen oder urologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Geräte zur Diagnostik und Überwachung
zh_cn: 与有害事件有关的胃肠病学和泌尿科装置，诊断和监测装置

# model:gnuhealth.pathology,name:Y731
source: Gastroenterology and urology devices associated with adverse incidents: Therapeutic (nonsurgical) and rehabilitative devices
de: Zur gastroenterologischen oder urologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Therapeutische (nichtchirurgische) sowie für die Rehabilitation verwendete Geräte und Hilfsmittel
zh_cn: 与有害事件有关的胃肠病学和泌尿科装置，治疗和康复装置(非手术的)

# model:gnuhealth.pathology,name:Y732
source: Gastroenterology and urology devices associated with adverse incidents: Prosthetic and other implants, materials and accessory devices
de: Zur gastroenterologischen oder urologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Prothetische und sonstige Implantate, Materialien und Zusatzgeräte
zh_cn: 与有害事件有关的胃肠病学和泌尿科装置，假体和其他植入物、材料和附件装置

# model:gnuhealth.pathology,name:Y733
source: Gastroenterology and urology devices associated with adverse incidents: Surgical instruments, materials and devices (including sutures)
de: Zur gastroenterologischen oder urologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Chirurgische Instrumente, Materialien und Gegenstände (einschließlich Nahtmaterial)
zh_cn: 与有害事件有关的胃肠病学和泌尿科装置，手术器械、材料和装置(包括缝线)

# model:gnuhealth.pathology,name:Y738
source: Gastroenterology and urology devices associated with adverse incidents: Miscellaneous devices, not elsewhere classified
de: Zur gastroenterologischen oder urologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Verschiedenartige Geräte, anderenorts nicht klassifiziert
zh_cn: 与有害事件有关的胃肠病学和泌尿科装置，多用途装置，不可归类在他处者

# model:gnuhealth.pathology,name:Y74
source: General hospital and personal-use devices associated with adverse incidents
de: Im Allgemeinkrankenhaus [Spital] oder zur Selbstanwendung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen
fr_fr: Appareillage hospitalier et d'usage personnel, associé à des accidents
zh_cn: 与有害事件有关的综合医院和个人使用的装置

# model:gnuhealth.pathology,name:Y740
source: General hospital and personal-use devices associated with adverse incidents: Diagnostic and monitoring devices
de: Im Allgemeinkrankenhaus [Spital] oder zur Selbstanwendung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Geräte zur Diagnostik und Überwachung
zh_cn: 与有害事件有关的综合医院和个人使用的装置，诊断和监测装置

# model:gnuhealth.pathology,name:Y741
source: General hospital and personal-use devices associated with adverse incidents: Therapeutic (nonsurgical) and rehabilitative devices
de: Im Allgemeinkrankenhaus [Spital] oder zur Selbstanwendung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Therapeutische (nichtchirurgische) sowie für die Rehabilitation verwendete Geräte und Hilfsmittel
zh_cn: 与有害事件有关的综合医院和个人使用的装置，治疗和康复装置(非手术的)

# model:gnuhealth.pathology,name:Y742
source: General hospital and personal-use devices associated with adverse incidents: Prosthetic and other implants, materials and accessory devices
de: Im Allgemeinkrankenhaus [Spital] oder zur Selbstanwendung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Prothetische und sonstige Implantate, Materialien und Zusatzgeräte
zh_cn: 与有害事件有关的综合医院和个人使用的装置，假体和其他植入物、材料和附件装置

# model:gnuhealth.pathology,name:Y743
source: General hospital and personal-use devices associated with adverse incidents: Surgical instruments, materials and devices (including sutures)
de: Im Allgemeinkrankenhaus [Spital] oder zur Selbstanwendung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Chirurgische Instrumente, Materialien und Gegenstände (einschließlich Nahtmaterial)
zh_cn: 与有害事件有关的综合医院和个人使用的装置，手术器械、材料和装置(包括缝线)

# model:gnuhealth.pathology,name:Y748
source: General hospital and personal-use devices associated with adverse incidents: Miscellaneous devices, not elsewhere classified
de: Im Allgemeinkrankenhaus [Spital] oder zur Selbstanwendung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Verschiedenartige Geräte, anderenorts nicht klassifiziert
zh_cn: 与有害事件有关的综合医院和个人使用的装置，多用途装置，不可归类在他处者

# model:gnuhealth.pathology,name:Y75
source: Neurological devices associated with adverse incidents
de: Zur neurologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen
fr_fr: Appareils utilisés en neurologie, associés à des accidents
zh_cn: 与有害事件有关的神经科装置

# model:gnuhealth.pathology,name:Y750
source: Neurological devices associated with adverse incidents: Diagnostic and monitoring devices
de: Zur neurologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Geräte zur Diagnostik und Überwachung
zh_cn: 与有害事件有关的神经科装置，诊断和监测装置

# model:gnuhealth.pathology,name:Y751
source: Neurological devices associated with adverse incidents: Therapeutic (nonsurgical) and rehabilitative devices
de: Zur neurologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Therapeutische (nichtchirurgische) sowie für die Rehabilitation verwendete Geräte und Hilfsmittel
zh_cn: 与有害事件有关的神经科装置，治疗和康复装置(非手术的)

# model:gnuhealth.pathology,name:Y752
source: Neurological devices associated with adverse incidents: Prosthetic and other implants, materials and accessory devices
de: Zur neurologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Prothetische und sonstige Implantate, Materialien und Zusatzgeräte
zh_cn: 与有害事件有关的神经科装置，假体和其他植入物、材料和附件装置

# model:gnuhealth.pathology,name:Y753
source: Neurological devices associated with adverse incidents: Surgical instruments, materials and devices (including sutures)
de: Zur neurologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Chirurgische Instrumente, Materialien und Gegenstände (einschließlich Nahtmaterial)
zh_cn: 与有害事件有关的神经科装置，手术器械、材料和装置(包括缝线)

# model:gnuhealth.pathology,name:Y758
source: Neurological devices associated with adverse incidents: Miscellaneous devices, not elsewhere classified
de: Zur neurologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Verschiedenartige Geräte, anderenorts nicht klassifiziert
zh_cn: 与有害事件有关的神经科装置，多用途装置，不可归类在他处者

# model:gnuhealth.pathology,name:Y76
source: Obstetric and gynaecological devices associated with adverse incidents
de: Zur geburtshilflichen und gynäkologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen
fr_fr: Appareils utilisés en obstétrique et en gynécologie, associés à des accidents
zh_cn: 与有害事件有关的妇产科装置

# model:gnuhealth.pathology,name:Y760
source: Obstetric and gynaecological devices associated with adverse incidents: Diagnostic and monitoring devices
de: Zur geburtshilflichen und gynäkologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Geräte zur Diagnostik und Überwachung
zh_cn: 与有害事件有关的妇产科装置，诊断和监测装置

# model:gnuhealth.pathology,name:Y761
source: Obstetric and gynaecological devices associated with adverse incidents: Therapeutic (nonsurgical) and rehabilitative devices
de: Zur geburtshilflichen und gynäkologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Therapeutische (nichtchirurgische) sowie für die Rehabilitation verwendete Geräte und Hilfsmittel
zh_cn: 与有害事件有关的妇产科装置，治疗和康复装置(非手术的)

# model:gnuhealth.pathology,name:Y762
source: Obstetric and gynaecological devices associated with adverse incidents: Prosthetic and other implants, materials and accessory devices
de: Zur geburtshilflichen und gynäkologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Prothetische und sonstige Implantate, Materialien und Zusatzgeräte
zh_cn: 与有害事件有关的妇产科装置，假体和其他植入物、材料和附件装置

# model:gnuhealth.pathology,name:Y763
source: Obstetric and gynaecological devices associated with adverse incidents: Surgical instruments, materials and devices (including sutures)
de: Zur geburtshilflichen und gynäkologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Chirurgische Instrumente, Materialien und Gegenstände (einschließlich Nahtmaterial)
zh_cn: 与有害事件有关的妇产科装置，手术器械、材料和装置(包括缝线)

# model:gnuhealth.pathology,name:Y768
source: Obstetric and gynaecological devices associated with adverse incidents: Miscellaneous devices, not elsewhere classified
de: Zur geburtshilflichen und gynäkologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Verschiedenartige Geräte, anderenorts nicht klassifiziert
zh_cn: 与有害事件有关的妇产科装置，多用途装置，不可归类在他处者

# model:gnuhealth.pathology,name:Y77
source: Ophthalmic devices associated with adverse incidents
de: Zur ophthalmologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen
fr_fr: Appareils utilisés en ophtalmologie, associés à des accidents
zh_cn: 与有害事件有关的眼科装置

# model:gnuhealth.pathology,name:Y770
source: Ophthalmic devices associated with adverse incidents: Diagnostic and monitoring devices
de: Zur ophthalmologischen Behandlung benutzte medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen: Geräte zur Diagnostik und Überwachung
zh_cn: 与有害事件有关的眼科装置，诊断和监测装置
