Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:P032
source: Foetus and newborn affected by forceps delivery
fr_fr: Fœtus et nouveau-né affectés par un accouchement par forceps

# model:gnuhealth.pathology,name:P033
source: Foetus and newborn affected by delivery by vacuum extractor [ventouse]
fr_fr: Fœtus et nouveau-né affectés par un accouchement par extracteur pneumatique [ventouse]

# model:gnuhealth.pathology,name:P034
source: Foetus and newborn affected by Caesarean delivery
fr_fr: Fœtus et nouveau-né affectés par un accouchement par césarienne

# model:gnuhealth.pathology,name:P035
source: Foetus and newborn affected by precipitate delivery
fr_fr: Fœtus et nouveau-né affectés par un accouchement précipité

# model:gnuhealth.pathology,name:P036
source: Foetus and newborn affected by abnormal uterine contractions
fr_fr: Fœtus et nouveau-né affectés par des contractions anormales de l'utérus

# model:gnuhealth.pathology,name:P038
source: Foetus and newborn affected by other specified complications of labour and delivery
fr_fr: Fœtus et nouveau-né affectés par d'autres complications précisées du travail et de l'accouchement

# model:gnuhealth.pathology,name:P039
source: Foetus and newborn affected by complication of labour and delivery, unspecified
fr_fr: Fœtus et nouveau-né affectés par une complication du travail et de l'accouchement, sans précision

# model:gnuhealth.pathology,name:P04
source: Foetus and newborn affected by noxious influences transmitted via placenta or breast milk
fr_fr: Fœtus et nouveau-né affectés par des effets nocifs transmis par voie transplacentaire ou par le lait maternel

# model:gnuhealth.pathology,name:P040
source: Foetus and newborn affected by maternal anaesthesia and analgesia in pregnancy, labour and delivery
fr_fr: Fœtus et nouveau-né affectés par une anesthésie et par une analgésie de la mère, au cours de la grossesse, du travail et de l'accouchement

# model:gnuhealth.pathology,name:P041
source: Foetus and newborn affected by other maternal medication
fr_fr: Fœtus et nouveau-né affectés par d'autres médicaments absorbés par la mère

# model:gnuhealth.pathology,name:P042
source: Foetus and newborn affected by maternal use of tobacco
fr_fr: Fœtus et nouveau-né affectés par le tabagisme de la mère

# model:gnuhealth.pathology,name:P043
source: Foetus and newborn affected by maternal use of alcohol
fr_fr: Fœtus et nouveau-né affectés par l'alcoolisme de la mère

# model:gnuhealth.pathology,name:P044
source: Foetus and newborn affected by maternal use of drugs of addiction
fr_fr: Fœtus et nouveau-né affectés par toxicomanie de la mère

# model:gnuhealth.pathology,name:P045
source: Foetus and newborn affected by maternal use of nutritional chemical substances
fr_fr: Fœtus et nouveau-né affectés par une utilisation par la mère de substances chimiques nutritionnelles

# model:gnuhealth.pathology,name:P046
source: Foetus and newborn affected by maternal exposure to environmental chemical substances
fr_fr: Fœtus et nouveau-né affectés par l'exposition de la mère à des substances chimiques de l'environnement

# model:gnuhealth.pathology,name:P048
source: Foetus and newborn affected by other maternal noxious influences
fr_fr: Fœtus et nouveau-né affectés par d'autres effets nocifs maternels

# model:gnuhealth.pathology,name:P049
source: Foetus and newborn affected by maternal noxious influence, unspecified
fr_fr: Fœtus et nouveau-né affectés par un effet nocif maternel, sans précision

# model:gnuhealth.pathology,name:P05
source: Slow foetal growth and foetal malnutrition
fr_fr: Retard de croissance et malnutrition du fœtus

# model:gnuhealth.pathology,name:P052
source: Foetal malnutrition without mention of light or small for gestational age
fr_fr: Malnutrition du fœtus, sans mention de léger ou petit pour l'âge gestationnel

# model:gnuhealth.pathology,name:P059
source: Slow foetal growth, unspecified
fr_fr: Croissance lente du fœtus, sans précision

# model:gnuhealth.pathology,name:P082
source: Postterm infant, not heavy for gestational age
fr_fr: Enfant né après terme, qui n'est pas gros pour l'âge gestationnel

# model:gnuhealth.pathology,name:P140
source: Erb's paralysis due to birth injury
fr_fr: Paralysie de Duchenne-Erb due à un traumatisme obstétrical

# model:gnuhealth.pathology,name:P141
source: Klumpke's paralysis due to birth injury
fr_fr: Paralysie de Dejerine-Klumpke due à un traumatisme obstétrical

# model:gnuhealth.pathology,name:P20
source: Intra-uterine hypoxia
fr_fr: Hypoxie intra-utérine

# model:gnuhealth.pathology,name:P200
source: Intra-uterine hypoxia first noted before onset of labour
fr_fr: Hypoxie intra-utérine constatée pour la première fois avant le début du travail

# model:gnuhealth.pathology,name:P201
source: Intra-uterine hypoxia first noted during labour and delivery
fr_fr: Hypoxie intra-utérine constatée pour la première fois pendant le travail et l'accouchement

# model:gnuhealth.pathology,name:P209
source: Intra-uterine hypoxia, unspecified
fr_fr: Hypoxie intra-utérine, sans précision

# model:gnuhealth.pathology,name:P293
source: Persistent foetal circulation
fr_fr: Persistance de la circulation fœtale

# model:gnuhealth.pathology,name:P379
source: Congenital infectious or parasitic disease, unspecified
fr_fr: Maladie infectieuse ou parasitaire congénitale, sans précision

# model:gnuhealth.pathology,name:P392
source: Intra-amniotic infection of foetus, not elsewhere classified
fr_fr: Infection intra-amniotique du fœtus, non classée ailleurs

# model:gnuhealth.pathology,name:P50
source: Foetal blood loss
fr_fr: Perte de sang fœtal

# model:gnuhealth.pathology,name:P500
source: Foetal blood loss from vasa praevia
fr_fr: Perte de sang fœtal due à une insertion vélamenteuse du cordon

# model:gnuhealth.pathology,name:P501
source: Foetal blood loss from ruptured cord
fr_fr: Perte de sang fœtal due à une rupture du cordon

# model:gnuhealth.pathology,name:P502
source: Foetal blood loss from placenta
fr_fr: Perte de sang fœtal d'origine placentaire

# model:gnuhealth.pathology,name:P505
source: Foetal blood loss from cut end of co-twin's cord
fr_fr: Perte de sang fœtal au niveau de la section du cordon d'un jumeau

# model:gnuhealth.pathology,name:P508
source: Other foetal blood loss
fr_fr: Autres pertes de sang fœtal

# model:gnuhealth.pathology,name:P509
source: Foetal blood loss, unspecified
fr_fr: Perte de sang fœtal, sans précision

# model:gnuhealth.pathology,name:P52
source: Intracranial nontraumatic haemorrhage of foetus and newborn
fr_fr: Hémorragie intracrânienne non traumatique du fœtus et du nouveau-né

# model:gnuhealth.pathology,name:P520
source: Intraventricular (nontraumatic) haemorrhage, grade 1, of foetus and newborn
fr_fr: Hémorragie intraventriculaire (non traumatique), degré 1, du fœtus et du nouveau-né

# model:gnuhealth.pathology,name:P521
source: Intraventricular (nontraumatic) haemorrhage, grade 2, of foetus and newborn
fr_fr: Hémorragie intraventriculaire (non traumatique), degré 2, du fœtus et du nouveau-né

# model:gnuhealth.pathology,name:P522
source: Intraventricular (nontraumatic) haemorrhage, grade 3, of foetus and newborn
fr_fr: Hémorragie intraventriculaire (non traumatique), degré 3, du fœtus et du nouveau-né

# model:gnuhealth.pathology,name:P523
source: Unspecified intraventricular (nontraumatic) haemorrhage of foetus and newborn
fr_fr: Hémorragie intraventriculaire (non traumatique) du fœtus et du nouveau-né, sans précision

# model:gnuhealth.pathology,name:P524
source: Intracerebral (nontraumatic) haemorrhage of foetus and newborn
fr_fr: Hémorragie intracérébrale (non traumatique) du fœtus et du nouveau-né

# model:gnuhealth.pathology,name:P525
source: Subarachnoid (nontraumatic) haemorrhage of foetus and newborn
fr_fr: Hémorragie sous-arachnoïdienne (non traumatique) du fœtus et du nouveau-né

# model:gnuhealth.pathology,name:P526
source: Cerebellar (nontraumatic) and posterior fossa haemorrhage of foetus and newborn
fr_fr: Hémorragie cérébelleuse et de la fosse postérieure (non traumatique) du fœtus et du nouveau-né

# model:gnuhealth.pathology,name:P528
source: Other intracranial (nontraumatic) haemorrhages of foetus and newborn
fr_fr: Autres hémorragies intracrâniennes (non traumatiques) du fœtus et du nouveau-né

# model:gnuhealth.pathology,name:P529
source: Intracranial (nontraumatic) haemorrhage of foetus and newborn, unspecified
fr_fr: Hémorragie intracrânienne (non traumatique) du fœtus et du nouveau-né, sans précision

# model:gnuhealth.pathology,name:P53
source: Haemorrhagic disease of foetus and newborn
fr_fr: Maladie hémorragique du fœtus et du nouveau-né

# model:gnuhealth.pathology,name:P543
source: Other neonatal gastro-intestinal haemorrhage
fr_fr: Autres hémorragies gastro-intestinales néonatales

# model:gnuhealth.pathology,name:P55
source: Haemolytic disease of foetus and newborn
fr_fr: Maladie hémolytique du fœtus et du nouveau-né

# model:gnuhealth.pathology,name:P550
source: Rh isoimmunisation of foetus and newborn
fr_fr: Iso-immunisation du fœtus et du nouveau-né

# model:gnuhealth.pathology,name:P551
source: ABO isoimmunisation of foetus and newborn
fr_fr: Iso-immunisation ABO du fœtus et du nouveau-né

# model:gnuhealth.pathology,name:P558
source: Other haemolytic diseases of foetus and newborn
fr_fr: Autres maladies hémolytiques du fœtus et du nouveau-né

# model:gnuhealth.pathology,name:P559
source: Haemolytic disease of foetus and newborn, unspecified
fr_fr: Maladie hémolytique du fœtus et du nouveau-né, sans précision

# model:gnuhealth.pathology,name:P56
source: Hydrops foetalis due to haemolytic disease
fr_fr: Anasarque fœtoplacentaire due à une maladie hémolytique

# model:gnuhealth.pathology,name:P560
source: Hydrops foetalis due to isoimmunisation
fr_fr: Anasarque fœtoplacentaire due à une iso-immunisation

# model:gnuhealth.pathology,name:P569
source: Hydrops foetalis due to other and unspecified haemolytic disease
fr_fr: Anasarque fœtoplacentaire due à des maladies hémolytiques, autres et sans précision

# model:gnuhealth.pathology,name:P570
source: Kernicterus due to isoimmunisation
fr_fr: Ictère nucléaire dû à une iso-immunisation

# model:gnuhealth.pathology,name:P60
source: Disseminated intravascular coagulation of foetus and newborn
fr_fr: Coagulation intravasculaire disséminée chez le fœtus et le nouveau-né

# model:gnuhealth.pathology,name:P613
source: Congenital anaemia from foetal blood loss
fr_fr: Anémie congénitale par perte de sang fœtal

# model:gnuhealth.pathology,name:P70
source: Transitory disorders of carbohydrate metabolism specific to foetus and newborn
fr_fr: Anomalies transitoires du métabolisme des glucides spécifiques du fœtus et du nouveau-né

# model:gnuhealth.pathology,name:P708
source: Other transitory disorders of carbohydrate metabolism of foetus and newborn
fr_fr: Autres anomalies transitoires du métabolisme des glucides chez le fœtus et le nouveau-né

# model:gnuhealth.pathology,name:P709
source: Transitory disorder of carbohydrate metabolism of foetus and newborn, unspecified
fr_fr: Anomalie transitoire du métabolisme des glucides chez le fœtus et le nouveau-né, sans précision

# model:gnuhealth.pathology,name:P710
source: Cow's milk hypocalcaemia in newborn
fr_fr: Hypocalcémie du nouveau-né, due au lait de vache

# model:gnuhealth.pathology,name:P75
source: Meconium ileus
fr_fr: Iléus méconial (E84.1+)

# model:gnuhealth.pathology,name:P77
source: Necrotising enterocolitis of foetus and newborn
fr_fr: Entérocolite nécrosante du fœtus et du nouveau-né

# model:gnuhealth.pathology,name:P783
source: Non-infective neonatal diarrhoea
fr_fr: Diarrhée non infectieuse néonatale

# model:gnuhealth.pathology,name:P83
source: Other conditions of integument specific to foetus and newborn
fr_fr: Autres affections des téguments spécifiques du fœtus et du nouveau-né

# model:gnuhealth.pathology,name:P830
source: Sclerema neonatorum
fr_fr: Sclérème du nouveau-né
zh_cn: 新生儿硬化病[硬肿症]

# model:gnuhealth.pathology,name:P832
source: Hydrops foetalis not due to haemolytic disease
fr_fr: Anasarque fœtoplacentaire non due à une maladie hémolytique

# model:gnuhealth.pathology,name:P833
source: Other and unspecified oedema specific to foetus and newborn
fr_fr: Œdèmes, autres et sans précision, spécifiques du fœtus et du nouveau-né

# model:gnuhealth.pathology,name:P838
source: Other specified conditions of integument specific to foetus and newborn
fr_fr: Autres affections précisées des téguments spécifiques du fœtus et du nouveau-né

# model:gnuhealth.pathology,name:P839
source: Condition of integument specific to foetus and newborn, unspecified
fr_fr: Affection des téguments spécifiques du fœtus et du nouveau-né, sans précision

# model:gnuhealth.pathology,name:P93
source: Reactions and intoxications due to drugs administered to foetus and newborn
fr_fr: Réactions et intoxications médicamenteuses du fœtus et du nouveau-né

# model:gnuhealth.pathology,name:P95
source: Foetal death of unspecified cause
fr_fr: Mort fœtale de cause non précisée

# model:gnuhealth.pathology,name:P964
source: Termination of pregnancy, foetus and newborn
fr_fr: Interruption de la grossesse, fœtus et nouveau-né

# model:gnuhealth.pathology,name:P965
source: Complications of intra-uterine procedures, not elsewhere classified
fr_fr: Complications consécutives à des actes à visée diagnostique et thérapeutique intra-utérins, non classées ailleurs

# model:gnuhealth.pathology,name:Q10
source: Congenital malformations of eyelid, lachrymal apparatus and orbit
fr_fr: Malformations congénitales des paupières, de l'appareil lacrymal et de l'orbite

# model:gnuhealth.pathology,name:Q104
source: Absence and agenesis of lachrymal apparatus
fr_fr: Absence et agénésie de l'appareil lacrymal

# model:gnuhealth.pathology,name:Q105
source: Congenital stenosis and stricture of lachrymal duct
fr_fr: Sténose ou rétrécissement congénital du canal lacrymal

# model:gnuhealth.pathology,name:Q106
source: Other congenital malformations of lachrymal apparatus
fr_fr: Autres malformations congénitales de l'appareil lacrymal

# model:gnuhealth.pathology,name:Q142
source: Congenital malformation of optic disk
fr_fr: Malformation congénitale de la papille optique

# model:gnuhealth.pathology,name:Q20
source: Congenital malformations of cardiac chambers and connexions
fr_fr: Malformations congénitales des cavités et des orifices cardiaques

# model:gnuhealth.pathology,name:Q203
source: Discordant ventriculoarterial connexion
fr_fr: Communication ventriculo-auriculaire discordante

# model:gnuhealth.pathology,name:Q205
source: Discordant atrioventricular connexion
fr_fr: Communication auriculo-ventriculaire discordante

# model:gnuhealth.pathology,name:Q208
source: Other congenital malformations of cardiac chambers and connexions
fr_fr: Autres malformations congénitales des cavités et des orifices cardiaques

# model:gnuhealth.pathology,name:Q209
source: Congenital malformation of cardiac chambers and connexions, unspecified
fr_fr: Malformation congénitale des cavités et des orifices cardiaques, sans précision

# model:gnuhealth.pathology,name:Q225
source: Ebstein's anomaly
fr_fr: Maladie d'Ebstein

# model:gnuhealth.pathology,name:Q241
source: Levocardia
fr_fr: Lévocardie

# model:gnuhealth.pathology,name:Q242
source: Cor triatriatum
fr_fr: Cœur triatrial
zh_cn: 三房心

# model:gnuhealth.pathology,name:Q249
source: Congenital malformation of the heart, unspecified
fr_fr: Malformation cardiaque congénitale, sans précision

# model:gnuhealth.pathology,name:Q262
source: Total anomalous pulmonary venous connexion
fr_fr: Retour veineux pulmonaire anormal total

# model:gnuhealth.pathology,name:Q263
source: Partial anomalous pulmonary venous connexion
fr_fr: Retour veineux pulmonaire anormal partiel

# model:gnuhealth.pathology,name:Q264
source: Anomalous pulmonary venous connexion, unspecified
fr_fr: Retour veineux pulmonaire anormal, sans précision

# model:gnuhealth.pathology,name:Q265
source: Anomalous portal venous connexion
fr_fr: Retour veineux portal anormal

# model:gnuhealth.pathology,name:Q361
source: Cleft lip, medial
fr_fr: Fente labiale médiane

# model:gnuhealth.pathology,name:Q391
source: Atresia of oesophagus with tracheooesophageal fistula
fr_fr: Atrésie de l'œsophage avec fistule trachéo-œsophagienne

# model:gnuhealth.pathology,name:Q392
source: Congenital tracheooesophageal fistula without atresia
fr_fr: Fistule trachéo-œsophagienne congénitale, sans atrésie

# model:gnuhealth.pathology,name:Q430
source: Meckel's diverticulum
fr_fr: Diverticule de Meckel

# model:gnuhealth.pathology,name:Q431
source: Hirschsprung's disease
fr_fr: Maladie de Hirschsprung

# model:gnuhealth.pathology,name:Q50
source: Congenital malformations of ovaries, Fallopian tubes and broad ligaments
fr_fr: Malformations congénitales des ovaires, des trompes de Fallope et des ligaments larges

# model:gnuhealth.pathology,name:Q504
source: Embryonic cyst of Fallopian tube
fr_fr: Kyste embryonnaire de la trompe de Fallope

# model:gnuhealth.pathology,name:Q506
source: Other congenital malformatons of Fallopian tube and broad ligament
fr_fr: Autres malformations congénitales des trompes de Fallope et des ligaments larges

# model:gnuhealth.pathology,name:Q606
source: Potter's syndrome
fr_fr: Syndrome de Potter

# model:gnuhealth.pathology,name:Q611
source: Polycystic kidney, infantile type
fr_fr: Rein polykystique, autosomique récessif

# model:gnuhealth.pathology,name:Q612
source: Polycystic kidney, adult type
fr_fr: Rein polykystique, autosomique dominant

# model:gnuhealth.pathology,name:Q667
source: Pes cavus
fr_fr: Pied creux
zh_cn: 高弓足

# model:gnuhealth.pathology,name:Q676
source: Pectus excavatum
fr_fr: Thorax en entonnoir congénital
zh_cn: 漏斗胸

# model:gnuhealth.pathology,name:Q677
source: Pectus carinatum
fr_fr: Thorax en carène congénital
zh_cn: 鸡胸

# model:gnuhealth.pathology,name:Q743
source: Arthrogryposis multiplex congenita
fr_fr: Arthrogrypose congénitale multiple
zh_cn: 先天性多发性关节弯曲

# model:gnuhealth.pathology,name:Q775
source: Diastrophic dysplasia
fr_fr: Dysplasie diastrophique

# model:gnuhealth.pathology,name:Q780
source: Osteogenesis imperfecta
fr_fr: Ostéogénèse imparfaite
zh_cn: 成骨不全

# model:gnuhealth.pathology,name:Q79
source: Congenital malformations of musculoskeletal system, not elsewhere classified
fr_fr: Malformations congénitales du système ostéo-articulaire et des muscles, non classées ailleurs

# model:gnuhealth.pathology,name:Q800
source: Ichthyosis vulgaris
fr_fr: Ichtyose vulgaire
zh_cn: 寻常性鱼鳞病

# model:gnuhealth.pathology,name:Q804
source: Harlequin foetus
fr_fr: Fœtus Arlequin

# model:gnuhealth.pathology,name:Q81
source: Epidermolysis bullosa
fr_fr: Epidermolyse bulleuse
zh_cn: 大疱性表皮松解症

# model:gnuhealth.pathology,name:Q810
source: Epidermolysis bullosa simplex
fr_fr: Epidermolyse bulleuse simple
zh_cn: 单纯性大疱性表皮松解症

# model:gnuhealth.pathology,name:Q812
source: Epidermolysis bullosa dystrophica
fr_fr: Epidermolyse bulleuse dystrophique
zh_cn: 营养不良性大疱性表皮松解症

# model:gnuhealth.pathology,name:Q825
source: Congenital nonneoplastic naevus
fr_fr: Nævus congénital non néoplasique

# model:gnuhealth.pathology,name:Q860
source: Foetal alcohol syndrome (dysmorphic)
fr_fr: Syndrome d'alcoolisme fœtal (dysmorphique)

# model:gnuhealth.pathology,name:Q861
source: Foetal hydantoin syndrome
fr_fr: Syndrome fœtal dû à l'hydantoïne

# model:gnuhealth.pathology,name:Q874
source: Marfan's syndrome
fr_fr: Syndrome de Marfan

# model:gnuhealth.pathology,name:Q90
source: Down's syndrome
fr_fr: Syndrome de Down

# model:gnuhealth.pathology,name:Q909
source: Down's syndrome, unspecified
fr_fr: Syndrome de Down, sans précision

# model:gnuhealth.pathology,name:Q91
source: Edwards' syndrome and Patau's syndrome
fr_fr: Syndrome d'Edwards et syndrome de Patau

# model:gnuhealth.pathology,name:Q913
source: Edwards' syndrome, unspecified
fr_fr: Syndrome d'Edwards, sans précision

# model:gnuhealth.pathology,name:Q917
source: Patau's syndrome, unspecified
fr_fr: Syndrome de Patau, sans précision

# model:gnuhealth.pathology,name:Q96
source: Turner's syndrome
fr_fr: Syndrome de Turner

# model:gnuhealth.pathology,name:Q960
source: Karyotype 45,X
fr_fr: Caryotype 45,X

# model:gnuhealth.pathology,name:Q961
source: Karyotype 46,X iso (Xq)
fr_fr: Caryotype 46,X iso (Xq)

# model:gnuhealth.pathology,name:Q962
source: Karyotype 46,X with abnormal sex chromosome, except iso (Xq)
fr_fr: Caryotype 46,X avec chromosome sexuel anormal, sauf iso (Xq)

# model:gnuhealth.pathology,name:Q963
source: Mosaicism, 45,X/46,XX or XY
fr_fr: Mosaïque chromosomique, 45,X/46,XX ou XY

# model:gnuhealth.pathology,name:Q964
source: Mosaicism, 45,X/other cell line(s) with abnormal sex chromosome
fr_fr: Mosaïque chromosomique, 45,X/autre(s) lignée(s) cellulaire(s) avec chromosome sexuel anormal

# model:gnuhealth.pathology,name:Q968
source: Other variants of Turner's syndrome
fr_fr: Autres formes du syndrome de Turner

# model:gnuhealth.pathology,name:Q969
source: Turner's syndrome, unspecified
fr_fr: Syndrome de Turner, sans précision

# model:gnuhealth.pathology,name:Q970
source: Karyotype 47,XXX
fr_fr: Caryotype 47,XXX

# model:gnuhealth.pathology,name:Q973
source: Female with 46,XY karyotype
fr_fr: Femme avec un caryotype 46,XY

# model:gnuhealth.pathology,name:Q980
source: Klinefelter's syndrome karyotype 47,XXY
fr_fr: Syndrome de Klinefelter, caryotype 47,XXY

# model:gnuhealth.pathology,name:Q981
source: Klinefelter's syndrome, male with more than two X chromosomes
fr_fr: Syndrome de Klinefelter, homme avec plus de deux chromosomes X

# model:gnuhealth.pathology,name:Q982
source: Klinefelter's syndrome, male with 46,XX karyotype
fr_fr: Syndrome de Klinefelter, homme avec caryotype 46,XX

# model:gnuhealth.pathology,name:Q983
source: Other male with 46,XX karyotype
fr_fr: Autre phénotype masculin avec caryotype 46,XX

# model:gnuhealth.pathology,name:Q984
source: Klinefelter's syndrome, unspecified
fr_fr: Syndrome de Klinefelter, sans précision

# model:gnuhealth.pathology,name:Q985
source: Karyotype 47,XYY
fr_fr: Caryotype 47,XYY

# model:gnuhealth.pathology,name:Q990
source: Chimera 46,XX/46,XY
fr_fr: Chimère 46,XX/46,XY

# model:gnuhealth.pathology,name:Q991
source: 46,XX true hermaphrodite
fr_fr: Hermaphrodite vrai 46,XX

# model:gnuhealth.pathology,name:R101
source: Pain localised to upper abdomen
fr_fr: Douleur localisée à la partie supérieure de l'abdomen

# model:gnuhealth.pathology,name:R103
source: Pain localised to other parts of lower abdomen
fr_fr: Douleur localisée à d'autres parties inférieures de l'abdomen

# model:gnuhealth.pathology,name:R195
source: Other fecal abnormalities
fr_fr: Autres anomalies des matières fécales

# model:gnuhealth.pathology,name:R22
source: Localised swelling, mass and lump of skin and subcutaneous tissue
fr_fr: Autres tuméfactions et masses localisées de la peau et du tissu cellulaire sous-cutané

# model:gnuhealth.pathology,name:R220
source: Localised swelling, mass and lump, head
fr_fr: Tuméfaction et masse localisées, au niveau de la tête

# model:gnuhealth.pathology,name:R221
source: Localised swelling, mass and lump, neck
fr_fr: Tuméfaction et masse localisées, au niveau du cou

# model:gnuhealth.pathology,name:R222
source: Localised swelling, mass and lump, trunk
fr_fr: Tuméfaction et masse localisées, au niveau du tronc

# model:gnuhealth.pathology,name:R223
source: Localised swelling, mass and lump, upper limb
fr_fr: Tuméfaction et masse localisées, au niveau du membre supérieur

# model:gnuhealth.pathology,name:R224
source: Localised swelling, mass and lump, lower limb
fr_fr: Tuméfaction et masse localisées, au niveau du membre inférieur

# model:gnuhealth.pathology,name:R227
source: Localised swelling, mass and lump, multiple sites
fr_fr: Tuméfaction et masse localisées, sièges multiples
