Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Q758
source: Other specified congenital malformations of skull and face bones
de: Sonstige näher bezeichnete angeborene Fehlbildungen der Schädel- und Gesichtsschädelknochen
fr_fr: Autres malformations congénitales précisées des os du crâne et de la face
zh_cn: 颅和面骨的其他特指先天性畸形

# model:gnuhealth.pathology,name:Q759
source: Congenital malformation of skull and face bones, unspecified
de: Angeborene Fehlbildung der Schädel- und Gesichtsschädelknochen, nicht näher bezeichnet
fr_fr: Malformation congénitale des os du crâne et de la face, sans précision
zh_cn: 颅和面骨未特指的先天性畸形

# model:gnuhealth.pathology,name:Q76
source: Congenital malformations of spine and bony thorax
de: Angeborene Fehlbildungen der Wirbelsäule und des knöchernen Thorax
fr_fr: Malformations congénitales du rachis et du thorax osseux
zh_cn: 脊柱及胸廓先天性畸形

# model:gnuhealth.pathology,name:Q761
source: Klippel-Feil syndrome
de: Klippel-Feil-Syndrom
fr_fr: Syndrome de Klippel-Feil
zh_cn: 先天性短颈综合征[克利佩尔-费尔综合征]

# model:gnuhealth.pathology,name:Q762
source: Congenital spondylolisthesis
de: Angeborene Spondylolisthesis
fr_fr: Spondylolisthésis congénital
zh_cn: 先天性脊椎前移症

# model:gnuhealth.pathology,name:Q763
source: Congenital scoliosis due to congenital bony malformation
de: Angeborene Skoliose durch angeborene Knochenfehlbildung
fr_fr: Scoliose congénitale due à une malformation osseuse congénitale
zh_cn: 骨先天性畸形引起的先天性脊柱侧弯

# model:gnuhealth.pathology,name:Q764
source: Other congenital malformations of spine, not associated with scoliosis
de: Sonstige angeborene Fehlbildungen der Wirbelsäule ohne Skoliose
fr_fr: Autres malformations congénitales du rachis, non associées à une scoliose
zh_cn: 脊柱其他先天性畸形，与脊柱侧弯无关

# model:gnuhealth.pathology,name:Q765
source: Cervical rib
de: Halsrippe
fr_fr: Côte cervicale
zh_cn: 颈肋

# model:gnuhealth.pathology,name:Q766
source: Other congenital malformations of ribs
de: Sonstige angeborene Fehlbildungen der Rippen
fr_fr: Autres malformations congénitales des côtes
zh_cn: 肋骨的其他先天性畸形

# model:gnuhealth.pathology,name:Q767
source: Congenital malformation of sternum
de: Angeborene Fehlbildung des Sternums
fr_fr: Anomalies congénitales du sternum
zh_cn: 胸骨先天性畸形

# model:gnuhealth.pathology,name:Q768
source: Other congenital malformations of bony thorax
de: Sonstige angeborene Fehlbildungen des knöchernen Thorax
fr_fr: Autres malformations congénitales du thorax osseux
zh_cn: 胸廓的其他先天性畸形

# model:gnuhealth.pathology,name:Q769
source: Congenital malformation of bony thorax, unspecified
de: Angeborene Fehlbildung des knöchernen Thorax, nicht näher bezeichnet
fr_fr: Malformation congénitale du thorax osseux, sans précision
zh_cn: 未特指的胸廓先天性畸形

# model:gnuhealth.pathology,name:Q77
source: Osteochondrodysplasia with defects of growth of tubular bones and spine
de: Osteochondrodysplasie mit Wachstumsstörungen der Röhrenknochen und der Wirbelsäule
fr_fr: Ostéochondrodysplasie avec anomalies de la croissance des os longs et du rachis
zh_cn: 骨软骨发育不良伴管状骨和脊柱的发育缺陷

# model:gnuhealth.pathology,name:Q770
source: Achondrogenesis
de: Achondrogenesie
fr_fr: Achondrogénésie
zh_cn: 软骨成长不全

# model:gnuhealth.pathology,name:Q771
source: Thanatophoric short stature
de: Thanatophore Dysplasie
fr_fr: Insuffisance staturale thanatophore
zh_cn: 致死性身材矮小症

# model:gnuhealth.pathology,name:Q772
source: Short rib syndrome
de: Kurzripp-Polydaktylie-Syndrome
fr_fr: Syndrome des côtes courtes
zh_cn: 短肋综合征

# model:gnuhealth.pathology,name:Q773
source: Chondrodysplasia punctata
de: Chondrodysplasia-punctata-Syndrome
fr_fr: Chondrodysplasie ponctuée
zh_cn: 点状软骨发育不良

# model:gnuhealth.pathology,name:Q774
source: Achondroplasia
de: Achondroplasie
fr_fr: Achondroplasie
zh_cn: 软骨发育不全

# model:gnuhealth.pathology,name:Q775
source: Dystrophic dysplasia
de: Diastrophische Dysplasie
zh_cn: 弯曲变形性发育不良(骨骼)

# model:gnuhealth.pathology,name:Q776
source: Chondroectodermal dysplasia
de: Chondroektodermale Dysplasie
fr_fr: Dysplasie chondro-ectodermique
zh_cn: 软骨外胚层发育不良

# model:gnuhealth.pathology,name:Q777
source: Spondyloepiphyseal dysplasia
de: Dysplasia spondyloepiphysaria
fr_fr: Dysplasie spondylo-épiphysaire
zh_cn: 脊椎骨骺发育不良

# model:gnuhealth.pathology,name:Q778
source: Other osteochondrodysplasia with defects of growth of tubular bones and spine
de: Sonstige Osteochondrodysplasien mit Wachstumsstörungen der Röhrenknochen und der Wirbelsäule
fr_fr: Autres ostéochondrodysplasies avec anomalies de la croissance des os longs et du rachis
zh_cn: 其他骨软骨发育不良伴管状骨和脊柱发育缺陷

# model:gnuhealth.pathology,name:Q779
source: Osteochondrodysplasia with defects of growth of tubular bones and spine, unspecified
de: Osteochondrodysplasie mit Wachstumsstörungen der Röhrenknochen und der Wirbelsäule, nicht näher bezeichnet
fr_fr: Ostéochondrodysplasie avec anomalies de la croissance des os longs et du rachis, sans précision
zh_cn: 未特指的骨软骨发育不良伴管状骨和脊柱发育缺陷

# model:gnuhealth.pathology,name:Q78
source: Other osteochondrodysplasias
de: Sonstige Osteochondrodysplasien
fr_fr: Autres ostéochondrodysplasies
zh_cn: 其他骨软骨发育不良

# model:gnuhealth.pathology,name:Q781
source: Polyostotic fibrous dysplasia
de: Polyostotische fibröse Dysplasie [Jaffé-Lichtenstein-Syndrom]
fr_fr: Dysplasie polyostotique fibreuse
zh_cn: 多骨纤维性结构不良

# model:gnuhealth.pathology,name:Q782
source: Osteopetrosis
de: Marmorknochenkrankheit
fr_fr: Ostéopétrose
zh_cn: 骨硬化症

# model:gnuhealth.pathology,name:Q783
source: Progressive diaphyseal dysplasia
de: Progrediente diaphysäre Dysplasie
fr_fr: Dysplasie diaphysaire progressive
zh_cn: 进行性骨干发育异常

# model:gnuhealth.pathology,name:Q784
source: Enchondromatosis
de: Enchondromatose
fr_fr: Enchondromatose
zh_cn: 内生软骨瘤病

# model:gnuhealth.pathology,name:Q785
source: Metaphyseal dysplasia
de: Metaphysäre Dysplasie
fr_fr: Dysplasie métaphysaire
zh_cn: 干骺端发育不良

# model:gnuhealth.pathology,name:Q786
source: Multiple congenital exostoses
de: Angeborene multiple Exostosen
fr_fr: Exostoses multiples congénitales
zh_cn: 多发性先天性外生骨疣

# model:gnuhealth.pathology,name:Q788
source: Other specified osteochondrodysplasias
de: Sonstige näher bezeichnete Osteochondrodysplasien
fr_fr: Autres ostéochondrodysplasies précisées
zh_cn: 其他特指的骨软骨发育不良

# model:gnuhealth.pathology,name:Q789
source: Osteochondrodysplasia, unspecified
de: Osteochondrodysplasie, nicht näher bezeichnet
fr_fr: Ostéochondrodysplasie, sans précision
zh_cn: 未特指的骨软骨发育不良

# model:gnuhealth.pathology,name:Q79
source: Congenital malformations of the musculoskeletal system, not elsewhere classified
de: Angeborene Fehlbildungen des Muskel-Skelett-Systems, anderenorts nicht klassifiziert
zh_cn: 肌肉骨骼系统先天性畸形，不可归类在他处者

# model:gnuhealth.pathology,name:Q790
source: Congenital diaphragmatic hernia
de: Angeborene Zwerchfellhernie
fr_fr: Hernie diaphragmatique congénitale
zh_cn: 先天性膈疝

# model:gnuhealth.pathology,name:Q791
source: Other congenital malformations of diaphragm
de: Sonstige angeborene Fehlbildungen des Zwerchfells
fr_fr: Autres malformations congénitales du diaphragme
zh_cn: 膈的其他先天性畸形

# model:gnuhealth.pathology,name:Q792
source: Exomphalos
de: Exomphalus
fr_fr: Exomphale
zh_cn: 脐疝

# model:gnuhealth.pathology,name:Q794
source: Prune belly syndrome
de: Bauchdeckenaplasie-Syndrom
fr_fr: Aplasie congénitale de la musculature abdominale
zh_cn: 干梅腹综合征

# model:gnuhealth.pathology,name:Q795
source: Other congenital malformations of abdominal wall
de: Sonstige angeborene Fehlbildungen der Bauchdecke
fr_fr: Autres malformations congénitales de la paroi abdominale
zh_cn: 腹壁的其他先天性畸形

# model:gnuhealth.pathology,name:Q796
source: Ehlers-Danlos syndrome
de: Ehlers-Danlos-Syndrom
fr_fr: Syndrome d'Ehlers-Danlos
zh_cn: 埃勒斯-当洛斯综合征

# model:gnuhealth.pathology,name:Q798
source: Other congenital malformations of musculoskeletal system
de: Sonstige angeborene Fehlbildungen des Muskel-Skelett-Systems
fr_fr: Autres malformations congénitales du système ostéo-articulaire et des muscles
zh_cn: 肌肉骨骼系统的其他先天性畸形

# model:gnuhealth.pathology,name:Q799
source: Congenital malformation of musculoskeletal system, unspecified
de: Angeborene Fehlbildung des Muskel-Skelett-Systems, nicht näher bezeichnet
fr_fr: Malformation congénitale du système ostéo-articulaire et des muscles, sans précision
zh_cn: 肌肉骨骼系统未特指的先天性畸形

# model:gnuhealth.pathology,name:Q80
source: Congenital ichthyosis
de: Ichthyosis congenita
fr_fr: Ichtyose congénitale
zh_cn: 先天性鱼鳞病

# model:gnuhealth.pathology,name:Q801
source: X-linked ichthyosis
de: X-chromosomal-rezessive Ichthyosis
fr_fr: Ichtyose liée au chromosome X
zh_cn: 性联鱼鳞病

# model:gnuhealth.pathology,name:Q802
source: Lamellar ichthyosis
de: Lamelläre Ichthyosis
fr_fr: Ichtyose lamellaire
zh_cn: 片层状鱼鳞癣

# model:gnuhealth.pathology,name:Q803
source: Congenital bullous ichthyosiform erythroderma
de: Bullöse kongenitale ichthyosiforme Erythrodermie
fr_fr: Erythrodermie ichtyosiforme bulleuse congénitale
zh_cn: 先天性大疱性鱼鳞病样红皮病

# model:gnuhealth.pathology,name:Q804
source: Harlequin fetus
de: Ichthyosis congenita gravis [Harlekinfetus]
zh_cn: 斑色胎儿

# model:gnuhealth.pathology,name:Q808
source: Other congenital ichthyosis
de: Sonstige Ichthyosis congenita
fr_fr: Autres ichtyoses congénitales
zh_cn: 其他先天性鱼鳞病

# model:gnuhealth.pathology,name:Q809
source: Congenital ichthyosis, unspecified
de: Ichthyosis congenita, nicht näher bezeichnet
fr_fr: Ichtyose congénitale, sans précision
zh_cn: 未特指的先天性鱼鳞病

# model:gnuhealth.pathology,name:Q811
source: Epidermolysis bullosa letalis
de: Epidermolysis bullosa atrophicans gravis
fr_fr: Epidermolyse bulleuse létale
zh_cn: 致死性大疱性表皮松解症

# model:gnuhealth.pathology,name:Q818
source: Other epidermolysis bullosa
de: Sonstige Epidermolysis bullosa
fr_fr: Autres épidermolyses bulleuses
zh_cn: 其他大疱性表皮松解症

# model:gnuhealth.pathology,name:Q819
source: Epidermolysis bullosa, unspecified
de: Epidermolysis bullosa, nicht näher bezeichnet
fr_fr: Epidermolyse bulleuse, sans précision
zh_cn: 未特指大疱性表皮松解症

# model:gnuhealth.pathology,name:Q82
source: Other congenital malformations of skin
de: Sonstige angeborene Fehlbildungen der Haut
fr_fr: Autres malformations congénitales de la peau
zh_cn: 皮肤的其他先天性畸形

# model:gnuhealth.pathology,name:Q820
source: Hereditary lymphoedema
de: Hereditäres Lymphödem
fr_fr: Lymphœdème héréditaire
zh_cn: 遗传性淋巴水肿

# model:gnuhealth.pathology,name:Q822
source: Mastocytosis
de: Mastozytose (angeboren)
fr_fr: Mastocytose
zh_cn: 肥大细胞增生病

# model:gnuhealth.pathology,name:Q824
source: Ectodermal dysplasia (anhidrotic)
de: Ektodermale Dysplasie (anhidrotisch)
fr_fr: Dysplasie ectodermique (anhidrotique)
zh_cn: 外胚层发育不良症(无汗的)

# model:gnuhealth.pathology,name:Q825
source: Congenital non-neoplastic naevus
de: Angeborener nichtneoplastischer Nävus
zh_cn: 先天性非肿瘤性痣

# model:gnuhealth.pathology,name:Q828
source: Other specified congenital malformations of skin
de: Sonstige näher bezeichnete angeborene Fehlbildungen der Haut
fr_fr: Autres malformations congénitales précisées de la peau
zh_cn: 皮肤的其他特指先天性畸形

# model:gnuhealth.pathology,name:Q829
source: Congenital malformation of skin, unspecified
de: Angeborene Fehlbildung der Haut, nicht näher bezeichnet
fr_fr: Malformation congénitale de la peau, sans précision
zh_cn: 皮肤未特指的先天性畸形

# model:gnuhealth.pathology,name:Q83
source: Congenital malformations of breast
de: Angeborene Fehlbildungen der Mamma [Brustdrüse]
fr_fr: Malformations congénitales du sein
zh_cn: 乳房先天性畸形

# model:gnuhealth.pathology,name:Q830
source: Congenital absence of breast with absent nipple
de: Angeborenes Fehlen der Mamma verbunden mit fehlender Brustwarze
fr_fr: Absence congénitale de sein avec absence de mamelon
zh_cn: 先天性无乳房和乳头

# model:gnuhealth.pathology,name:Q831
source: Accessory breast
de: Akzessorische Mamma
fr_fr: Sein surnuméraire
zh_cn: 副乳房

# model:gnuhealth.pathology,name:Q832
source: Absent nipple
de: Fehlen der Brustwarze (angeboren)
fr_fr: Absence de mamelon
zh_cn: 无乳头

# model:gnuhealth.pathology,name:Q833
source: Accessory nipple
de: Akzessorische Brustwarze
fr_fr: Mamelon accessoire
zh_cn: 副乳头

# model:gnuhealth.pathology,name:Q838
source: Other congenital malformations of breast
de: Sonstige angeborene Fehlbildungen der Mamma
fr_fr: Autres malformations congénitales du sein
zh_cn: 乳房的其他先天性畸形

# model:gnuhealth.pathology,name:Q839
source: Congenital malformation of breast, unspecified
de: Angeborene Fehlbildung der Mamma, nicht näher bezeichnet
fr_fr: Malformation congénitale du sein, sans précision
zh_cn: 乳房未特指的先天性畸形

# model:gnuhealth.pathology,name:Q84
source: Other congenital malformations of integument
de: Sonstige angeborene Fehlbildungen des Integumentes
fr_fr: Autres malformations congénitales de la peau et des phanères
zh_cn: 体被的其他先天性畸形

# model:gnuhealth.pathology,name:Q840
source: Congenital alopecia
de: Angeborene Alopezie
fr_fr: Alopécie congénitale
zh_cn: 先天性秃发

# model:gnuhealth.pathology,name:Q841
source: Congenital morphological disturbances of hair, not elsewhere classified
de: Angeborene morphologische Störungen der Haare, anderenorts nicht klassifiziert
fr_fr: Anomalies congénitales de la morphologie des cheveux, non classées ailleurs
zh_cn: 先天性毛发形态障碍，不可归类在他处者

# model:gnuhealth.pathology,name:Q842
source: Other congenital malformations of hair
de: Sonstige angeborene Fehlbildungen der Haare
fr_fr: Autres anomalies congénitales des cheveux
zh_cn: 毛发的其他先天性畸形

# model:gnuhealth.pathology,name:Q843
source: Anonychia
de: Anonychie
fr_fr: Anonychie
zh_cn: 甲缺如

# model:gnuhealth.pathology,name:Q844
source: Congenital leukonychia
de: Angeborene Leukonychie
fr_fr: Leuconychie congénitale
zh_cn: 先天性白甲

# model:gnuhealth.pathology,name:Q845
source: Enlarged and hypertrophic nails
de: Vergrößerte und hypertrophierte Nägel (angeboren)
fr_fr: Hypertrophie des ongles
zh_cn: 指[趾]甲增大和增生

# model:gnuhealth.pathology,name:Q846
source: Other congenital malformations of nails
de: Sonstige angeborene Fehlbildungen der Nägel
fr_fr: Autres malformations congénitales des ongles
zh_cn: 指[趾]甲的其他先天性畸形

# model:gnuhealth.pathology,name:Q848
source: Other specified congenital malformations of integument
de: Sonstige näher bezeichnete angeborene Fehlbildungen des Integumentes
fr_fr: Autres malformations congénitales précisées de la peau et des phanères
zh_cn: 体被的其他特指先天性畸形

# model:gnuhealth.pathology,name:Q849
source: Congenital malformation of integument, unspecified
de: Angeborene Fehlbildung des Integumentes, nicht näher bezeichnet
fr_fr: Malformation congénitale de la peau et des phanères, sans précision
zh_cn: 体被未特指的先天性畸形

# model:gnuhealth.pathology,name:Q85
source: Phakomatoses, not elsewhere classified
de: Phakomatosen, anderenorts nicht klassifiziert
fr_fr: Phacomatoses, non classées ailleurs
zh_cn: 斑痣性错构瘤病，不可归类在他处者

# model:gnuhealth.pathology,name:Q850
source: Neurofibromatosis (nonmalignant)
de: Neurofibromatose (nicht bösartig)
fr_fr: Neurofibromatose (non maligne)
zh_cn: 神经纤维瘤病(非恶性)

# model:gnuhealth.pathology,name:Q851
source: Tuberous sclerosis
de: Tuberöse (Hirn-) Sklerose
fr_fr: Sclérose tubéreuse
zh_cn: 结节性硬化症

# model:gnuhealth.pathology,name:Q858
source: Other phakomatoses, not elsewhere classified
de: Sonstige Phakomatosen, anderenorts nicht klassifiziert
fr_fr: Autres phacomatoses, non classées ailleurs
zh_cn: 其他斑痣性错构瘤病，不可归类在他处者

# model:gnuhealth.pathology,name:Q859
source: Phakomatosis, unspecified
de: Phakomatose, nicht näher bezeichnet
fr_fr: Phacomatose, sans précision
zh_cn: 未特指的斑痣性错构瘤病

# model:gnuhealth.pathology,name:Q86
source: Congenital malformation syndromes due to known exogenous causes, not elsewhere classified
de: Angeborene Fehlbildungssyndrome durch bekannte äußere Ursachen, anderenorts nicht klassifiziert
fr_fr: Syndromes congénitaux malformatifs dus à des causes exogènes connues, non classés ailleurs
zh_cn: 已知的外源性原因引起的先天性畸形综合征，不可归类在他处者

# model:gnuhealth.pathology,name:Q860
source: Fetal alcohol syndrome (dysmorphic)
de: Alkohol-Embryopathie (mit Dysmorphien)
zh_cn: 胎儿酒精综合征(畸形的)

# model:gnuhealth.pathology,name:Q861
source: Fetal hydantoin syndrome
de: Antiepileptika-Embryopathie
zh_cn: 胎儿乙内酰脲综合征

# model:gnuhealth.pathology,name:Q862
source: Dysmorphism due to warfarin
de: Warfarin-Embryopathie
fr_fr: Dysmorphisme dû à la warfarine
zh_cn: 苄丙酮香豆素引起的同质异形

# model:gnuhealth.pathology,name:Q868
source: Other congenital malformation syndromes due to known exogenous causes
de: Sonstige angeborene Fehlbildungssyndrome durch bekannte äußere Ursachen
fr_fr: Autres syndromes congénitaux malformatifs dus à des causes exogènes connues
zh_cn: 已知的外源性原因引起的其他先天性畸形综合征

# model:gnuhealth.pathology,name:Q87
source: Other specified congenital malformation syndromes affecting multiple systems
de: Sonstige näher bezeichnete angeborene Fehlbildungssyndrome mit Beteiligung mehrerer Systeme
fr_fr: Autres syndromes congénitaux malformatifs précisés atteignant plusieurs systèmes
zh_cn: 影响多系统的其他特指先天性畸形综合征

# model:gnuhealth.pathology,name:Q870
source: Congenital malformation syndromes predominantly affecting facial appearance
de: Angeborene Fehlbildungssyndrome mit vorwiegender Beteiligung des Gesichtes
fr_fr: Syndromes congénitaux malformatifs atteignant principalement l'aspect de la face
zh_cn: 主要影响面部外貌的先天性畸形综合征

# model:gnuhealth.pathology,name:Q871
source: Congenital malformation syndromes predominantly associated with short stature
de: Angeborene Fehlbildungssyndrome, die vorwiegend mit Kleinwuchs einhergehen
fr_fr: Syndromes congénitaux malformatifs associés principalement à une petite taille
zh_cn: 主要与身材矮小症有关的先天性畸形综合征

# model:gnuhealth.pathology,name:Q872
source: Congenital malformation syndromes predominantly involving limbs
de: Angeborene Fehlbildungssyndrome mit vorwiegender Beteiligung der Extremitäten
fr_fr: Syndromes congénitaux malformatifs impliquant principalement les membres
zh_cn: 主要涉及四肢的先天性畸形综合征

# model:gnuhealth.pathology,name:Q873
source: Congenital malformation syndromes involving early overgrowth
de: Angeborene Fehlbildungssyndrome mit vermehrtem Gewebewachstum im frühen Kindesalter
fr_fr: Syndromes congénitaux malformatifs comprenant un gigantisme néonatal
zh_cn: 涉及早期过度生长的先天性畸形综合征

# model:gnuhealth.pathology,name:Q874
source: Marfan syndrome
de: Marfan-Syndrom
zh_cn: 马方综合征

# model:gnuhealth.pathology,name:Q875
source: Other congenital malformation syndromes with other skeletal changes
de: Sonstige angeborene Fehlbildungssyndrome mit sonstigen Skelettveränderungen
fr_fr: Autres syndromes congénitaux malformatifs avec d'autres modifications du squelette
zh_cn: 其他先天性畸形综合征伴其他骨改变

# model:gnuhealth.pathology,name:Q878
source: Other specified congenital malformation syndromes, not elsewhere classified
de: Sonstige näher bezeichnete angeborene Fehlbildungssyndrome, anderenorts nicht klassifiziert
fr_fr: Autres syndromes congénitaux malformatifs précisés, non classés ailleurs
zh_cn: 其他特指的先天性畸形综合征，不可归类在他处者

# model:gnuhealth.pathology,name:Q89
source: Other congenital malformations, not elsewhere classified
de: Sonstige angeborene Fehlbildungen, anderenorts nicht klassifiziert
fr_fr: Autres malformations congénitales, non classées ailleurs
zh_cn: 其他先天性畸形，不可归类在他处者

# model:gnuhealth.pathology,name:Q890
source: Congenital malformations of spleen
de: Angeborene Fehlbildungen der Milz
fr_fr: Malformations congénitales de la rate
zh_cn: 脾先天性畸形

# model:gnuhealth.pathology,name:Q891
source: Congenital malformations of adrenal gland
de: Angeborene Fehlbildungen der Nebenniere
fr_fr: Malformations congénitales des surrénales
zh_cn: 肾上腺先天性畸形

# model:gnuhealth.pathology,name:Q892
source: Congenital malformations of other endocrine glands
de: Angeborene Fehlbildungen sonstiger endokriner Drüsen
fr_fr: Malformations congénitales des autres glandes endocrines
zh_cn: 其他内分泌腺先天性畸形

# model:gnuhealth.pathology,name:Q894
source: Conjoined twins
de: Siamesische Zwillinge
fr_fr: Jumeaux soudés
zh_cn: 联体儿

# model:gnuhealth.pathology,name:Q897
source: Multiple congenital malformations, not elsewhere classified
de: Multiple angeborene Fehlbildungen, anderenorts nicht klassifiziert
fr_fr: Malformations congénitales multiples, non classées ailleurs
zh_cn: 多发性先天性畸形，不可归类在他处者

# model:gnuhealth.pathology,name:Q898
source: Other specified congenital malformations
de: Sonstige näher bezeichnete angeborene Fehlbildungen
fr_fr: Autres malformations congénitales précisées
zh_cn: 其他特指的先天性畸形

# model:gnuhealth.pathology,name:Q899
source: Congenital malformation, unspecified
de: Angeborene Fehlbildung, nicht näher bezeichnet
fr_fr: Malformation congénitale, sans précision
zh_cn: 未特指的先天性畸形

# model:gnuhealth.pathology,name:Q90
source: Down syndrome
de: Down-Syndrom
zh_cn: 唐氏综合征[先天愚型]

# model:gnuhealth.pathology,name:Q900
source: Trisomy 21, meiotic nondisjunction
de: Trisomie 21, meiotische Non-disjunction
fr_fr: Trisomie 21, non-disjonction méïotique
zh_cn: 三体性21，减数分裂不分离

# model:gnuhealth.pathology,name:Q901
source: Trisomy 21, mosaicism (mitotic nondisjunction)
de: Trisomie 21, Mosaik (mitotische Non-disjunction)
fr_fr: Trisomie 21, mosaïque chromosomique (non-disjonction mitotique)
zh_cn: 三体性21，(同源)嵌合体(有丝分裂不分离)

# model:gnuhealth.pathology,name:Q902
source: Trisomy 21, translocation
de: Trisomie 21, Translokation
fr_fr: Trisomie 21, translocation
zh_cn: 三体性21，易位

# model:gnuhealth.pathology,name:Q909
source: Down syndrome, unspecified
de: Down-Syndrom, nicht näher bezeichnet
zh_cn: 未特指的唐氏综合征[先天愚型]

# model:gnuhealth.pathology,name:Q91
source: Edwards syndrome and Patau syndrome
de: Edwards-Syndrom und Patau-Syndrom
zh_cn: 爱德华兹综合征和帕套综合征

# model:gnuhealth.pathology,name:Q910
source: Trisomy 18, meiotic nondisjunction
de: Trisomie 18, meiotische Non-disjunction
fr_fr: Trisomie 18, non-disjonction méïotique
zh_cn: 三体性18，减数分裂不分离

# model:gnuhealth.pathology,name:Q911
source: Trisomy 18, mosaicism (mitotic nondisjunction)
de: Trisomie 18, Mosaik (mitotische Non-disjunction)
fr_fr: Trisomie 18, mosaïque chromosomique (non-disjonction mitotique)
zh_cn: 三体性18，(同源)嵌合体(有丝分裂不分离)

# model:gnuhealth.pathology,name:Q912
source: Trisomy 18, translocation
de: Trisomie 18, Translokation
fr_fr: Trisomie 18, translocation
zh_cn: 三体性18，易位

# model:gnuhealth.pathology,name:Q913
source: Edwards syndrome, unspecified
de: Edwards-Syndrom, nicht näher bezeichnet
zh_cn: 未特指的爱德华兹综合征

# model:gnuhealth.pathology,name:Q914
source: Trisomy 13, meiotic nondisjunction
de: Trisomie 13, meiotische Non-disjunction
fr_fr: Trisomie 13, non-disjonction méïotique
zh_cn: 三体性13，减数分裂不分离

# model:gnuhealth.pathology,name:Q915
source: Trisomy 13, mosaicism (mitotic nondisjunction)
de: Trisomie 13, Mosaik (mitotische Non-disjunction)
fr_fr: Trisomie 13, mosaïque chromosomique (non-disjonction mitotique)
zh_cn: 三体性13，(同源)嵌合体(有丝分裂不分离)

# model:gnuhealth.pathology,name:Q916
source: Trisomy 13, translocation
de: Trisomie 13, Translokation
fr_fr: Trisomie 13, translocation
zh_cn: 三体性13，易位

# model:gnuhealth.pathology,name:Q917
source: Patau syndrome, unspecified
de: Patau-Syndrom, nicht näher bezeichnet
zh_cn: 未特指的帕套综合征

# model:gnuhealth.pathology,name:Q92
source: Other trisomies and partial trisomies of the autosomes, not elsewhere classified
de: Sonstige Trisomien und partielle Trisomien der Autosomen, anderenorts nicht klassifiziert
fr_fr: Autres trisomies et trisomies partielles des autosomes, non classées ailleurs
zh_cn: 常染色体其他三体性和部分三体型，不可归类在他处者

# model:gnuhealth.pathology,name:Q920
source: Whole chromosome trisomy, meiotic nondisjunction
de: Vollständige Trisomie, meiotische Non-disjunction
fr_fr: Trisomie d'un chromosome entier, non-disjonction méïotique
zh_cn: 全染色体三体性，减数分裂不分离

# model:gnuhealth.pathology,name:Q921
source: Whole chromosome trisomy, mosaicism (mitotic nondisjunction)
de: Vollständige Trisomie, Mosaik (mitotische Non-disjunction)
fr_fr: Trisomie d'un chromosome entier, mosaïque chromosomique (non-disjonction mitotique)
zh_cn: 全染色体三体性，(同源)嵌合体(有丝分裂不分离)

# model:gnuhealth.pathology,name:Q922
source: Major partial trisomy
de: Partielle Trisomie, Majorform
fr_fr: Trisomie partielle majeure
zh_cn: 大部分三体性
