Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:K274
source: Peptic ulcer, site unspecified: Chronic or unspecified with haemorrhage
de: Ulcus pepticum, Lokalisation nicht näher bezeichnet: Chronisch oder nicht näher bezeichnet, mit Blutung
zh_cn: 部位未特指的消化性溃疡慢性或未特指的，伴有出血

# model:gnuhealth.pathology,name:K275
source: Peptic ulcer, site unspecified: Chronic or unspecified with perforation
de: Ulcus pepticum, Lokalisation nicht näher bezeichnet: Chronisch oder nicht näher bezeichnet, mit Perforation
zh_cn: 部位未特指的消化性溃疡慢性或未特指的，伴有穿孔

# model:gnuhealth.pathology,name:K276
source: Peptic ulcer, site unspecified: Chronic or unspecified with both haemorrhage and perforation
de: Ulcus pepticum, Lokalisation nicht näher bezeichnet: Chronisch oder nicht näher bezeichnet, mit Blutung und Perforation
zh_cn: 部位未特指的消化性溃疡慢性或未特指的，伴有出血和穿孔

# model:gnuhealth.pathology,name:K277
source: Peptic ulcer, site unspecified: Chronic without haemorrhage or perforation
de: Ulcus pepticum, Lokalisation nicht näher bezeichnet: Chronisch, ohne Blutung oder Perforation
zh_cn: 部位未特指的消化性溃疡慢性，不伴有出血或穿孔

# model:gnuhealth.pathology,name:K279
source: Peptic ulcer, site unspecified: Unspecified as acute or chronic, without haemorrhage or perforation
de: Ulcus pepticum, Lokalisation nicht näher bezeichnet: Weder als akut noch als chronisch bezeichnet, ohne Blutung oder Perforation
zh_cn: 部位未特指的消化性溃疡未特指为急性或慢性，不伴有出血或穿孔

# model:gnuhealth.pathology,name:K28
source: Gastrojejunal ulcer
de: Ulcus pepticum jejuni
fr_fr: Ulcère gastro-jéjunal
zh_cn: 胃空肠溃疡

# model:gnuhealth.pathology,name:K280
source: Gastrojejunal ulcer: Acute with haemorrhage
de: Ulcus pepticum jejuni: Akut, mit Blutung
zh_cn: 胃空肠溃疡急性，伴有出血

# model:gnuhealth.pathology,name:K281
source: Gastrojejunal ulcer: Acute with perforation
de: Ulcus pepticum jejuni: Akut, mit Perforation
zh_cn: 胃空肠溃疡急性，伴有穿孔

# model:gnuhealth.pathology,name:K282
source: Gastrojejunal ulcer: Acute with both haemorrhage and perforation
de: Ulcus pepticum jejuni: Akut, mit Blutung und Perforation
zh_cn: 胃空肠溃疡急性，伴有出血和穿孔

# model:gnuhealth.pathology,name:K283
source: Gastrojejunal ulcer: Acute without haemorrhage or perforation
de: Ulcus pepticum jejuni: Akut, ohne Blutung oder Perforation
zh_cn: 胃空肠溃疡急性，不伴有出血或穿孔

# model:gnuhealth.pathology,name:K284
source: Gastrojejunal ulcer: Chronic or unspecified with haemorrhage
de: Ulcus pepticum jejuni: Chronisch oder nicht näher bezeichnet, mit Blutung
zh_cn: 胃空肠溃疡慢性或未特指的，伴有出血

# model:gnuhealth.pathology,name:K285
source: Gastrojejunal ulcer: Chronic or unspecified with perforation
de: Ulcus pepticum jejuni: Chronisch oder nicht näher bezeichnet, mit Perforation
zh_cn: 胃空肠溃疡慢性或未特指的，伴有穿孔

# model:gnuhealth.pathology,name:K286
source: Gastrojejunal ulcer: Chronic or unspecified with both haemorrhage and perforation
de: Ulcus pepticum jejuni: Chronisch oder nicht näher bezeichnet, mit Blutung und Perforation
zh_cn: 胃空肠溃疡慢性或未特指的，伴有出血和穿孔

# model:gnuhealth.pathology,name:K287
source: Gastrojejunal ulcer: Chronic without haemorrhage or perforation
de: Ulcus pepticum jejuni: Chronisch, ohne Blutung oder Perforation
zh_cn: 胃空肠溃疡慢性，不伴有出血或穿孔

# model:gnuhealth.pathology,name:K289
source: Gastrojejunal ulcer: Unspecified as acute or chronic, without haemorrhage or perforation
de: Ulcus pepticum jejuni: Weder als akut noch als chronisch bezeichnet, ohne Blutung oder Perforation
zh_cn: 胃空肠溃疡未特指为急性或慢性，不伴有出血或穿孔

# model:gnuhealth.pathology,name:K29
source: Gastritis and duodenitis
de: Gastritis und Duodenitis
fr_fr: Gastrite et duodénite
zh_cn: 胃炎和十二指肠炎

# model:gnuhealth.pathology,name:K290
source: Acute haemorrhagic gastritis
de: Akute hämorrhagische Gastritis
fr_fr: Gastrite hémorragique aiguë
zh_cn: 急性出血性胃炎

# model:gnuhealth.pathology,name:K291
source: Other acute gastritis
de: Sonstige akute Gastritis
fr_fr: Autres gastrites aiguës
zh_cn: 其他急性胃炎

# model:gnuhealth.pathology,name:K292
source: Alcoholic gastritis
de: Alkoholgastritis
fr_fr: Gastrite alcoolique
zh_cn: 酒精性胃炎

# model:gnuhealth.pathology,name:K293
source: Chronic superficial gastritis
de: Chronische Oberflächengastritis
fr_fr: Gastrite chronique superficielle
zh_cn: 慢性浅表性胃炎

# model:gnuhealth.pathology,name:K294
source: Chronic atrophic gastritis
de: Chronische atrophische Gastritis
fr_fr: Gastrite chronique atrophique
zh_cn: 慢性萎缩性胃炎

# model:gnuhealth.pathology,name:K295
source: Chronic gastritis, unspecified
de: Chronische Gastritis, nicht näher bezeichnet
fr_fr: Gastrite chronique, sans précision
zh_cn: 未特指的慢性胃炎

# model:gnuhealth.pathology,name:K296
source: Other gastritis
de: Sonstige Gastritis
fr_fr: Autres gastrites
zh_cn: 其他胃炎

# model:gnuhealth.pathology,name:K297
source: Gastritis, unspecified
de: Gastritis, nicht näher bezeichnet
fr_fr: Gastrite, sans précision
zh_cn: 未特指的胃炎

# model:gnuhealth.pathology,name:K299
source: Gastroduodenitis, unspecified
de: Gastroduodenitis, nicht näher bezeichnet
fr_fr: Gastro-duodénite, sans précision
zh_cn: 未特指的胃十二指肠炎

# model:gnuhealth.pathology,name:K30
source: Functional dyspepsia
de: Funktionelle Dyspepsie
zh_cn: 消化不良

# model:gnuhealth.pathology,name:K31
source: Other diseases of stomach and duodenum
de: Sonstige Krankheiten des Magens und des Duodenums
fr_fr: Autres maladies de l'estomac et du duodénum
zh_cn: 胃和十二指肠的其他疾病

# model:gnuhealth.pathology,name:K310
source: Acute dilatation of stomach
de: Akute Magendilatation
fr_fr: Dilatation aiguë de l'estomac
zh_cn: 急性胃扩张

# model:gnuhealth.pathology,name:K311
source: Adult hypertrophic pyloric stenosis
de: Hypertrophische Pylorusstenose beim Erwachsenen
fr_fr: Sténose pylorique hypertrophique de l'adulte
zh_cn: 成人肥厚性幽门狭窄

# model:gnuhealth.pathology,name:K312
source: Hourglass stricture and stenosis of stomach
de: Sanduhrförmige Striktur und Stenose des Magens
fr_fr: Estomac en sablier et sténose de l'estomac
zh_cn: 胃沙漏状狭窄及缩窄

# model:gnuhealth.pathology,name:K313
source: Pylorospasm, not elsewhere classified
de: Pylorospasmus, anderenorts nicht klassifiziert
fr_fr: Spasme du pylore, non classé ailleurs
zh_cn: 幽门痉挛，不可归类在他处者

# model:gnuhealth.pathology,name:K314
source: Gastric diverticulum
de: Magendivertikel
fr_fr: Diverticule gastrique
zh_cn: 胃憩室

# model:gnuhealth.pathology,name:K315
source: Obstruction of duodenum
de: Duodenalverschluss
fr_fr: Obstruction du duodénum
zh_cn: 十二指肠梗阻

# model:gnuhealth.pathology,name:K316
source: Fistula of stomach and duodenum
de: Fistel des Magens und des Duodenums
fr_fr: Fistule de l'estomac et du duodénum
zh_cn: 胃和十二指肠瘘

# model:gnuhealth.pathology,name:K317
source: Polyp of stomach and duodenum
de: Polyp des Magens und des Duodenums
fr_fr: Polype de l'estomac et du duodénum
zh_cn: 胃和十二指肠息肉

# model:gnuhealth.pathology,name:K318
source: Other specified diseases of stomach and duodenum
de: Sonstige näher bezeichnete Krankheiten des Magens und des Duodenums
fr_fr: Autres maladies précisées de l'estomac et du duodénum
zh_cn: 胃和十二指肠其他特指的疾病

# model:gnuhealth.pathology,name:K319
source: Disease of stomach and duodenum, unspecified
de: Krankheit des Magens und des Duodenums, nicht näher bezeichnet
fr_fr: Maladie de l'estomac et du duodénum, sans précision
zh_cn: 胃和十二指肠未特指的疾病

# model:gnuhealth.pathology,name:K35
source: Acute appendicitis
de: Akute Appendizitis
fr_fr: Appendicite aiguë
zh_cn: 急性阑尾炎

# model:gnuhealth.pathology,name:K350
source: Acute appendicitis with generalised peritonitis
de: Akute Appendizitis mit diffuser Peritonitis
fr_fr: Appendicite aiguë avec péritonite généralisée
zh_cn: 急性阑尾炎伴有弥漫性腹膜炎

# model:gnuhealth.pathology,name:K351
source: Acute appendicitis with peritoneal abscess
de: Akute Appendizitis mit Peritonealabszeß
fr_fr: Appendicite aiguë avec abcès péritonéal
zh_cn: 急性阑尾炎伴有腹膜脓肿

# model:gnuhealth.pathology,name:K352
source: Acute appendicitis with generalized peritonitis
de: Akute Appendizitis mit generalisierter Peritonitis

# model:gnuhealth.pathology,name:K353
source: Acute appendicitis with localized peritonitis
de: Akute Appendizitis mit lokalisierter Peritonitis

# model:gnuhealth.pathology,name:K358
source: Acute appendicitis, other and unspecified
de: Akute Appendizitis, nicht näher bezeichnet

# model:gnuhealth.pathology,name:K359
source: Acute appendicitis, unspecified
de: Akute Appendizitis, nicht näher bezeichnet
fr_fr: Appendicite aiguë, sans précision
zh_cn: 未特指的急性阑尾炎

# model:gnuhealth.pathology,name:K36
source: Other appendicitis
de: Sonstige Appendizitis
fr_fr: Autres formes d'appendicite
zh_cn: 其他阑尾炎

# model:gnuhealth.pathology,name:K37
source: Unspecified appendicitis
de: Nicht näher bezeichnete Appendizitis
fr_fr: Appendicite, sans précision
zh_cn: 未特指的阑尾炎

# model:gnuhealth.pathology,name:K38
source: Other diseases of appendix
de: Sonstige Krankheiten der Appendix
fr_fr: Autres maladies de l'appendice
zh_cn: 阑尾的其他疾病

# model:gnuhealth.pathology,name:K380
source: Hyperplasia of appendix
de: Hyperplasie der Appendix
fr_fr: Hyperplasie de l'appendice
zh_cn: 阑尾增生

# model:gnuhealth.pathology,name:K381
source: Appendicular concretions
de: Appendixkonkremente
fr_fr: Concrétions appendiculaires
zh_cn: 阑尾结石

# model:gnuhealth.pathology,name:K382
source: Diverticulum of appendix
de: Appendixdivertikel
fr_fr: Diverticule de l'appendice
zh_cn: 阑尾憩室

# model:gnuhealth.pathology,name:K383
source: Fistula of appendix
de: Appendixfistel
fr_fr: Fistule de l'appendice
zh_cn: 阑尾瘘

# model:gnuhealth.pathology,name:K388
source: Other specified diseases of appendix
de: Sonstige näher bezeichnete Krankheiten der Appendix
fr_fr: Autres maladies précisées de l'appendice
zh_cn: 阑尾其他特指的疾病

# model:gnuhealth.pathology,name:K389
source: Disease of appendix, unspecified
de: Krankheit der Appendix, nicht näher bezeichnet
fr_fr: Maladie de l'appendice, sans précision
zh_cn: 阑尾未特指的疾病

# model:gnuhealth.pathology,name:K40
source: Inguinal hernia
de: Hernia inguinalis
fr_fr: Hernie inguinale
zh_cn: 腹股沟疝

# model:gnuhealth.pathology,name:K400
source: Bilateral inguinal hernia, with obstruction, without gangrene
de: Doppelseitige Hernia inguinalis mit Einklemmung, ohne Gangrän
fr_fr: Hernie inguinale bilatérale, avec occlusion, sans gangrène
zh_cn: 双侧腹股沟疝，伴有梗阻，不伴有坏疽

# model:gnuhealth.pathology,name:K401
source: Bilateral inguinal hernia, with gangrene
de: Doppelseitige Hernia inguinalis mit Gangrän
fr_fr: Hernie inguinale bilatérale, avec gangrène
zh_cn: 双侧腹股沟疝，伴有坏疽

# model:gnuhealth.pathology,name:K402
source: Bilateral inguinal hernia, without obstruction or gangrene
de: Doppelseitige Hernia inguinalis, ohne Einklemmung und ohne Gangrän
fr_fr: Hernie inguinale bilatérale, sans occlusion ni gangrène
zh_cn: 双侧腹股沟疝，不伴有梗阻或坏疽

# model:gnuhealth.pathology,name:K403
source: Unilateral or unspecified inguinal hernia, with obstruction, without gangrene
de: Hernia inguinalis, einseitig oder ohne Seitenangabe, mit Einklemmung, ohne Gangrän
fr_fr: Hernie inguinale, unilatérale ou sans précision, avec occlusion, sans gangrène
zh_cn: 单侧或未特指的腹股沟疝，伴有梗阻，不伴有坏疽

# model:gnuhealth.pathology,name:K404
source: Unilateral or unspecified inguinal hernia, with gangrene
de: Hernia inguinalis, einseitig oder ohne Seitenangabe, mit Gangrän
fr_fr: Hernie inguinale, unilatérale ou sans précision, avec gangrène
zh_cn: 单侧或未特指的腹股沟疝，伴有坏疽

# model:gnuhealth.pathology,name:K409
source: Unilateral or unspecified inguinal hernia, without obstruction or gangrene
de: Hernia inguinalis, einseitig oder ohne Seitenangabe, ohne Einklemmung und ohne Gangrän
fr_fr: Hernie inguinale, unilatérale ou sans précision, sans occlusion ni gangrène
zh_cn: 单侧或未特指的腹股沟疝，不伴有梗阻或坏疽

# model:gnuhealth.pathology,name:K41
source: Femoral hernia
de: Hernia femoralis
fr_fr: Hernie crurale
zh_cn: 股疝

# model:gnuhealth.pathology,name:K410
source: Bilateral femoral hernia, with obstruction, without gangrene
de: Doppelseitige Hernia femoralis mit Einklemmung, ohne Gangrän
fr_fr: Hernie crurale bilatérale, avec occlusion, sans gangrène
zh_cn: 双侧股疝，伴有梗阻，不伴有坏疽

# model:gnuhealth.pathology,name:K411
source: Bilateral femoral hernia, with gangrene
de: Doppelseitige Hernia femoralis mit Gangrän
fr_fr: Hernie crurale bilatérale, avec gangrène
zh_cn: 双侧股疝，伴有坏疽

# model:gnuhealth.pathology,name:K412
source: Bilateral femoral hernia, without obstruction or gangrene
de: Doppelseitige Hernia femoralis ohne Einklemmung und ohne Gangrän
fr_fr: Hernie crurale bilatérale, sans occlusion ni gangrène
zh_cn: 双侧股疝，不伴有梗阻或坏疽

# model:gnuhealth.pathology,name:K413
source: Unilateral or unspecified femoral hernia, with obstruction, without gangrene
de: Hernia femoralis, einseitig oder ohne Seitenangabe, mit Einklemmung, ohne Gangrän
fr_fr: Hernie crurale, unilatérale ou sans précision, avec occlusion, sans gangrène
zh_cn: 单侧或未特指股疝，伴有梗阻，不伴有坏疽

# model:gnuhealth.pathology,name:K414
source: Unilateral or unspecified femoral hernia, with gangrene
de: Hernia femoralis, einseitig oder ohne Seitenangabe, mit Gangrän
fr_fr: Hernie crurale, unilatérale ou sans précision, avec gangrène
zh_cn: 单侧或未特指股疝，伴有坏疽

# model:gnuhealth.pathology,name:K419
source: Unilateral or unspecified femoral hernia, without obstruction or gangrene
de: Hernia femoralis, einseitig oder ohne Seitenangabe, ohne Einklemmung und ohne Gangrän
fr_fr: Hernie crurale, unilatérale ou sans précision, sans occlusion ni gangrène
zh_cn: 单侧或未特指股疝，不伴有梗阻或坏疽

# model:gnuhealth.pathology,name:K42
source: Umbilical hernia
de: Hernia umbilicalis
fr_fr: Hernie ombilicale
zh_cn: 脐疝

# model:gnuhealth.pathology,name:K420
source: Umbilical hernia with obstruction, without gangrene
de: Hernia umbilicalis mit Einklemmung, ohne Gangrän
fr_fr: Hernie ombilicale avec occlusion, sans gangrène
zh_cn: 脐疝，伴有梗阻，不伴有坏疽

# model:gnuhealth.pathology,name:K421
source: Umbilical hernia with gangrene
de: Hernia umbilicalis mit Gangrän
fr_fr: Hernie ombilicale, avec gangrène
zh_cn: 脐疝，伴有坏疽

# model:gnuhealth.pathology,name:K429
source: Umbilical hernia without obstruction or gangrene
de: Hernia umbilicalis ohne Einklemmung und ohne Gangrän
fr_fr: Hernie ombilicale, sans occlusion ni gangrène
zh_cn: 脐疝，不伴有梗阻或坏疽

# model:gnuhealth.pathology,name:K43
source: Ventral hernia
de: Hernia ventralis
fr_fr: Autres hernies de la paroi abdominale antérieure
zh_cn: 腹疝

# model:gnuhealth.pathology,name:K430
source: Incisional hernia with obstruction, without gangrene
de: Narbenhernie mit Einklemmung, ohne Gangrän
zh_cn: 腹疝，伴有梗阻，不伴有坏疽

# model:gnuhealth.pathology,name:K431
source: Incisional hernia with gangrene
de: Narbenhernie mit Gangrän
zh_cn: 腹疝，伴有坏疽

# model:gnuhealth.pathology,name:K432
source: Incisional hernia without obstruction or gangrene
de: Narbenhernie ohne Einklemmung und ohne Gangrän

# model:gnuhealth.pathology,name:K433
source: Parastomal hernia with obstruction, without gangrene
de: Parastomale Hernie mit Einklemmung, ohne Gangrän

# model:gnuhealth.pathology,name:K434
source: Parastomal hernia with gangrene
de: Parastomale Hernie mit Gangrän

# model:gnuhealth.pathology,name:K435
source: Parastomal hernia without obstruction or gangrene
de: Parastomale Hernie ohne Einklemmung und ohne Gangrän

# model:gnuhealth.pathology,name:K436
source: Other and unspecified ventral hernia with obstruction without gangrene
de: Sonstige und nicht näher bezeichnete Hernia ventralis mit Einklemmung, ohne Gangrän

# model:gnuhealth.pathology,name:K437
source: Other and unspecified ventral hernia with gangrene
de: Sonstige und nicht näher bezeichnete Hernia ventralis mit Gangrän

# model:gnuhealth.pathology,name:K439
source: Other and unspecified ventral hernia without obstruction or gangrene
de: Sonstige und nicht näher bezeichnete Hernia ventralis ohne Einklemmung und ohne Gangrän
zh_cn: 腹疝，不伴有梗阻或坏疽

# model:gnuhealth.pathology,name:K44
source: Diaphragmatic hernia
de: Hernia diaphragmatica
fr_fr: Hernie diaphragmatique
zh_cn: 膈疝

# model:gnuhealth.pathology,name:K440
source: Diaphragmatic hernia with obstruction, without gangrene
de: Hernia diaphragmatica mit Einklemmung, ohne Gangrän
fr_fr: Hernie diaphragmatique avec occlusion, sans gangrène
zh_cn: 膈疝，伴有梗阻，不伴有坏疽

# model:gnuhealth.pathology,name:K441
source: Diaphragmatic hernia with gangrene
de: Hernia diaphragmatica mit Gangrän
fr_fr: Hernie diaphragmatique, avec gangrène
zh_cn: 膈疝，伴有坏疽

# model:gnuhealth.pathology,name:K449
source: Diaphragmatic hernia without obstruction or gangrene
de: Hernia diaphragmatica ohne Einklemmung und ohne Gangrän
fr_fr: Hernie diaphragmatique, sans occlusion ni gangrène
zh_cn: 膈疝，不伴有梗阻或坏疽

# model:gnuhealth.pathology,name:K45
source: Other abdominal hernia
de: Sonstige abdominale Hernien
fr_fr: Autres hernies abdominales
zh_cn: 其他腹疝

# model:gnuhealth.pathology,name:K450
source: Other specified abdominal hernia with obstruction, without gangrene
de: Sonstige näher bezeichnete abdominale Hernien mit Einklemmung, ohne Gangrän
fr_fr: Autres hernies abdominales de siège précisé, avec occlusion, sans gangrène
zh_cn: 其他特指的腹疝，伴有梗阻，不伴有坏疽

# model:gnuhealth.pathology,name:K451
source: Other specified abdominal hernia with gangrene
de: Sonstige näher bezeichnete abdominale Hernien mit Gangrän
fr_fr: Autres hernies abdominales précisées, avec gangrène
zh_cn: 其他特指的腹疝，伴有坏疽

# model:gnuhealth.pathology,name:K458
source: Other specified abdominal hernia without obstruction or gangrene
de: Sonstige näher bezeichnete abdominale Hernien ohne Einklemmung und ohne Gangrän
fr_fr: Autres hernies abdominales précisées, sans occlusion ni gangrène
zh_cn: 其他特指的腹疝，不伴有梗阻或坏疽

# model:gnuhealth.pathology,name:K46
source: Unspecified abdominal hernia
de: Nicht näher bezeichnete abdominale Hernie
fr_fr: Hernie abdominale non précisée
zh_cn: 未特指的腹疝

# model:gnuhealth.pathology,name:K460
source: Unspecified abdominal hernia with obstruction, without gangrene
de: Nicht näher bezeichnete abdominale Hernie mit Einklemmung, ohne Gangrän
fr_fr: Hernie abdominale non précisée, avec occlusion, sans gangrène
zh_cn: 未特指的腹疝，伴有梗阻。不伴有坏疽

# model:gnuhealth.pathology,name:K461
source: Unspecified abdominal hernia with gangrene
de: Nicht näher bezeichnete abdominale Hernie mit Gangrän
fr_fr: Hernie abdominale non précisée, avec gangrène
zh_cn: 未特指的腹疝，伴有坏疽

# model:gnuhealth.pathology,name:K469
source: Unspecified abdominal hernia without obstruction or gangrene
de: Nicht näher bezeichnete abdominale Hernie ohne Einklemmung und ohne Gangrän
fr_fr: Hernie abdominale non précisée, sans occlusion ni gangrène
zh_cn: 未特指的腹疝，不伴有梗阻或坏疽

# model:gnuhealth.pathology,name:K50
source: Crohn disease [regional enteritis]
de: Crohn-Krankheit [Enteritis regionalis] [Morbus Crohn]
zh_cn: 克罗恩病[局限性肠炎]

# model:gnuhealth.pathology,name:K500
source: Crohn disease of small intestine
de: Crohn-Krankheit des Dünndarmes
zh_cn: 小肠克罗恩病

# model:gnuhealth.pathology,name:K501
source: Crohn disease of large intestine
de: Crohn-Krankheit des Dickdarmes
zh_cn: 大肠克罗恩病

# model:gnuhealth.pathology,name:K508
source: Other Crohn disease
de: Sonstige Crohn-Krankheit
zh_cn: 其他的克罗恩病

# model:gnuhealth.pathology,name:K509
source: Crohn disease, unspecified
de: Crohn-Krankheit, nicht näher bezeichnet
zh_cn: 未特指的克罗恩病

# model:gnuhealth.pathology,name:K51
source: Ulcerative colitis
de: Colitis ulcerosa
fr_fr: Recto-colite hémorragique [colite ulcéreuse]
zh_cn: 溃疡性结肠炎

# model:gnuhealth.pathology,name:K510
source: Ulcerative (chronic) pancolitis
de: Ulzeröse (chronische) Pankolitis
zh_cn: 溃疡性(慢性)全结肠炎

# model:gnuhealth.pathology,name:K511
source: Ulcerative (chronic) ileocolitis
de: Ulzeröse (chronische) Ileokolitis
fr_fr: Iléo-colite ulcéreuse (chronique)
zh_cn: 溃疡性(慢性)回肠结肠炎

# model:gnuhealth.pathology,name:K512
source: Ulcerative (chronic) proctitis
de: Ulzeröse (chronische) Proktitis
fr_fr: Rectite ulcéreuse (chronique)
zh_cn: 溃疡性(慢性)直肠炎

# model:gnuhealth.pathology,name:K513
source: Ulcerative (chronic) rectosigmoiditis
de: Ulzeröse (chronische) Rektosigmoiditis
fr_fr: Recto-sigmoïdite ulcéreuse (chronique)
zh_cn: 溃疡性(慢性)直肠乙状结肠炎

# model:gnuhealth.pathology,name:K514
source: Inflammatory polyps
de: Inflammatorische Polypen
zh_cn: 炎性息肉

# model:gnuhealth.pathology,name:K515
source: Left sided colitis
de: Linksseitige Kolitis
zh_cn: 左侧结肠炎

# model:gnuhealth.pathology,name:K518
source: Other ulcerative colitis
de: Sonstige Colitis ulcerosa
fr_fr: Autres recto-colites hémorragiques
zh_cn: 其他的溃疡性结肠炎

# model:gnuhealth.pathology,name:K519
source: Ulcerative colitis, unspecified
de: Colitis ulcerosa, nicht näher bezeichnet
fr_fr: Recto-colite hémorragique, sans précision
zh_cn: 未特指的溃疡性结肠炎

# model:gnuhealth.pathology,name:K52
source: Other noninfective gastroenteritis and colitis
de: Sonstige nichtinfektiöse Gastroenteritis und Kolitis
zh_cn: 其他非感染性胃肠炎和结肠贺

# model:gnuhealth.pathology,name:K520
source: Gastroenteritis and colitis due to radiation
de: Gastroenteritis und Kolitis durch Strahleneinwirkung
zh_cn: 放射性胃肠炎和结肠炎

# model:gnuhealth.pathology,name:K521
source: Toxic gastroenteritis and colitis
de: Toxische Gastroenteritis und Kolitis
zh_cn: 中毒性胃肠炎和结肠炎

# model:gnuhealth.pathology,name:K522
source: Allergic and dietetic gastroenteritis and colitis
de: Allergische und alimentäre Gastroenteritis und Kolitis
zh_cn: 变应性及饮食性胃肠炎和结肠炎

# model:gnuhealth.pathology,name:K523
source: Indeterminate colitis
de: Colitis indeterminata
zh_cn: 未定型结肠炎

# model:gnuhealth.pathology,name:K528
source: Other specified noninfective gastroenteritis and colitis
de: Sonstige näher bezeichnete nichtinfektiöse Gastroenteritis und Kolitis
zh_cn: 其他特指的非感染性胃肠炎和结肠炎

# model:gnuhealth.pathology,name:K529
source: Noninfective gastroenteritis and colitis, unspecified
de: Nichtinfektiöse Gastroenteritis und Kolitis, nicht näher bezeichnet
zh_cn: 未特指的非感染性胃肠炎和结肠炎

# model:gnuhealth.pathology,name:K55
source: Vascular disorders of intestine
de: Gefäßkrankheiten des Darmes
fr_fr: Troubles vasculaires de l'intestin
zh_cn: 肠血管疾患

# model:gnuhealth.pathology,name:K550
source: Acute vascular disorders of intestine
de: Akute Gefäßkrankheiten des Darmes
fr_fr: Troubles vasculaires aigus de l'intestin
zh_cn: 肠急性血管疾患

# model:gnuhealth.pathology,name:K551
source: Chronic vascular disorders of intestine
de: Chronische Gefäßkrankheiten des Darmes
fr_fr: Troubles vasculaires chroniques de l'intestin
zh_cn: 肠慢性血管疾患

# model:gnuhealth.pathology,name:K552
source: Angiodysplasia of colon
de: Angiodysplasie des Kolons
fr_fr: Angiodysplasie du côlon
zh_cn: 结肠血管发育不良

# model:gnuhealth.pathology,name:K553
source: Angiodysplasia of small intestine
de: Angiodysplasie des Dünndarmes

# model:gnuhealth.pathology,name:K558
source: Other vascular disorders of intestine
de: Sonstige Gefäßkrankheiten des Darmes
fr_fr: Autres troubles vasculaires de l'intestin
zh_cn: 其他的肠血管疾患

# model:gnuhealth.pathology,name:K559
source: Vascular disorder of intestine, unspecified
de: Gefäßkrankheit des Darmes, nicht näher bezeichnet
fr_fr: Trouble vasculaire de l'intestin, sans précision
zh_cn: 未特指的肠血管疾患

# model:gnuhealth.pathology,name:K56
source: Paralytic ileus and intestinal obstruction without hernia
de: Paralytischer Ileus und intestinale Obstruktion ohne Hernie
fr_fr: Iléus paralytique et occlusion intestinale sans hernie
zh_cn: 麻痹性肠梗阻和不伴有疝的肠梗阻

# model:gnuhealth.pathology,name:K560
source: Paralytic ileus
de: Paralytischer Ileus
fr_fr: Iléus paralytique
zh_cn: 麻痹性肠梗阻

# model:gnuhealth.pathology,name:K561
source: Intussusception
de: Invagination
fr_fr: Invagination
zh_cn: 肠套叠

# model:gnuhealth.pathology,name:K563
source: Gallstone ileus
de: Gallensteinileus
fr_fr: Iléus biliaire
zh_cn: 胆石性肠梗阻

# model:gnuhealth.pathology,name:K564
source: Other impaction of intestine
de: Sonstige Obturation des Darmes
fr_fr: Autres obstructions de l'intestin
zh_cn: 肠的其他嵌塞

# model:gnuhealth.pathology,name:K565
source: Intestinal adhesions [bands] with obstruction
de: Intestinale Adhäsionen [Briden] mit Obstruktion
fr_fr: Adhérences de l'intestin (brides), avec occlusion
zh_cn: 肠粘连[带]伴有梗阻
