Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:M992
source: Subluxation stenosis of neural canal
de: Subluxationsstenose des Spinalkanals
fr_fr: Rétrécissement du canal rachidien par subluxation
zh_cn: 椎管不全脱位性狭窄

# model:gnuhealth.pathology,name:M993
source: Osseous stenosis of neural canal
de: Knöcherne Stenose des Spinalkanals
fr_fr: Rétrécissement osseux du canal rachidien
zh_cn: 椎管骨性狭窄

# model:gnuhealth.pathology,name:M994
source: Connective tissue stenosis of neural canal
de: Bindegewebige Stenose des Spinalkanals
fr_fr: Rétrécissement du canal rachidien par tissu conjonctif
zh_cn: 椎管结缔组织性狭窄

# model:gnuhealth.pathology,name:M995
source: Intervertebral disc stenosis of neural canal
de: Stenose des Spinalkanals durch Bandscheiben
zh_cn: 椎管椎间盘狭窄

# model:gnuhealth.pathology,name:M996
source: Osseous and subluxation stenosis of intervertebral foramina
de: Stenose der Foramina intervertebralia, knöchern oder durch Subluxation
fr_fr: Rétrécissement des espaces intervertébraux par ossification et subluxation
zh_cn: 椎间孔骨性和不全脱位性狭窄

# model:gnuhealth.pathology,name:M997
source: Connective tissue and disc stenosis of intervertebral foramina
de: Stenose der Foramina intervertebralia, bindegewebig oder durch Bandscheiben
zh_cn: 椎间孔结缔组织和椎间盘狭窄

# model:gnuhealth.pathology,name:M998
source: Other biomechanical lesions
de: Sonstige biomechanische Funktionsstörungen
fr_fr: Autres lésions biomécaniques
zh_cn: 其他的生物力学损害

# model:gnuhealth.pathology,name:M999
source: Biomechanical lesion, unspecified
de: Biomechanische Funktionsstörung, nicht näher bezeichnet
fr_fr: Lésion biomécanique, sans précision
zh_cn: 生物力学损害

# model:gnuhealth.pathology,name:N00
source: Acute nephritic syndrome
de: Akutes nephritisches Syndrom
fr_fr: Syndrome néphritique aigu
zh_cn: 急性肾炎综合征

# model:gnuhealth.pathology,name:N000
source: Acute nephritic syndrome: Minor glomerular abnormality
de: Akutes nephritisches Syndrom: Minimale glomeruläre Läsion
zh_cn: 急性肾炎综合征，轻微的肾小球异常

# model:gnuhealth.pathology,name:N001
source: Acute nephritic syndrome: Focal and segmental glomerular lesions
de: Akutes nephritisches Syndrom: Fokale und segmentale glomeruläre Läsionen
zh_cn: 急性肾炎综合征，局灶性和节段性肾小球损害

# model:gnuhealth.pathology,name:N002
source: Acute nephritic syndrome: Diffuse membranous glomerulonephritis
de: Akutes nephritisches Syndrom: Diffuse membranöse Glomerulonephritis
zh_cn: 急性肾炎综合征，弥漫性膜性肾小球肾炎

# model:gnuhealth.pathology,name:N003
source: Acute nephritic syndrome: Diffuse mesangial proliferative glomerulonephritis
de: Akutes nephritisches Syndrom: Diffuse mesangioproliferative Glomerulonephritis
zh_cn: 急性肾炎综合征，弥漫性肾小球膜性增生性肾小球肾炎

# model:gnuhealth.pathology,name:N004
source: Acute nephritic syndrome: Diffuse endocapillary proliferative glomerulonephritis
de: Akutes nephritisches Syndrom: Diffuse endokapillär-proliferative Glomerulonephritis
zh_cn: 急性肾炎综合征，弥漫性毛细血管内增生性肾小球肾炎

# model:gnuhealth.pathology,name:N005
source: Acute nephritic syndrome: Diffuse mesangiocapillary glomerulonephritis
de: Akutes nephritisches Syndrom: Diffuse mesangiokapilläre Glomerulonephritis
zh_cn: 急性肾炎综合征，弥漫性肾小球膜毛细血管性肾小球肾炎

# model:gnuhealth.pathology,name:N006
source: Acute nephritic syndrome: Dense deposit disease
de: Akutes nephritisches Syndrom: Dense-deposit-Krankheit
zh_cn: 急性肾炎综合征，密集沉积物病

# model:gnuhealth.pathology,name:N007
source: Acute nephritic syndrome: Diffuse crescentic glomerulonephritis
de: Akutes nephritisches Syndrom: Glomerulonephritis mit diffuser Halbmondbildung
zh_cn: 急性肾炎综合征，弥漫性新月形肾小球肾炎

# model:gnuhealth.pathology,name:N008
source: Acute nephritic syndrome: Other
de: Akutes nephritisches Syndrom: Sonstige morphologische Veränderungen
zh_cn: 急性肾炎综合征，其他

# model:gnuhealth.pathology,name:N009
source: Acute nephritic syndrome: Unspecified
de: Akutes nephritisches Syndrom: Art der morphologischen Veränderung nicht näher bezeichnet
zh_cn: 急性肾炎综合征，未特指

# model:gnuhealth.pathology,name:N01
source: Rapidly progressive nephritic syndrome
de: Rapid-progressives nephritisches Syndrom
fr_fr: Syndrome néphritique d'évolution rapide
zh_cn: 急进型肾炎综合征

# model:gnuhealth.pathology,name:N010
source: Rapidly progressive nephritic syndrome: Minor glomerular abnormality
de: Rapid-progressives nephritisches Syndrom: Minimale glomeruläre Läsion
zh_cn: 急进型肾炎综合征，轻微的肾小球异常

# model:gnuhealth.pathology,name:N011
source: Rapidly progressive nephritic syndrome: Focal and segmental glomerular lesions
de: Rapid-progressives nephritisches Syndrom: Fokale und segmentale glomeruläre Läsionen
zh_cn: 急进型肾炎综合征，局灶性和节段性肾小球损害

# model:gnuhealth.pathology,name:N012
source: Rapidly progressive nephritic syndrome: Diffuse membranous glomerulonephritis
de: Rapid-progressives nephritisches Syndrom: Diffuse membranöse Glomerulonephritis
zh_cn: 急进型肾炎综合征，弥漫性膜性肾小球肾炎

# model:gnuhealth.pathology,name:N013
source: Rapidly progressive nephritic syndrome: Diffuse mesangial proliferative glomerulonephritis
de: Rapid-progressives nephritisches Syndrom: Diffuse mesangioproliferative Glomerulonephritis
zh_cn: 急进型肾炎综合征，弥漫性肾小球膜性增生性肾小球肾炎

# model:gnuhealth.pathology,name:N014
source: Rapidly progressive nephritic syndrome: Diffuse endocapillary proliferative glomerulonephritis
de: Rapid-progressives nephritisches Syndrom: Diffuse endokapillär-proliferative Glomerulonephritis
zh_cn: 急进型肾炎综合征，弥漫性毛细血管内增生性肾小球肾炎

# model:gnuhealth.pathology,name:N015
source: Rapidly progressive nephritic syndrome: Diffuse mesangiocapillary glomerulonephritis
de: Rapid-progressives nephritisches Syndrom: Diffuse mesangiokapilläre Glomerulonephritis
zh_cn: 急进型肾炎综合征，弥漫性肾小球膜毛细血管性肾小球肾炎

# model:gnuhealth.pathology,name:N016
source: Rapidly progressive nephritic syndrome: Dense deposit disease
de: Rapid-progressives nephritisches Syndrom: Dense-deposit-Krankheit
zh_cn: 急进型肾炎综合征，密集沉积物病

# model:gnuhealth.pathology,name:N017
source: Rapidly progressive nephritic syndrome: Diffuse crescentic glomerulonephritis
de: Rapid-progressives nephritisches Syndrom: Glomerulonephritis mit diffuser Halbmondbildung
zh_cn: 急进型肾炎综合征，弥漫性新月形肾小球肾炎

# model:gnuhealth.pathology,name:N018
source: Rapidly progressive nephritic syndrome: Other
de: Rapid-progressives nephritisches Syndrom: Sonstige morphologische Veränderungen
zh_cn: 急进型肾炎综合征，其他

# model:gnuhealth.pathology,name:N019
source: Rapidly progressive nephritic syndrome: Unspecified
de: Rapid-progressives nephritisches Syndrom: Art der morphologischen Veränderung nicht näher bezeichnet
zh_cn: 急进型肾炎综合征，未特指

# model:gnuhealth.pathology,name:N02
source: Recurrent and persistent haematuria
de: Rezidivierende und persistierende Hämaturie
fr_fr: Hématurie récidivante et persistante
zh_cn: 复发性和持续性血尿

# model:gnuhealth.pathology,name:N020
source: Recurrent and persistent haematuria: Minor glomerular abnormality
de: Rezidivierende und persistierende Hämaturie: Minimale glomeruläre Läsion
zh_cn: 复发性和持续性血尿，轻微的肾小球异常

# model:gnuhealth.pathology,name:N021
source: Recurrent and persistent haematuria: Focal and segmental glomerular lesions
de: Rezidivierende und persistierende Hämaturie: Fokale und segmentale glomeruläre Läsionen
zh_cn: 复发性和持续性血尿，局灶性和节段性肾小球损害

# model:gnuhealth.pathology,name:N022
source: Recurrent and persistent haematuria: Diffuse membranous glomerulonephritis
de: Rezidivierende und persistierende Hämaturie: Diffuse membranöse Glomerulonephritis
zh_cn: 复发性和持续性血尿，弥漫性膜性肾小球肾炎

# model:gnuhealth.pathology,name:N023
source: Recurrent and persistent haematuria: Diffuse mesangial proliferative glomerulonephritis
de: Rezidivierende und persistierende Hämaturie: Diffuse mesangioproliferative Glomerulonephritis
zh_cn: 复发性和持续性血尿，弥漫性肾小球膜性增生性肾小球肾炎

# model:gnuhealth.pathology,name:N024
source: Recurrent and persistent haematuria: Diffuse endocapillary proliferative glomerulonephritis
de: Rezidivierende und persistierende Hämaturie: Diffuse endokapillär-proliferative Glomerulonephritis
zh_cn: 复发性和持续性血尿，弥漫性毛细血管内增生性肾小球肾炎

# model:gnuhealth.pathology,name:N025
source: Recurrent and persistent haematuria: Diffuse mesangiocapillary glomerulonephritis
de: Rezidivierende und persistierende Hämaturie: Diffuse mesangiokapilläre Glomerulonephritis
zh_cn: 复发性和持续性血尿，弥漫性肾小球膜毛细血管性肾小球肾炎

# model:gnuhealth.pathology,name:N026
source: Recurrent and persistent haematuria: Dense deposit disease
de: Rezidivierende und persistierende Hämaturie: Dense-deposit-Krankheit
zh_cn: 复发性和持续性血尿，密集沉积物病

# model:gnuhealth.pathology,name:N027
source: Recurrent and persistent haematuria: Diffuse crescentic glomerulonephritis
de: Rezidivierende und persistierende Hämaturie: Glomerulonephritis mit diffuser Halbmondbildung
zh_cn: 复发性和持续性血尿，弥漫性新月形肾小球肾炎

# model:gnuhealth.pathology,name:N028
source: Recurrent and persistent haematuria: Other
de: Rezidivierende und persistierende Hämaturie: Sonstige morphologische Veränderungen
zh_cn: 复发性和持续性血尿，其他

# model:gnuhealth.pathology,name:N029
source: Recurrent and persistent haematuria: Unspecified
de: Rezidivierende und persistierende Hämaturie: Art der morphologischen Veränderung nicht näher bezeichnet
zh_cn: 复发性和持续性血尿，未特指

# model:gnuhealth.pathology,name:N03
source: Chronic nephritic syndrome
de: Chronisches nephritisches Syndrom
fr_fr: Syndrome néphritique chronique
zh_cn: 慢性肾炎综合征

# model:gnuhealth.pathology,name:N030
source: Chronic nephritic syndrome: Minor glomerular abnormality
de: Chronisches nephritisches Syndrom: Minimale glomeruläre Läsion
zh_cn: 慢性肾炎综合征，轻微的肾小球异常

# model:gnuhealth.pathology,name:N031
source: Chronic nephritic syndrome: Focal and segmental glomerular lesions
de: Chronisches nephritisches Syndrom: Fokale und segmentale glomeruläre Läsionen
zh_cn: 慢性肾炎综合征，局灶性和节段性肾小球损害

# model:gnuhealth.pathology,name:N032
source: Chronic nephritic syndrome: Diffuse membranous glomerulonephritis
de: Chronisches nephritisches Syndrom: Diffuse membranöse Glomerulonephritis
zh_cn: 慢性肾炎综合征，弥漫性膜性肾小球肾炎

# model:gnuhealth.pathology,name:N033
source: Chronic nephritic syndrome: Diffuse mesangial proliferative glomerulonephritis
de: Chronisches nephritisches Syndrom: Diffuse mesangioproliferative Glomerulonephritis
zh_cn: 慢性肾炎综合征，弥漫性肾小球膜性增生性肾小球肾炎

# model:gnuhealth.pathology,name:N034
source: Chronic nephritic syndrome: Diffuse endocapillary proliferative glomerulonephritis
de: Chronisches nephritisches Syndrom: Diffuse endokapillär-proliferative Glomerulonephritis
zh_cn: 慢性肾炎综合征，弥漫性毛细血管内增生性肾小球肾炎

# model:gnuhealth.pathology,name:N035
source: Chronic nephritic syndrome: Diffuse mesangiocapillary glomerulonephritis
de: Chronisches nephritisches Syndrom: Diffuse mesangiokapilläre Glomerulonephritis
zh_cn: 慢性肾炎综合征，弥漫性肾小球膜毛细血管性肾小球肾炎

# model:gnuhealth.pathology,name:N036
source: Chronic nephritic syndrome: Dense deposit disease
de: Chronisches nephritisches Syndrom: Dense-deposit-Krankheit
zh_cn: 慢性肾炎综合征，密集沉积物病

# model:gnuhealth.pathology,name:N037
source: Chronic nephritic syndrome: Diffuse crescentic glomerulonephritis
de: Chronisches nephritisches Syndrom: Glomerulonephritis mit diffuser Halbmondbildung
zh_cn: 慢性肾炎综合征，弥漫性新月形肾小球肾炎

# model:gnuhealth.pathology,name:N038
source: Chronic nephritic syndrome: Other
de: Chronisches nephritisches Syndrom: Sonstige morphologische Veränderungen
zh_cn: 慢性肾炎综合征，其他

# model:gnuhealth.pathology,name:N039
source: Chronic nephritic syndrome: Unspecified
de: Chronisches nephritisches Syndrom: Art der morphologischen Veränderung nicht näher bezeichnet
zh_cn: 慢性肾炎综合征，未特指

# model:gnuhealth.pathology,name:N04
source: Nephrotic syndrome
de: Nephrotisches Syndrom
fr_fr: Syndrome néphrotique
zh_cn: 肾病综合征

# model:gnuhealth.pathology,name:N040
source: Nephrotic syndrome: Minor glomerular abnormality
de: Nephrotisches Syndrom: Minimale glomeruläre Läsion
zh_cn: 肾病综合征，轻微的肾小球异常

# model:gnuhealth.pathology,name:N041
source: Nephrotic syndrome: Focal and segmental glomerular lesions
de: Nephrotisches Syndrom: Fokale und segmentale glomeruläre Läsionen
zh_cn: 肾病综合征，局灶性和节段性肾小球损害

# model:gnuhealth.pathology,name:N042
source: Nephrotic syndrome: Diffuse membranous glomerulonephritis
de: Nephrotisches Syndrom: Diffuse membranöse Glomerulonephritis
zh_cn: 肾病综合征，弥漫性膜性肾小球肾炎

# model:gnuhealth.pathology,name:N043
source: Nephrotic syndrome: Diffuse mesangial proliferative glomerulonephritis
de: Nephrotisches Syndrom: Diffuse mesangioproliferative Glomerulonephritis
zh_cn: 肾病综合征，弥漫性肾小球膜性增生性肾小球肾炎

# model:gnuhealth.pathology,name:N044
source: Nephrotic syndrome: Diffuse endocapillary proliferative glomerulonephritis
de: Nephrotisches Syndrom: Diffuse endokapillär-proliferative Glomerulonephritis
zh_cn: 肾病综合征，弥漫性毛细血管内增生性肾小球肾炎

# model:gnuhealth.pathology,name:N045
source: Nephrotic syndrome: Diffuse mesangiocapillary glomerulonephritis
de: Nephrotisches Syndrom: Diffuse mesangiokapilläre Glomerulonephritis
zh_cn: 肾病综合征，弥漫性肾小球膜毛细血管性肾小球肾炎

# model:gnuhealth.pathology,name:N046
source: Nephrotic syndrome: Dense deposit disease
de: Nephrotisches Syndrom: Dense-deposit-Krankheit
zh_cn: 肾病综合征，密集沉积物病

# model:gnuhealth.pathology,name:N047
source: Nephrotic syndrome: Diffuse crescentic glomerulonephritis
de: Nephrotisches Syndrom: Glomerulonephritis mit diffuser Halbmondbildung
zh_cn: 肾病综合征，弥漫性新月形肾小球肾炎

# model:gnuhealth.pathology,name:N048
source: Nephrotic syndrome: Other
de: Nephrotisches Syndrom: Sonstige morphologische Veränderungen
zh_cn: 肾病综合征，其他

# model:gnuhealth.pathology,name:N049
source: Nephrotic syndrome: Unspecified
de: Nephrotisches Syndrom: Art der morphologischen Veränderung nicht näher bezeichnet
zh_cn: 肾病综合征，未特指

# model:gnuhealth.pathology,name:N05
source: Unspecified nephritic syndrome
de: Nicht näher bezeichnetes nephritisches Syndrom
fr_fr: Syndrome néphritique, sans précision
zh_cn: 未特指的肾炎综合征

# model:gnuhealth.pathology,name:N050
source: Unspecified nephritic syndrome: Minor glomerular abnormality
de: Nicht näher bezeichnetes nephritisches Syndrom: Minimale glomeruläre Läsion
zh_cn: 未特指的肾炎综合征，轻微的肾小球异常

# model:gnuhealth.pathology,name:N051
source: Unspecified nephritic syndrome: Focal and segmental glomerular lesions
de: Nicht näher bezeichnetes nephritisches Syndrom: Fokale und segmentale glomeruläre Läsionen
zh_cn: 未特指的肾炎综合征，局灶性和节段性肾小球损害

# model:gnuhealth.pathology,name:N052
source: Unspecified nephritic syndrome: Diffuse membranous glomerulonephritis
de: Nicht näher bezeichnetes nephritisches Syndrom: Diffuse membranöse Glomerulonephritis
zh_cn: 未特指的肾炎综合征，弥漫性膜性肾小球肾炎

# model:gnuhealth.pathology,name:N053
source: Unspecified nephritic syndrome: Diffuse mesangial proliferative glomerulonephritis
de: Nicht näher bezeichnetes nephritisches Syndrom: Diffuse mesangioproliferative Glomerulonephritis
zh_cn: 未特指的肾炎综合征，弥漫性肾小球膜性增生性肾小球肾炎

# model:gnuhealth.pathology,name:N054
source: Unspecified nephritic syndrome: Diffuse endocapillary proliferative glomerulonephritis
de: Nicht näher bezeichnetes nephritisches Syndrom: Diffuse endokapillär-proliferative Glomerulonephritis
zh_cn: 未特指的肾炎综合征，弥漫性毛细血管内增生性肾小球肾炎

# model:gnuhealth.pathology,name:N055
source: Unspecified nephritic syndrome: Diffuse mesangiocapillary glomerulonephritis
de: Nicht näher bezeichnetes nephritisches Syndrom: Diffuse mesangiokapilläre Glomerulonephritis
zh_cn: 未特指的肾炎综合征，弥漫性肾小球膜毛细血管性肾小球肾炎

# model:gnuhealth.pathology,name:N056
source: Unspecified nephritic syndrome: Dense deposit disease
de: Nicht näher bezeichnetes nephritisches Syndrom: Dense-deposit-Krankheit
zh_cn: 未特指的肾炎综合征，密集沉积物病

# model:gnuhealth.pathology,name:N057
source: Unspecified nephritic syndrome: Diffuse crescentic glomerulonephritis
de: Nicht näher bezeichnetes nephritisches Syndrom: Glomerulonephritis mit diffuser Halbmondbildung
zh_cn: 未特指的肾炎综合征，弥漫性新月形肾小球肾炎

# model:gnuhealth.pathology,name:N058
source: Unspecified nephritic syndrome: Other
de: Nicht näher bezeichnetes nephritisches Syndrom: Sonstige morphologische Veränderungen
zh_cn: 未特指的肾炎综合征，其他

# model:gnuhealth.pathology,name:N059
source: Unspecified nephritic syndrome: Unspecified
de: Nicht näher bezeichnetes nephritisches Syndrom: Art der morphologischen Veränderung nicht näher bezeichnet
zh_cn: 未特指的肾炎综合征，未特指

# model:gnuhealth.pathology,name:N06
source: Isolated proteinuria with specified morphological lesion
de: Isolierte Proteinurie mit Angabe morphologischer Veränderungen
fr_fr: Protéinurie isolée avec lésions morphologiques précisées
zh_cn: 孤立性蛋白尿伴有特指的形态学损害

# model:gnuhealth.pathology,name:N060
source: Isolated proteinuria with specified morphological lesion: Minor glomerular abnormality
de: Isolierte Proteinurie mit Angabe morphologischer Veränderungen: Minimale glomeruläre Läsion
zh_cn: 孤立性蛋白尿伴有特指的形态学损害，轻微的肾小球异常

# model:gnuhealth.pathology,name:N061
source: Isolated proteinuria with specified morphological lesion: Focal and segmental glomerular lesions
de: Isolierte Proteinurie mit Angabe morphologischer Veränderungen: Fokale und segmentale glomeruläre Läsionen
zh_cn: 孤立性蛋白尿伴有特指的形态学损害，局灶性和节段性肾小球损害

# model:gnuhealth.pathology,name:N062
source: Isolated proteinuria with specified morphological lesion: Diffuse membranous glomerulonephritis
de: Isolierte Proteinurie mit Angabe morphologischer Veränderungen: Diffuse membranöse Glomerulonephritis
zh_cn: 孤立性蛋白尿伴有特指的形态学损害，弥漫性膜性肾小球肾炎

# model:gnuhealth.pathology,name:N063
source: Isolated proteinuria with specified morphological lesion: Diffuse mesangial proliferative glomerulonephritis
de: Isolierte Proteinurie mit Angabe morphologischer Veränderungen: Diffuse mesangioproliferative Glomerulonephritis
zh_cn: 孤立性蛋白尿伴有特指的形态学损害，弥漫性肾小球膜性增生性肾小球肾炎

# model:gnuhealth.pathology,name:N064
source: Isolated proteinuria with specified morphological lesion: Diffuse endocapillary proliferative glomerulonephritis
de: Isolierte Proteinurie mit Angabe morphologischer Veränderungen: Diffuse endokapillär-proliferative Glomerulonephritis
zh_cn: 孤立性蛋白尿伴有特指的形态学损害，弥漫性毛细血管内增生性肾小球肾炎

# model:gnuhealth.pathology,name:N065
source: Isolated proteinuria with specified morphological lesion: Diffuse mesangiocapillary glomerulonephritis
de: Isolierte Proteinurie mit Angabe morphologischer Veränderungen: Diffuse mesangiokapilläre Glomerulonephritis
zh_cn: 孤立性蛋白尿伴有特指的形态学损害，弥漫性肾小球膜毛细血管性肾小球肾炎

# model:gnuhealth.pathology,name:N066
source: Isolated proteinuria with specified morphological lesion: Dense deposit disease
de: Isolierte Proteinurie mit Angabe morphologischer Veränderungen: Dense-deposit-Krankheit
zh_cn: 孤立性蛋白尿伴有特指的形态学损害，密集沉积物病

# model:gnuhealth.pathology,name:N067
source: Isolated proteinuria with specified morphological lesion: Diffuse crescentic glomerulonephritis
de: Isolierte Proteinurie mit Angabe morphologischer Veränderungen: Glomerulonephritis mit diffuser Halbmondbildung
zh_cn: 孤立性蛋白尿伴有特指的形态学损害，弥漫性新月形肾小球肾炎

# model:gnuhealth.pathology,name:N068
source: Isolated proteinuria with specified morphological lesion: Other
de: Isolierte Proteinurie mit Angabe morphologischer Veränderungen: Sonstige morphologische Veränderungen
zh_cn: 孤立性蛋白尿伴有特指的形态学损害，其他

# model:gnuhealth.pathology,name:N069
source: Isolated proteinuria with specified morphological lesion: Unspecified
de: Isolierte Proteinurie mit Angabe morphologischer Veränderungen: Art der morphologischen Veränderung nicht näher bezeichnet
zh_cn: 孤立性蛋白尿伴有特指的形态学损害，未特指

# model:gnuhealth.pathology,name:N07
source: Hereditary nephropathy, not elsewhere classified
de: Hereditäre Nephropathie, anderenorts nicht klassifiziert
fr_fr: Néphropathie héréditaire, non classée ailleurs
zh_cn: 遗传性肾病，不可归类在他处者

# model:gnuhealth.pathology,name:N070
source: Hereditary nephropathy, not elsewhere classified: Minor glomerular abnormality
de: Hereditäre Nephropathie, anderenorts nicht klassifiziert: Minimale glomeruläre Läsion
zh_cn: 遗传性肾病，不可归类在他处者，轻微的肾小球异常

# model:gnuhealth.pathology,name:N071
source: Hereditary nephropathy, not elsewhere classified: Focal and segmental glomerular lesions
de: Hereditäre Nephropathie, anderenorts nicht klassifiziert: Fokale und segmentale glomeruläre Läsionen
zh_cn: 遗传性肾病，不可归类在他处者，局灶性和节段性肾小球损害

# model:gnuhealth.pathology,name:N072
source: Hereditary nephropathy, not elsewhere classified: Diffuse membranous glomerulonephritis
de: Hereditäre Nephropathie, anderenorts nicht klassifiziert: Diffuse membranöse Glomerulonephritis
zh_cn: 遗传性肾病，不可归类在他处者，弥漫性膜性肾小球肾炎

# model:gnuhealth.pathology,name:N073
source: Hereditary nephropathy, not elsewhere classified: Diffuse mesangial proliferative glomerulonephritis
de: Hereditäre Nephropathie, anderenorts nicht klassifiziert: Diffuse mesangioproliferative Glomerulonephritis
zh_cn: 遗传性肾病，不可归类在他处者，弥漫性肾小球膜性增生性肾小球肾炎

# model:gnuhealth.pathology,name:N074
source: Hereditary nephropathy, not elsewhere classified: Diffuse endocapillary proliferative glomerulonephritis
de: Hereditäre Nephropathie, anderenorts nicht klassifiziert: Diffuse endokapillär-proliferative Glomerulonephritis
zh_cn: 遗传性肾病，不可归类在他处者，弥漫性毛细血管内增生性肾小球肾炎

# model:gnuhealth.pathology,name:N075
source: Hereditary nephropathy, not elsewhere classified: Diffuse mesangiocapillary glomerulonephritis
de: Hereditäre Nephropathie, anderenorts nicht klassifiziert: Diffuse mesangiokapilläre Glomerulonephritis
zh_cn: 遗传性肾病，不可归类在他处者，弥漫性肾小球膜毛细血管性肾小球肾炎

# model:gnuhealth.pathology,name:N076
source: Hereditary nephropathy, not elsewhere classified: Dense deposit disease
de: Hereditäre Nephropathie, anderenorts nicht klassifiziert: Dense-deposit-Krankheit
zh_cn: 遗传性肾病，不可归类在他处者，密集沉积物病

# model:gnuhealth.pathology,name:N077
source: Hereditary nephropathy, not elsewhere classified: Diffuse crescentic glomerulonephritis
de: Hereditäre Nephropathie, anderenorts nicht klassifiziert: Glomerulonephritis mit diffuser Halbmondbildung
zh_cn: 遗传性肾病，不可归类在他处者，弥漫性新月形肾小球肾炎

# model:gnuhealth.pathology,name:N078
source: Hereditary nephropathy, not elsewhere classified: Other
de: Hereditäre Nephropathie, anderenorts nicht klassifiziert: Sonstige morphologische Veränderungen
zh_cn: 遗传性肾病，不可归类在他处者，其他

# model:gnuhealth.pathology,name:N079
source: Hereditary nephropathy, not elsewhere classified: Unspecified
de: Hereditäre Nephropathie, anderenorts nicht klassifiziert: Art der morphologischen Veränderung nicht näher bezeichnet
zh_cn: 遗传性肾病，不可归类在他处者，未特指

# model:gnuhealth.pathology,name:N08
source: Glomerular disorders in diseases classified elsewhere
de: Glomeruläre Krankheiten bei anderenorts klassifizierten Krankheiten
fr_fr: Glomérulopathies au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的肾小球疾患

# model:gnuhealth.pathology,name:N080
source: Glomerular disorders in infectious and parasitic diseases classified elsewhere
de: Glomeruläre Krankheiten bei anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Glomérulopathie au cours de maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的传染病和寄生虫病引起的肾小球疾患

# model:gnuhealth.pathology,name:N081
source: Glomerular disorders in neoplastic diseases
de: Glomeruläre Krankheiten bei Neubildungen
fr_fr: Glomérulopathie au cours de maladies tumorales
zh_cn: 肿瘤性疾病引起的肾小球疾患

# model:gnuhealth.pathology,name:N082
source: Glomerular disorders in blood diseases and disorders involving the immune mechanism
de: Glomeruläre Krankheiten bei Blutkrankheiten und Störungen mit Beteiligung des Immunsystems
fr_fr: Glomérulopathie au cours de maladies du sang et des anomalies du système immunitaire
zh_cn: 累及免疫机制的血液疾病和疾患引起的肾小球疾患

# model:gnuhealth.pathology,name:N083
source: Glomerular disorders in diabetes mellitus
de: Glomeruläre Krankheiten bei Diabetes mellitus
fr_fr: Glomérulopathie au cours du diabète sucré (E10-E14 avec le quatrième chiffre .2+)
zh_cn: 糖尿病引起的肾小球疾患

# model:gnuhealth.pathology,name:N084
source: Glomerular disorders in other endocrine, nutritional and metabolic diseases
de: Glomeruläre Krankheiten bei sonstigen endokrinen, Ernährungs- und Stoffwechselkrankheiten
fr_fr: Glomérulopathie au cours de maladies endocriniennes, nutritionnelles et métaboliques
zh_cn: 其他内分泌、营养和代谢疾病引起的肾小球疾患
