Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:W05
source: Fall involving wheelchair
de: Sturz im Zusammenhang mit Rollstuhl
fr_fr: Chute d'un fauteuil roulant
zh_cn: 涉及轮椅上的跌落

# model:gnuhealth.pathology,name:W050
source: Home
de: Sturz im Zusammenhang mit Rollstuhl: Zu Hause
fr_fr: chute d'un fauteuil roulant | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W051
source: Residential institution
de: Sturz im Zusammenhang mit Rollstuhl: Wohnheime oder -anstalten
fr_fr: chute d'un fauteuil roulant | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W052
source: School, other institution and public administrative area
de: Sturz im Zusammenhang mit Rollstuhl: Schule, sonstige öffentliche Bauten
fr_fr: chute d'un fauteuil roulant | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W053
source: Sports and athletics area
de: Sturz im Zusammenhang mit Rollstuhl: Sportstätten
fr_fr: chute d'un fauteuil roulant | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W054
source: Street and highway
de: Sturz im Zusammenhang mit Rollstuhl: Straßen und Wege
fr_fr: chute d'un fauteuil roulant | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W055
source: Trade and service area
de: Sturz im Zusammenhang mit Rollstuhl: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: chute d'un fauteuil roulant | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W056
source: Industrial and construction area
de: Sturz im Zusammenhang mit Rollstuhl: Industrieanlagen und Baustellen
fr_fr: chute d'un fauteuil roulant | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W057
source: Farm
de: Sturz im Zusammenhang mit Rollstuhl: Landwirtschaftlicher Betrieb
fr_fr: chute d'un fauteuil roulant | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W058
source: Other specified place
de: Sturz im Zusammenhang mit Rollstuhl: Sonstige näher bezeichnete Orte
fr_fr: chute d'un fauteuil roulant | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W059
source: Unspecified place
de: Sturz im Zusammenhang mit Rollstuhl: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: chute d'un fauteuil roulant | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W06
source: Fall involving bed
de: Sturz im Zusammenhang mit Bett
fr_fr: Chute d'un lit
zh_cn: 涉及床上的跌落

# model:gnuhealth.pathology,name:W060
source: Home
de: Sturz im Zusammenhang mit Bett: Zu Hause
fr_fr: chute d'un lit | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W061
source: Residential institution
de: Sturz im Zusammenhang mit Bett: Wohnheime oder -anstalten
fr_fr: chute d'un lit | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W062
source: School, other institution and public administrative area
de: Sturz im Zusammenhang mit Bett: Schule, sonstige öffentliche Bauten
fr_fr: chute d'un lit | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W063
source: Sports and athletics area
de: Sturz im Zusammenhang mit Bett: Sportstätten
fr_fr: chute d'un lit | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W064
source: Street and highway
de: Sturz im Zusammenhang mit Bett: Straßen und Wege
fr_fr: chute d'un lit | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W065
source: Trade and service area
de: Sturz im Zusammenhang mit Bett: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: chute d'un lit | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W066
source: Industrial and construction area
de: Sturz im Zusammenhang mit Bett: Industrieanlagen und Baustellen
fr_fr: chute d'un lit | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W067
source: Farm
de: Sturz im Zusammenhang mit Bett: Landwirtschaftlicher Betrieb
fr_fr: chute d'un lit | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W068
source: Other specified place
de: Sturz im Zusammenhang mit Bett: Sonstige näher bezeichnete Orte
fr_fr: chute d'un lit | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W069
source: Unspecified place
de: Sturz im Zusammenhang mit Bett: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: chute d'un lit | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W07
source: Fall involving chair
de: Sturz im Zusammenhang mit Stuhl
fr_fr: Chute d'une chaise
zh_cn: 涉及椅子上的跌落

# model:gnuhealth.pathology,name:W070
source: Home
de: Sturz im Zusammenhang mit Stuhl: Zu Hause
fr_fr: chute d'une chaise | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W071
source: Residential institution
de: Sturz im Zusammenhang mit Stuhl: Wohnheime oder -anstalten
fr_fr: chute d'une chaise | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W072
source: School, other institution and public administrative area
de: Sturz im Zusammenhang mit Stuhl: Schule, sonstige öffentliche Bauten
fr_fr: chute d'une chaise | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W073
source: Sports and athletics area
de: Sturz im Zusammenhang mit Stuhl: Sportstätten
fr_fr: chute d'une chaise | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W074
source: Street and highway
de: Sturz im Zusammenhang mit Stuhl: Straßen und Wege
fr_fr: chute d'une chaise | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W075
source: Trade and service area
de: Sturz im Zusammenhang mit Stuhl: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: chute d'une chaise | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W076
source: Industrial and construction area
de: Sturz im Zusammenhang mit Stuhl: Industrieanlagen und Baustellen
fr_fr: chute d'une chaise | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W077
source: Farm
de: Sturz im Zusammenhang mit Stuhl: Landwirtschaftlicher Betrieb
fr_fr: chute d'une chaise | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W078
source: Other specified place
de: Sturz im Zusammenhang mit Stuhl: Sonstige näher bezeichnete Orte
fr_fr: chute d'une chaise | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W079
source: Unspecified place
de: Sturz im Zusammenhang mit Stuhl: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: chute d'une chaise | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W08
source: Fall involving other furniture
de: Sturz im Zusammenhang mit sonstigem Mobiliar
fr_fr: Chute d'un autre meuble
zh_cn: 涉及其他家具上的跌落

# model:gnuhealth.pathology,name:W080
source: Home
de: Sturz im Zusammenhang mit sonstigem Mobiliar: Zu Hause
fr_fr: chute d'un autre meuble | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W081
source: Residential institution
de: Sturz im Zusammenhang mit sonstigem Mobiliar: Wohnheime oder -anstalten
fr_fr: chute d'un autre meuble | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W082
source: School, other institution and public administrative area
de: Sturz im Zusammenhang mit sonstigem Mobiliar: Schule, sonstige öffentliche Bauten
fr_fr: chute d'un autre meuble | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W083
source: Sports and athletics area
de: Sturz im Zusammenhang mit sonstigem Mobiliar: Sportstätten
fr_fr: chute d'un autre meuble | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W084
source: Street and highway
de: Sturz im Zusammenhang mit sonstigem Mobiliar: Straßen und Wege
fr_fr: chute d'un autre meuble | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W085
source: Trade and service area
de: Sturz im Zusammenhang mit sonstigem Mobiliar: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: chute d'un autre meuble | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W086
source: Industrial and construction area
de: Sturz im Zusammenhang mit sonstigem Mobiliar: Industrieanlagen und Baustellen
fr_fr: chute d'un autre meuble | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W087
source: Farm
de: Sturz im Zusammenhang mit sonstigem Mobiliar: Landwirtschaftlicher Betrieb
fr_fr: chute d'un autre meuble | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W088
source: Other specified place
de: Sturz im Zusammenhang mit sonstigem Mobiliar: Sonstige näher bezeichnete Orte
fr_fr: chute d'un autre meuble | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W089
source: Unspecified place
de: Sturz im Zusammenhang mit sonstigem Mobiliar: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: chute d'un autre meuble | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W09
source: Fall involving playground equipment
de: Sturz im Zusammenhang mit Spielplatzgerät
fr_fr: Chute du haut d'agrès équipant un terrain de jeux
zh_cn: 涉及运动场设施上的跌落

# model:gnuhealth.pathology,name:W090
source: Home
de: Sturz im Zusammenhang mit Spielplatzgerät: Zu Hause
fr_fr: chute du haut d'agrès équipant un terrain de jeux | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W091
source: Residential institution
de: Sturz im Zusammenhang mit Spielplatzgerät: Wohnheime oder -anstalten
fr_fr: chute du haut d'agrès équipant un terrain de jeux | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W092
source: School, other institution and public administrative area
de: Sturz im Zusammenhang mit Spielplatzgerät: Schule, sonstige öffentliche Bauten
fr_fr: chute du haut d'agrès équipant un terrain de jeux | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W093
source: Sports and athletics area
de: Sturz im Zusammenhang mit Spielplatzgerät: Sportstätten
fr_fr: chute du haut d'agrès équipant un terrain de jeux | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W094
source: Street and highway
de: Sturz im Zusammenhang mit Spielplatzgerät: Straßen und Wege
fr_fr: chute du haut d'agrès équipant un terrain de jeux | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W095
source: Trade and service area
de: Sturz im Zusammenhang mit Spielplatzgerät: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: chute du haut d'agrès équipant un terrain de jeux | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W096
source: Industrial and construction area
de: Sturz im Zusammenhang mit Spielplatzgerät: Industrieanlagen und Baustellen
fr_fr: chute du haut d'agrès équipant un terrain de jeux | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W097
source: Farm
de: Sturz im Zusammenhang mit Spielplatzgerät: Landwirtschaftlicher Betrieb
fr_fr: chute du haut d'agrès équipant un terrain de jeux | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W098
source: Other specified place
de: Sturz im Zusammenhang mit Spielplatzgerät: Sonstige näher bezeichnete Orte
fr_fr: chute du haut d'agrès équipant un terrain de jeux | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W099
source: Unspecified place
de: Sturz im Zusammenhang mit Spielplatzgerät: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: chute du haut d'agrès équipant un terrain de jeux | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W10
source: Fall on and from stairs and steps
de: Sturz auf oder von Treppen oder Stufen
fr_fr: Chute dans et d'un escalier et de marches
zh_cn: 在楼梯或台阶上跌倒和跌落

# model:gnuhealth.pathology,name:W100
source: Home
de: Sturz auf oder von Treppen oder Stufen: Zu Hause
fr_fr: chute dans et d'un escalier et de marches | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W101
source: Residential institution
de: Sturz auf oder von Treppen oder Stufen: Wohnheime oder -anstalten
fr_fr: chute dans et d'un escalier et de marches | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W102
source: School, other institution and public administrative area
de: Sturz auf oder von Treppen oder Stufen: Schule, sonstige öffentliche Bauten
fr_fr: chute dans et d'un escalier et de marches | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W103
source: Sports and athletics area
de: Sturz auf oder von Treppen oder Stufen: Sportstätten
fr_fr: chute dans et d'un escalier et de marches | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W104
source: Street and highway
de: Sturz auf oder von Treppen oder Stufen: Straßen und Wege
fr_fr: chute dans et d'un escalier et de marches | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W105
source: Trade and service area
de: Sturz auf oder von Treppen oder Stufen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: chute dans et d'un escalier et de marches | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W106
source: Industrial and construction area
de: Sturz auf oder von Treppen oder Stufen: Industrieanlagen und Baustellen
fr_fr: chute dans et d'un escalier et de marches | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W107
source: Farm
de: Sturz auf oder von Treppen oder Stufen: Landwirtschaftlicher Betrieb
fr_fr: chute dans et d'un escalier et de marches | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W108
source: Other specified place
de: Sturz auf oder von Treppen oder Stufen: Sonstige näher bezeichnete Orte
fr_fr: chute dans et d'un escalier et de marches | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W109
source: Unspecified place
de: Sturz auf oder von Treppen oder Stufen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: chute dans et d'un escalier et de marches | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W11
source: Fall on and from ladder
de: Sturz auf oder von Leitern
fr_fr: Chute sur ou d'une échelle
zh_cn: 在梯子上跌倒和跌落

# model:gnuhealth.pathology,name:W110
source: Home
de: Sturz auf oder von Leitern: Zu Hause
fr_fr: chute sur ou d'une échelle | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W111
source: Residential institution
de: Sturz auf oder von Leitern: Wohnheime oder -anstalten
fr_fr: chute sur ou d'une échelle | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W112
source: School, other institution and public administrative area
de: Sturz auf oder von Leitern: Schule, sonstige öffentliche Bauten
fr_fr: chute sur ou d'une échelle | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W113
source: Sports and athletics area
de: Sturz auf oder von Leitern: Sportstätten
fr_fr: chute sur ou d'une échelle | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W114
source: Street and highway
de: Sturz auf oder von Leitern: Straßen und Wege
fr_fr: chute sur ou d'une échelle | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W115
source: Trade and service area
de: Sturz auf oder von Leitern: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: chute sur ou d'une échelle | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W116
source: Industrial and construction area
de: Sturz auf oder von Leitern: Industrieanlagen und Baustellen
fr_fr: chute sur ou d'une échelle | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W117
source: Farm
de: Sturz auf oder von Leitern: Landwirtschaftlicher Betrieb
fr_fr: chute sur ou d'une échelle | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W118
source: Other specified place
de: Sturz auf oder von Leitern: Sonstige näher bezeichnete Orte
fr_fr: chute sur ou d'une échelle | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W119
source: Unspecified place
de: Sturz auf oder von Leitern: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: chute sur ou d'une échelle | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W12
source: Fall on and from scaffolding
de: Sturz auf oder vom Gerüst
fr_fr: Chute sur ou d'un échafaudage
zh_cn: 在脚手架上跌倒和跌落

# model:gnuhealth.pathology,name:W120
source: Home
de: Sturz auf oder vom Gerüst: Zu Hause
fr_fr: chute sur ou d'un échafaudage | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W121
source: Residential institution
de: Sturz auf oder vom Gerüst: Wohnheime oder -anstalten
fr_fr: chute sur ou d'un échafaudage | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W122
source: School, other institution and public administrative area
de: Sturz auf oder vom Gerüst: Schule, sonstige öffentliche Bauten
fr_fr: chute sur ou d'un échafaudage | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W123
source: Sports and athletics area
de: Sturz auf oder vom Gerüst: Sportstätten
fr_fr: chute sur ou d'un échafaudage | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W124
source: Street and highway
de: Sturz auf oder vom Gerüst: Straßen und Wege
fr_fr: chute sur ou d'un échafaudage | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W125
source: Trade and service area
de: Sturz auf oder vom Gerüst: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: chute sur ou d'un échafaudage | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W126
source: Industrial and construction area
de: Sturz auf oder vom Gerüst: Industrieanlagen und Baustellen
fr_fr: chute sur ou d'un échafaudage | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W127
source: Farm
de: Sturz auf oder vom Gerüst: Landwirtschaftlicher Betrieb
fr_fr: chute sur ou d'un échafaudage | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W128
source: Other specified place
de: Sturz auf oder vom Gerüst: Sonstige näher bezeichnete Orte
fr_fr: chute sur ou d'un échafaudage | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W129
source: Unspecified place
de: Sturz auf oder vom Gerüst: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: chute sur ou d'un échafaudage | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W13
source: Fall from, out of or through building or structure
de: Sturz von, aus oder durch Gebäude(n) oder Bauwerke(n)
fr_fr: Chute du haut d'un bâtiment ou d'un autre ouvrage
zh_cn: 从房屋或建筑结构上跌落或跌出

# model:gnuhealth.pathology,name:W130
source: Home
de: Sturz von, aus oder durch Gebäude oder Bauwerke: Zu Hause
fr_fr: chute du haut d'un bâtiment ou d'un autre ouvrage | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W131
source: Residential institution
de: Sturz von, aus oder durch Gebäude oder Bauwerke: Wohnheime oder -anstalten
fr_fr: chute du haut d'un bâtiment ou d'un autre ouvrage | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W132
source: School, other institution and public administrative area
de: Sturz von, aus oder durch Gebäude oder Bauwerke: Schule, sonstige öffentliche Bauten
fr_fr: chute du haut d'un bâtiment ou d'un autre ouvrage | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W133
source: Sports and athletics area
de: Sturz von, aus oder durch Gebäude oder Bauwerke: Sportstätten
fr_fr: chute du haut d'un bâtiment ou d'un autre ouvrage | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W134
source: Street and highway
de: Sturz von, aus oder durch Gebäude oder Bauwerke: Straßen und Wege
fr_fr: chute du haut d'un bâtiment ou d'un autre ouvrage | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W135
source: Trade and service area
de: Sturz von, aus oder durch Gebäude oder Bauwerke: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: chute du haut d'un bâtiment ou d'un autre ouvrage | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W136
source: Industrial and construction area
de: Sturz von, aus oder durch Gebäude oder Bauwerke: Industrieanlagen und Baustellen
fr_fr: chute du haut d'un bâtiment ou d'un autre ouvrage | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W137
source: Farm
de: Sturz von, aus oder durch Gebäude oder Bauwerke: Landwirtschaftlicher Betrieb
fr_fr: chute du haut d'un bâtiment ou d'un autre ouvrage | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W138
source: Other specified place
de: Sturz von, aus oder durch Gebäude oder Bauwerke: Sonstige näher bezeichnete Orte
fr_fr: chute du haut d'un bâtiment ou d'un autre ouvrage | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W139
source: Unspecified place
de: Sturz von, aus oder durch Gebäude oder Bauwerke: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: chute du haut d'un bâtiment ou d'un autre ouvrage | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W14
source: Fall from tree
de: Sturz vom Baum
fr_fr: Chute du haut d'un arbre
zh_cn: 从树上跌落

# model:gnuhealth.pathology,name:W140
source: Home
de: Sturz vom Baum: Zu Hause
fr_fr: chute du haut d'un arbre | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W141
source: Residential institution
de: Sturz vom Baum: Wohnheime oder -anstalten
fr_fr: chute du haut d'un arbre | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W142
source: School, other institution and public administrative area
de: Sturz vom Baum: Schule, sonstige öffentliche Bauten
fr_fr: chute du haut d'un arbre | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W143
source: Sports and athletics area
de: Sturz vom Baum: Sportstätten
fr_fr: chute du haut d'un arbre | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W144
source: Street and highway
de: Sturz vom Baum: Straßen und Wege
fr_fr: chute du haut d'un arbre | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W145
source: Trade and service area
de: Sturz vom Baum: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: chute du haut d'un arbre | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W146
source: Industrial and construction area
de: Sturz vom Baum: Industrieanlagen und Baustellen
fr_fr: chute du haut d'un arbre | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:W147
source: Farm
de: Sturz vom Baum: Landwirtschaftlicher Betrieb
fr_fr: chute du haut d'un arbre | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W148
source: Other specified place
de: Sturz vom Baum: Sonstige näher bezeichnete Orte
fr_fr: chute du haut d'un arbre | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W149
source: Unspecified place
de: Sturz vom Baum: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: chute du haut d'un arbre | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W15
source: Fall from cliff
de: Sturz von Klippe
fr_fr: Chute d'une falaise
zh_cn: 从悬崖上跌落

# model:gnuhealth.pathology,name:W150
source: Home
de: Sturz von Klippe: Zu Hause
fr_fr: chute d'une falaise | domicile
zh_cn: 家
