Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:X439
source: Unspecified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: intoxication accidentelle par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces substances | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X44
source: Accidental poisoning by and exposure to other and unspecified drugs, medicaments and biological substances
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen
fr_fr: Intoxication accidentelle par, et exposition à médicaments et substances biologiques, autres et sans précision
zh_cn: 其他和未特指的药物、药剂和生物制品的意外中毒及暴露于该类物质

# model:gnuhealth.pathology,name:X440
source: Home
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Zu Hause
fr_fr: intoxication accidentelle par d'autres médicaments et substances biologiques et exposition à ces produits, autres et sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X441
source: Residential institution
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Wohnheime oder -anstalten
fr_fr: intoxication accidentelle par d'autres médicaments et substances biologiques et exposition à ces produits, autres et sans précision | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X442
source: School, other institution and public administrative area
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Schule, sonstige öffentliche Bauten
fr_fr: intoxication accidentelle par d'autres médicaments et substances biologiques et exposition à ces produits, autres et sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X443
source: Sports and athletics area
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Sportstätten
fr_fr: intoxication accidentelle par d'autres médicaments et substances biologiques et exposition à ces produits, autres et sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X444
source: Street and highway
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Straßen und Wege
fr_fr: intoxication accidentelle par d'autres médicaments et substances biologiques et exposition à ces produits, autres et sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X445
source: Trade and service area
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: intoxication accidentelle par d'autres médicaments et substances biologiques et exposition à ces produits, autres et sans précision | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X446
source: Industrial and construction area
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Industrieanlagen und Baustellen
fr_fr: intoxication accidentelle par d'autres médicaments et substances biologiques et exposition à ces produits, autres et sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X447
source: Farm
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Landwirtschaftlicher Betrieb
fr_fr: intoxication accidentelle par d'autres médicaments et substances biologiques et exposition à ces produits, autres et sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X448
source: Other specified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Sonstige näher bezeichnete Orte
fr_fr: intoxication accidentelle par d'autres médicaments et substances biologiques et exposition à ces produits, autres et sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X449
source: Unspecified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) nicht näher bezeichnete(n) Arzneimittel(n), Drogen und biologisch aktive(n) Substanzen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: intoxication accidentelle par d'autres médicaments et substances biologiques et exposition à ces produits, autres et sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X45
source: Accidental poisoning by and exposure to alcohol
de: Akzidentelle Vergiftung durch und Exposition gegenüber Alkohol
fr_fr: Intoxication accidentelle par l'alcool et exposition à l'alcool
zh_cn: 酒精的意外中毒及暴露于酒精

# model:gnuhealth.pathology,name:X450
source: Home
de: Akzidentelle Vergiftung durch und Exposition gegenüber Alkohol: Zu Hause
fr_fr: intoxication accidentelle par l'alcool et exposition à l'alcool | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X451
source: Residential institution
de: Akzidentelle Vergiftung durch und Exposition gegenüber Alkohol: Wohnheime oder -anstalten
fr_fr: intoxication accidentelle par l'alcool et exposition à l'alcool | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X452
source: School, other institution and public administrative area
de: Akzidentelle Vergiftung durch und Exposition gegenüber Alkohol: Schule, sonstige öffentliche Bauten
fr_fr: intoxication accidentelle par l'alcool et exposition à l'alcool | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X453
source: Sports and athletics area
de: Akzidentelle Vergiftung durch und Exposition gegenüber Alkohol: Sportstätten
fr_fr: intoxication accidentelle par l'alcool et exposition à l'alcool | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X454
source: Street and highway
de: Akzidentelle Vergiftung durch und Exposition gegenüber Alkohol: Straßen und Wege
fr_fr: intoxication accidentelle par l'alcool et exposition à l'alcool | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X455
source: Trade and service area
de: Akzidentelle Vergiftung durch und Exposition gegenüber Alkohol: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: intoxication accidentelle par l'alcool et exposition à l'alcool | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X456
source: Industrial and construction area
de: Akzidentelle Vergiftung durch und Exposition gegenüber Alkohol: Industrieanlagen und Baustellen
fr_fr: intoxication accidentelle par l'alcool et exposition à l'alcool | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X457
source: Farm
de: Akzidentelle Vergiftung durch und Exposition gegenüber Alkohol: Landwirtschaftlicher Betrieb
fr_fr: intoxication accidentelle par l'alcool et exposition à l'alcool | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X458
source: Other specified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber Alkohol: Sonstige näher bezeichnete Orte
fr_fr: intoxication accidentelle par l'alcool et exposition à l'alcool | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X459
source: Unspecified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber Alkohol: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: intoxication accidentelle par l'alcool et exposition à l'alcool | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X46
source: Accidental poisoning by and exposure to organic solvents and halogenated hydrocarbons and their vapours
de: Akzidentelle Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n)
fr_fr: Intoxication accidentelle par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits
zh_cn: 有机溶剂和卤素烃及其蒸气的意外中毒及暴露于该类物质

# model:gnuhealth.pathology,name:X460
source: Home
de: Akzidentelle Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Zu Hause
fr_fr: intoxication accidentelle par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X461
source: Residential institution
de: Akzidentelle Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Wohnheime oder -anstalten
fr_fr: intoxication accidentelle par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X462
source: School, other institution and public administrative area
de: Akzidentelle Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Schule, sonstige öffentliche Bauten
fr_fr: intoxication accidentelle par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X463
source: Sports and athletics area
de: Akzidentelle Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Sportstätten
fr_fr: intoxication accidentelle par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X464
source: Street and highway
de: Akzidentelle Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Straßen und Wege
fr_fr: intoxication accidentelle par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X465
source: Trade and service area
de: Akzidentelle Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Gewerbe- und Dienstleistungseinrichtungen
fr_fr: intoxication accidentelle par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X466
source: Industrial and construction area
de: Akzidentelle Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Industrieanlagen und Baustellen
fr_fr: intoxication accidentelle par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X467
source: Farm
de: Akzidentelle Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Landwirtschaftlicher Betrieb
fr_fr: intoxication accidentelle par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X468
source: Other specified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Sonstige näher bezeichnete Orte
fr_fr: intoxication accidentelle par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X469
source: Unspecified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber organische(n) Lösungsmittel(n) und halogenierte(n) Kohlenwasserstoffe(n) und deren Dämpfe(n): Nicht näher bezeichneter Ort des Ereignisses
fr_fr: intoxication accidentelle par des solvants organiques et des hydrocarbures halogénés et leurs émanations et exposition à ces produits | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X47
source: Accidental poisoning by and exposure to other gases and vapours
de: Akzidentelle Vergiftung durch und Exposition gegenüber Kohlenmonoxid und sonstigen Gasen und Dämpfen
fr_fr: Intoxication accidentelle par d'autres gaz et émanations et exposition à ces produits
zh_cn: 其他气体和蒸气的意外中毒及暴露于该类物质

# model:gnuhealth.pathology,name:X470
source: Accidental poisoning by and exposure to other gases and vapours: Home
de: Akzidentelle Vergiftung durch und Exposition gegenüber Kohlenmonoxid aus Abgas von Verbrennungsmotor

# model:gnuhealth.pathology,name:X471
source: Accidental poisoning by and exposure to other gases and vapours: Residential institution
de: Akzidentelle Vergiftung durch und Exposition gegenüber Kohlenmonoxid aus Gasversorgung

# model:gnuhealth.pathology,name:X472
source: Accidental poisoning by and exposure to other gases and vapours: School, other institution and public administrative area
de: Akzidentelle Vergiftung durch und Exposition gegenüber Kohlenmonoxid aus sonstigen häuslichen Brennstoffen

# model:gnuhealth.pathology,name:X473
source: Accidental poisoning by and exposure to other gases and vapours: Sports and athletics area
de: Akzidentelle Vergiftung durch und Exposition gegenüber Kohlenmonoxid aus sonstigen Quellen

# model:gnuhealth.pathology,name:X474
source: Accidental poisoning by and exposure to other gases and vapours: Street and highway
de: Akzidentelle Vergiftung durch und Exposition gegenüber Kohlenmonoxid aus nicht näher bezeichneten Quellen

# model:gnuhealth.pathology,name:X475
source: Accidental poisoning by and exposure to other gases and vapours: Trade and service area
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) Gase(n) und Dämpfe(n): Gewerbe- und Dienstleistungseinrichtungen

# model:gnuhealth.pathology,name:X476
source: Accidental poisoning by and exposure to other gases and vapours: Industrial and construction area
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) Gase(n) und Dämpfe(n): Industrieanlagen und Baustellen

# model:gnuhealth.pathology,name:X477
source: Accidental poisoning by and exposure to other gases and vapours: Farm
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) Gase(n) und Dämpfe(n): Landwirtschaftlicher Betrieb

# model:gnuhealth.pathology,name:X478
source: Accidental poisoning by and exposure to other gases and vapours: Other specified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstigen näher bezeichneten Gasen und Dämpfen

# model:gnuhealth.pathology,name:X479
source: Accidental poisoning by and exposure to other gases and vapours: Unspecified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber nicht näher bezeichneten Gasen und Dämpfen

# model:gnuhealth.pathology,name:X48
source: Accidental poisoning by and exposure to pesticides
de: Akzidentelle Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]
fr_fr: Intoxication accidentelle par des pesticides et exposition à ces produits
zh_cn: 杀虫剂的意外中毒及暴露于杀虫剂

# model:gnuhealth.pathology,name:X480
source: Home
de: Akzidentelle Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Zu Hause
fr_fr: intoxication accidentelle par des pesticides et exposition à ces produits | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X481
source: Residential institution
de: Akzidentelle Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Wohnheime oder -anstalten
fr_fr: intoxication accidentelle par des pesticides et exposition à ces produits | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X482
source: School, other institution and public administrative area
de: Akzidentelle Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Schule, sonstige öffentliche Bauten
fr_fr: intoxication accidentelle par des pesticides et exposition à ces produits | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X483
source: Sports and athletics area
de: Akzidentelle Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Sportstätten
fr_fr: intoxication accidentelle par des pesticides et exposition à ces produits | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X484
source: Street and highway
de: Akzidentelle Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Straßen und Wege
fr_fr: intoxication accidentelle par des pesticides et exposition à ces produits | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X485
source: Trade and service area
de: Akzidentelle Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: intoxication accidentelle par des pesticides et exposition à ces produits | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X486
source: Industrial and construction area
de: Akzidentelle Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Industrieanlagen und Baustellen
fr_fr: intoxication accidentelle par des pesticides et exposition à ces produits | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X487
source: Farm
de: Akzidentelle Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Landwirtschaftlicher Betrieb
fr_fr: intoxication accidentelle par des pesticides et exposition à ces produits | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X488
source: Other specified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Sonstige näher bezeichnete Orte
fr_fr: intoxication accidentelle par des pesticides et exposition à ces produits | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X489
source: Unspecified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber Schädlingsbekämpfungsmittel(n) [Pestizide(n)]: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: intoxication accidentelle par des pesticides et exposition à ces produits | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X49
source: Accidental poisoning by and exposure to other and unspecified chemicals and noxious substances
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen
fr_fr: Intoxication accidentelle par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision
zh_cn: 其他和未特指的化学制品和有害物质的意外中毒及暴露于该类物质

# model:gnuhealth.pathology,name:X490
source: Home
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Zu Hause
fr_fr: intoxication accidentelle par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X491
source: Residential institution
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Wohnheime oder -anstalten
fr_fr: intoxication accidentelle par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X492
source: School, other institution and public administrative area
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Schule, sonstige öffentliche Bauten
fr_fr: intoxication accidentelle par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X493
source: Sports and athletics area
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Sportstätten
fr_fr: intoxication accidentelle par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X494
source: Street and highway
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Straßen und Wege
fr_fr: intoxication accidentelle par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X495
source: Trade and service area
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: intoxication accidentelle par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X496
source: Industrial and construction area
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Industrieanlagen und Baustellen
fr_fr: intoxication accidentelle par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X497
source: Farm
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Landwirtschaftlicher Betrieb
fr_fr: intoxication accidentelle par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X498
source: Other specified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) und nicht näher bezeichnete(n) Chemikalien und schädliche(n) Substanzen: Sonstige näher bezeichnete Orte
fr_fr: intoxication accidentelle par des produits chimiques et substances nocives et exposition à ces produits, autres et sans précision | autres lieux précisés
zh_cn: 其他指定地方
