Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:X284
source: Street and highway
de: Kontakt mit sonstigen näher bezeichneten giftigen Pflanzen: Straßen und Wege
fr_fr: contact avec d'autres plantes vénéneuses précisées | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X285
source: Trade and service area
de: Kontakt mit sonstigen näher bezeichneten giftigen Pflanzen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec d'autres plantes vénéneuses précisées | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X286
source: Industrial and construction area
de: Kontakt mit sonstigen näher bezeichneten giftigen Pflanzen: Industrieanlagen und Baustellen
fr_fr: contact avec d'autres plantes vénéneuses précisées | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X287
source: Farm
de: Kontakt mit sonstigen näher bezeichneten giftigen Pflanzen: Landwirtschaftlicher Betrieb
fr_fr: contact avec d'autres plantes vénéneuses précisées | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X288
source: Other specified place
de: Kontakt mit sonstigen näher bezeichneten giftigen Pflanzen: Sonstige näher bezeichnete Orte
fr_fr: contact avec d'autres plantes vénéneuses précisées | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X289
source: Unspecified place
de: Kontakt mit sonstigen näher bezeichneten giftigen Pflanzen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec d'autres plantes vénéneuses précisées | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X29
source: Contact with unspecified venomous animal or plant
de: Kontakt mit nicht näher bezeichneten giftigen Pflanzen oder Tieren
fr_fr: Contact avec un animal venimeux ou une plante vénéneuse, sans précision
zh_cn: 接触未特指的有毒动物或植物

# model:gnuhealth.pathology,name:X290
source: Home
de: Kontakt mit nicht näher bezeichneten giftigen Pflanzen oder Tieren: Zu Hause
fr_fr: contact avec un animal venimeux ou une plante vénéneuse, sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X291
source: Residential institution
de: Kontakt mit nicht näher bezeichneten giftigen Pflanzen oder Tieren: Wohnheime oder -anstalten
fr_fr: contact avec un animal venimeux ou une plante vénéneuse, sans précision | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X292
source: School, other institution and public administrative area
de: Kontakt mit nicht näher bezeichneten giftigen Pflanzen oder Tieren: Schule, sonstige öffentliche Bauten
fr_fr: contact avec un animal venimeux ou une plante vénéneuse, sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X293
source: Sports and athletics area
de: Kontakt mit nicht näher bezeichneten giftigen Pflanzen oder Tieren: Sportstätten
fr_fr: contact avec un animal venimeux ou une plante vénéneuse, sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X294
source: Street and highway
de: Kontakt mit nicht näher bezeichneten giftigen Pflanzen oder Tieren: Straßen und Wege
fr_fr: contact avec un animal venimeux ou une plante vénéneuse, sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X295
source: Trade and service area
de: Kontakt mit nicht näher bezeichneten giftigen Pflanzen oder Tieren: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec un animal venimeux ou une plante vénéneuse, sans précision | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X296
source: Industrial and construction area
de: Kontakt mit nicht näher bezeichneten giftigen Pflanzen oder Tieren: Industrieanlagen und Baustellen
fr_fr: contact avec un animal venimeux ou une plante vénéneuse, sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X297
source: Farm
de: Kontakt mit nicht näher bezeichneten giftigen Pflanzen oder Tieren: Landwirtschaftlicher Betrieb
fr_fr: contact avec un animal venimeux ou une plante vénéneuse, sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X298
source: Other specified place
de: Kontakt mit nicht näher bezeichneten giftigen Pflanzen oder Tieren: Sonstige näher bezeichnete Orte
fr_fr: contact avec un animal venimeux ou une plante vénéneuse, sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X299
source: Unspecified place
de: Kontakt mit nicht näher bezeichneten giftigen Pflanzen oder Tieren: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec un animal venimeux ou une plante vénéneuse, sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X30
source: Exposure to excessive natural heat
de: Exposition gegenüber übermäßiger natürlicher Hitze
fr_fr: Exposition à une chaleur naturelle excessive
zh_cn: 暴露于过度自然热下

# model:gnuhealth.pathology,name:X300
source: Home
de: Exposition gegenüber übermäßiger natürlicher Hitze: Zu Hause
fr_fr: exposition à une chaleur naturelle excessive | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X301
source: Residential institution
de: Exposition gegenüber übermäßiger natürlicher Hitze: Wohnheime oder -anstalten
fr_fr: exposition à une chaleur naturelle excessive | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X302
source: School, other institution and public administrative area
de: Exposition gegenüber übermäßiger natürlicher Hitze: Schule, sonstige öffentliche Bauten
fr_fr: exposition à une chaleur naturelle excessive | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X303
source: Sports and athletics area
de: Exposition gegenüber übermäßiger natürlicher Hitze: Sportstätten
fr_fr: exposition à une chaleur naturelle excessive | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X304
source: Street and highway
de: Exposition gegenüber übermäßiger natürlicher Hitze: Straßen und Wege
fr_fr: exposition à une chaleur naturelle excessive | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X305
source: Trade and service area
de: Exposition gegenüber übermäßiger natürlicher Hitze: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à une chaleur naturelle excessive | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X306
source: Industrial and construction area
de: Exposition gegenüber übermäßiger natürlicher Hitze: Industrieanlagen und Baustellen
fr_fr: exposition à une chaleur naturelle excessive | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X307
source: Farm
de: Exposition gegenüber übermäßiger natürlicher Hitze: Landwirtschaftlicher Betrieb
fr_fr: exposition à une chaleur naturelle excessive | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X308
source: Other specified place
de: Exposition gegenüber übermäßiger natürlicher Hitze: Sonstige näher bezeichnete Orte
fr_fr: exposition à une chaleur naturelle excessive | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X309
source: Unspecified place
de: Exposition gegenüber übermäßiger natürlicher Hitze: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à une chaleur naturelle excessive | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X31
source: Exposure to excessive natural cold
de: Exposition gegenüber übermäßiger natürlicher Kälte
fr_fr: Exposition à un froid naturel excessif
zh_cn: 暴露于过度自然冷下

# model:gnuhealth.pathology,name:X310
source: Home
de: Exposition gegenüber übermäßiger natürlicher Kälte: Zu Hause
fr_fr: exposition à un froid naturel excessif | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X311
source: Residential institution
de: Exposition gegenüber übermäßiger natürlicher Kälte: Wohnheime oder -anstalten
fr_fr: exposition à un froid naturel excessif | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X312
source: School, other institution and public administrative area
de: Exposition gegenüber übermäßiger natürlicher Kälte: Schule, sonstige öffentliche Bauten
fr_fr: exposition à un froid naturel excessif | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X313
source: Sports and athletics area
de: Exposition gegenüber übermäßiger natürlicher Kälte: Sportstätten
fr_fr: exposition à un froid naturel excessif | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X314
source: Street and highway
de: Exposition gegenüber übermäßiger natürlicher Kälte: Straßen und Wege
fr_fr: exposition à un froid naturel excessif | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X315
source: Trade and service area
de: Exposition gegenüber übermäßiger natürlicher Kälte: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à un froid naturel excessif | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X316
source: Industrial and construction area
de: Exposition gegenüber übermäßiger natürlicher Kälte: Industrieanlagen und Baustellen
fr_fr: exposition à un froid naturel excessif | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X317
source: Farm
de: Exposition gegenüber übermäßiger natürlicher Kälte: Landwirtschaftlicher Betrieb
fr_fr: exposition à un froid naturel excessif | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X318
source: Other specified place
de: Exposition gegenüber übermäßiger natürlicher Kälte: Sonstige näher bezeichnete Orte
fr_fr: exposition à un froid naturel excessif | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X319
source: Unspecified place
de: Exposition gegenüber übermäßiger natürlicher Kälte: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à un froid naturel excessif | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X32
source: Exposure to sunlight
de: Exposition gegenüber Sonnenlicht
fr_fr: Exposition à la lumière solaire
zh_cn: 暴露于阳光下

# model:gnuhealth.pathology,name:X320
source: Home
de: Exposition gegenüber Sonnenlicht: Zu Hause
fr_fr: exposition à la lumière solaire | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X321
source: Residential institution
de: Exposition gegenüber Sonnenlicht: Wohnheime oder -anstalten
fr_fr: exposition à la lumière solaire | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X322
source: School, other institution and public administrative area
de: Exposition gegenüber Sonnenlicht: Schule, sonstige öffentliche Bauten
fr_fr: exposition à la lumière solaire | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X323
source: Sports and athletics area
de: Exposition gegenüber Sonnenlicht: Sportstätten
fr_fr: exposition à la lumière solaire | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X324
source: Street and highway
de: Exposition gegenüber Sonnenlicht: Straßen und Wege
fr_fr: exposition à la lumière solaire | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X325
source: Trade and service area
de: Exposition gegenüber Sonnenlicht: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à la lumière solaire | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X326
source: Industrial and construction area
de: Exposition gegenüber Sonnenlicht: Industrieanlagen und Baustellen
fr_fr: exposition à la lumière solaire | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X327
source: Farm
de: Exposition gegenüber Sonnenlicht: Landwirtschaftlicher Betrieb
fr_fr: exposition à la lumière solaire | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X328
source: Other specified place
de: Exposition gegenüber Sonnenlicht: Sonstige näher bezeichnete Orte
fr_fr: exposition à la lumière solaire | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X329
source: Unspecified place
de: Exposition gegenüber Sonnenlicht: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à la lumière solaire | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X33
source: Victim of lightning
de: Opfer von Blitzschlag
fr_fr: Foudre
zh_cn: 闪电的受害者

# model:gnuhealth.pathology,name:X330
source: Home
de: Opfer von Blitzschlag: Zu Hause
fr_fr: foudre | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X331
source: Residential institution
de: Opfer von Blitzschlag: Wohnheime oder -anstalten
fr_fr: foudre | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X332
source: School, other institution and public administrative area
de: Opfer von Blitzschlag: Schule, sonstige öffentliche Bauten
fr_fr: foudre | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X333
source: Sports and athletics area
de: Opfer von Blitzschlag: Sportstätten
fr_fr: foudre | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X334
source: Street and highway
de: Opfer von Blitzschlag: Straßen und Wege
fr_fr: foudre | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X335
source: Trade and service area
de: Opfer von Blitzschlag: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: foudre | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X336
source: Industrial and construction area
de: Opfer von Blitzschlag: Industrieanlagen und Baustellen
fr_fr: foudre | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X337
source: Farm
de: Opfer von Blitzschlag: Landwirtschaftlicher Betrieb
fr_fr: foudre | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X338
source: Other specified place
de: Opfer von Blitzschlag: Sonstige näher bezeichnete Orte
fr_fr: foudre | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X339
source: Unspecified place
de: Opfer von Blitzschlag: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: foudre | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X34
source: Victim of earthquake
de: Opfer von Erdbeben
fr_fr: Tremblement de terre
zh_cn: 地震受害者

# model:gnuhealth.pathology,name:X340
source: Victim of cataclysmic earth movements caused by earthquake
de: Opfer von kataklysmischen Erdbewegungen bei Erdbeben

# model:gnuhealth.pathology,name:X341
source: Victim of tsunami
de: Opfer von Tsunami

# model:gnuhealth.pathology,name:X342
source: School, other institution and public administrative area
de: Opfer von Erdbeben: Schule, sonstige öffentliche Bauten
fr_fr: tremblement de terre | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X343
source: Sports and athletics area
de: Opfer von Erdbeben: Sportstätten
fr_fr: tremblement de terre | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X344
source: Street and highway
de: Opfer von Erdbeben: Straßen und Wege
fr_fr: tremblement de terre | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X345
source: Trade and service area
de: Opfer von Erdbeben: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: tremblement de terre | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X346
source: Industrial and construction area
de: Opfer von Erdbeben: Industrieanlagen und Baustellen
fr_fr: tremblement de terre | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X347
source: Farm
de: Opfer von Erdbeben: Landwirtschaftlicher Betrieb
fr_fr: tremblement de terre | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X348
source: Victim of other specified effects of earthquake
de: Opfer von sonstigen näher bezeichneten Auswirkungen eines Erdbebens

# model:gnuhealth.pathology,name:X349
source: Victim of unspecified effect of earthquake
de: Opfer nicht näher bezeichneter Auswirkungen eines Erdbebens

# model:gnuhealth.pathology,name:X35
source: Victim of volcanic eruption
de: Opfer von Vulkanausbruch
fr_fr: Eruption volcanique
zh_cn: 火山爆发受害者

# model:gnuhealth.pathology,name:X350
source: Home
de: Opfer von Vulkanausbruch: Zu Hause
fr_fr: éruption volcanique | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X351
source: Residential institution
de: Opfer von Vulkanausbruch: Wohnheime oder -anstalten
fr_fr: éruption volcanique | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X352
source: School, other institution and public administrative area
de: Opfer von Vulkanausbruch: Schule, sonstige öffentliche Bauten
fr_fr: éruption volcanique | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X353
source: Sports and athletics area
de: Opfer von Vulkanausbruch: Sportstätten
fr_fr: éruption volcanique | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X354
source: Street and highway
de: Opfer von Vulkanausbruch: Straßen und Wege
fr_fr: éruption volcanique | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X355
source: Trade and service area
de: Opfer von Vulkanausbruch: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: éruption volcanique | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X356
source: Industrial and construction area
de: Opfer von Vulkanausbruch: Industrieanlagen und Baustellen
fr_fr: éruption volcanique | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X357
source: Farm
de: Opfer von Vulkanausbruch: Landwirtschaftlicher Betrieb
fr_fr: éruption volcanique | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X358
source: Other specified place
de: Opfer von Vulkanausbruch: Sonstige näher bezeichnete Orte
fr_fr: éruption volcanique | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X359
source: Unspecified place
de: Opfer von Vulkanausbruch: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: éruption volcanique | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X36
source: Victim of avalanche, landslide and other earth movements
de: Opfer von Lawine, Erdrutsch oder anderen Erdoberflächenbewegungen
fr_fr: Avalanche, glissement de terrain et autres mouvements telluriques
zh_cn: 雪崩、山崩和其他地面运动受害者

# model:gnuhealth.pathology,name:X360
source: Home
de: Opfer von Lawine, Erdrutsch oder anderen Erdoberflächenbewegungen: Zu Hause
fr_fr: avalanche, glissement de terrain et autres mouvements telluriques | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X361
source: Residential institution
de: Opfer von Lawine, Erdrutsch oder anderen Erdoberflächenbewegungen: Wohnheime oder -anstalten
fr_fr: avalanche, glissement de terrain et autres mouvements telluriques | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X362
source: School, other institution and public administrative area
de: Opfer von Lawine, Erdrutsch oder anderen Erdoberflächenbewegungen: Schule, sonstige öffentliche Bauten
fr_fr: avalanche, glissement de terrain et autres mouvements telluriques | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X363
source: Sports and athletics area
de: Opfer von Lawine, Erdrutsch oder anderen Erdoberflächenbewegungen: Sportstätten
fr_fr: avalanche, glissement de terrain et autres mouvements telluriques | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X364
source: Street and highway
de: Opfer von Lawine, Erdrutsch oder anderen Erdoberflächenbewegungen: Straßen und Wege
fr_fr: avalanche, glissement de terrain et autres mouvements telluriques | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X365
source: Trade and service area
de: Opfer von Lawine, Erdrutsch oder anderen Erdoberflächenbewegungen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: avalanche, glissement de terrain et autres mouvements telluriques | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X366
source: Industrial and construction area
de: Opfer von Lawine, Erdrutsch oder anderen Erdoberflächenbewegungen: Industrieanlagen und Baustellen
fr_fr: avalanche, glissement de terrain et autres mouvements telluriques | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X367
source: Farm
de: Opfer von Lawine, Erdrutsch oder anderen Erdoberflächenbewegungen: Landwirtschaftlicher Betrieb
fr_fr: avalanche, glissement de terrain et autres mouvements telluriques | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X368
source: Other specified place
de: Opfer von Lawine, Erdrutsch oder anderen Erdoberflächenbewegungen: Sonstige näher bezeichnete Orte
fr_fr: avalanche, glissement de terrain et autres mouvements telluriques | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X369
source: Unspecified place
de: Opfer von Lawine, Erdrutsch oder anderen Erdoberflächenbewegungen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: avalanche, glissement de terrain et autres mouvements telluriques | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X37
source: Victim of cataclysmic storm
de: Opfer von Sturmkatastrophe
fr_fr: Tempête cataclysmique
zh_cn: 灾难性暴风雨受害者

# model:gnuhealth.pathology,name:X370
source: Home
de: Opfer von Sturmkatastrophe: Zu Hause
fr_fr: tempête cataclysmique | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X371
source: Residential institution
de: Opfer von Sturmkatastrophe: Wohnheime oder -anstalten
fr_fr: tempête cataclysmique | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X372
source: School, other institution and public administrative area
de: Opfer von Sturmkatastrophe: Schule, sonstige öffentliche Bauten
fr_fr: tempête cataclysmique | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X373
source: Sports and athletics area
de: Opfer von Sturmkatastrophe: Sportstätten
fr_fr: tempête cataclysmique | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X374
source: Street and highway
de: Opfer von Sturmkatastrophe: Straßen und Wege
fr_fr: tempête cataclysmique | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X375
source: Trade and service area
de: Opfer von Sturmkatastrophe: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: tempête cataclysmique | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X376
source: Industrial and construction area
de: Opfer von Sturmkatastrophe: Industrieanlagen und Baustellen
fr_fr: tempête cataclysmique | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X377
source: Farm
de: Opfer von Sturmkatastrophe: Landwirtschaftlicher Betrieb
fr_fr: tempête cataclysmique | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X378
source: Other specified place
de: Opfer von Sturmkatastrophe: Sonstige näher bezeichnete Orte
fr_fr: tempête cataclysmique | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X379
source: Unspecified place
de: Opfer von Sturmkatastrophe: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: tempête cataclysmique | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X38
source: Victim of flood
de: Opfer von Überschwemmung
fr_fr: Inondation
zh_cn: 洪水受害者
