Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V174
source: Pedal cyclist injured in collision with fixed or stationary object: Driver injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V175
source: Pedal cyclist injured in collision with fixed or stationary object: Passenger injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit feststehendem Gegenstand verletzt: Mitfahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V179
source: Pedal cyclist injured in collision with fixed or stationary object: Unspecified pedal cyclist injured in traffic accident
de: Benutzer eines Fahrrades bei Zusammenstoß mit feststehendem Gegenstand verletzt: Nicht näher bezeichneter Benutzer eines Fahrrades bei Verkehrsunfall verletzt
zh_cn: 未特指的骑脚踏车人员在交通事故中的损伤

# model:gnuhealth.pathology,name:V18
source: Pedal cyclist injured in noncollision transport accident
de: Benutzer eines Fahrrades bei Transportmittelunfall ohne Zusammenstoß verletzt
fr_fr: Cycliste blessé dans un accident de transport, sans collision
zh_cn: 骑脚踏车人员在非碰撞性运输事故中的损伤

# model:gnuhealth.pathology,name:V180
source: Pedal cyclist injured in noncollision transport accident: Driver injured in nontraffic accident
de: Benutzer eines Fahrrades bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V181
source: Pedal cyclist injured in noncollision transport accident: Passenger injured in nontraffic accident
de: Benutzer eines Fahrrades bei Transportmittelunfall ohne Zusammenstoß verletzt: Mitfahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V182
source: Pedal cyclist injured in noncollision transport accident: Unspecified pedal cyclist injured in nontraffic accident
de: Benutzer eines Fahrrades bei Transportmittelunfall ohne Zusammenstoß verletzt: Nicht näher bezeichneter Benutzer eines Fahrrades bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的骑脚踏车人员在非交通事故中的损伤

# model:gnuhealth.pathology,name:V183
source: Pedal cyclist injured in noncollision transport accident: Person injured while boarding or alighting
de: Benutzer eines Fahrrades bei Transportmittelunfall ohne Zusammenstoß verletzt: Person beim Auf- oder Absteigen verletzt

# model:gnuhealth.pathology,name:V184
source: Pedal cyclist injured in noncollision transport accident: Driver injured in traffic accident
de: Benutzer eines Fahrrades bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V185
source: Pedal cyclist injured in noncollision transport accident: Passenger injured in traffic accident
de: Benutzer eines Fahrrades bei Transportmittelunfall ohne Zusammenstoß verletzt: Mitfahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V189
source: Pedal cyclist injured in noncollision transport accident: Unspecified pedal cyclist injured in traffic accident
de: Benutzer eines Fahrrades bei Transportmittelunfall ohne Zusammenstoß verletzt: Nicht näher bezeichneter Benutzer eines Fahrrades bei Verkehrsunfall verletzt
zh_cn: 未特指的骑脚踏车人员在交通事故中的损伤

# model:gnuhealth.pathology,name:V19
source: Pedal cyclist injured in other and unspecified transport accidents
de: Benutzer eines Fahrrades bei sonstigen und nicht näher bezeichneten Transportmittelunfällen verletzt
fr_fr: Cycliste blessé dans des accidents de transport, autres et sans précision
zh_cn: 骑脚踏车人员在其他和未特指的运输事故中的损伤

# model:gnuhealth.pathology,name:V190
source: Pedal cyclist injured in other and unspecified transport accidents: Driver injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Fahrer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中脚踏车与其他机动车辆碰撞造成骑脚踏车人员的损伤

# model:gnuhealth.pathology,name:V191
source: Pedal cyclist injured in other and unspecified transport accidents: Passenger injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Mitfahrer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中脚踏车与其他的机动车辆碰撞造成乘脚踏车人员的损伤

# model:gnuhealth.pathology,name:V192
source: Pedal cyclist injured in other and unspecified transport accidents: Unspecified pedal cyclist injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Nicht näher bezeichneter Benutzer eines Fahrrades bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中脚踏车与其他机动车辆碰撞造成的骑脚踏车人员的损伤

# model:gnuhealth.pathology,name:V193
source: Pedal cyclist injured in other and unspecified transport accidents: Pedal cyclist [any] injured in unspecified nontraffic accident
de: Benutzer eines Fahrrades bei nicht näher bezeichnetem Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: [任何]骑脚踏车人员在未特指的非交通事故中的损伤

# model:gnuhealth.pathology,name:V194
source: Pedal cyclist injured in other and unspecified transport accidents: Driver injured in collision with other and unspecified motor vehicles in traffic accident
de: Fahrer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中脚踏车与其他和未特指机动车辆碰撞造成骑脚踏车人员的损伤

# model:gnuhealth.pathology,name:V195
source: Pedal cyclist injured in other and unspecified transport accidents: Passenger injured in collision with other and unspecified motor vehicles in traffic accident
de: Mitfahrer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中脚踏车与其他机动车辆碰撞造成乘脚踏车人员的损伤

# model:gnuhealth.pathology,name:V196
source: Pedal cyclist injured in other and unspecified transport accidents: Unspecified pedal cyclist injured in collision with other and unspecified motor vehicles in traffic accident
de: Nicht näher bezeichneter Benutzer eines Fahrrades bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中脚踏车与其他和未特指机动车辆碰撞造成骑不明确的脚踏车司、乘人员损伤

# model:gnuhealth.pathology,name:V198
source: Pedal cyclist injured in other and unspecified transport accidents: Pedal cyclist [any] injured in other specified transport accidents
de: Benutzer eines Fahrrades bei sonstigen näher bezeichneten Transportmittelunfällen verletzt.
zh_cn: 骑脚踏车人员在其他特指的运输事故中的损伤

# model:gnuhealth.pathology,name:V199
source: Pedal cyclist injured in other and unspecified transport accidents: Pedal cyclist [any] injured in unspecified traffic accident
de: Benutzer eines Fahrrades bei nicht näher bezeichnetem Verkehrsunfall verletzt
zh_cn: [任何]骑脚踏车人员在未特指交通事故中的损伤

# model:gnuhealth.pathology,name:V20
source: Motorcycle rider injured in collision with pedestrian or animal
de: Benutzer eines Motorrades bei Zusammenstoß mit Fußgänger oder Tier verletzt
fr_fr: Motocycliste blessé dans une collision avec un piéton ou un animal
zh_cn: 骑摩托车人员在摩托车与行人或牲畜碰撞中的损伤

# model:gnuhealth.pathology,name:V200
source: Motorcycle rider injured in collision with pedestrian or animal: Driver injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V201
source: Motorcycle rider injured in collision with pedestrian or animal: Passenger injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Fußgänger oder Tier verletzt: Mitfahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V202
source: Motorcycle rider injured in collision with pedestrian or animal: Unspecified motorcycle rider injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Fußgänger oder Tier verletzt: Nicht näher bezeichneter Benutzer eines Motorrades bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的骑摩托车人员在摩托车与行人或牲畜碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V203
source: Motorcycle rider injured in collision with pedestrian or animal: Person injured while boarding or alighting
de: Benutzer eines Motorrades bei Zusammenstoß mit Fußgänger oder Tier verletzt: Person beim Auf- oder Absteigen verletzt

# model:gnuhealth.pathology,name:V204
source: Motorcycle rider injured in collision with pedestrian or animal: Driver injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Fußgänger oder Tier verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V205
source: Motorcycle rider injured in collision with pedestrian or animal: Passenger injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Fußgänger oder Tier verletzt: Mitfahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V209
source: Motorcycle rider injured in collision with pedestrian or animal: Unspecified motorcycle rider injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Fußgänger oder Tier verletzt: Nicht näher bezeichneter Benutzer eines Motorrades bei Verkehrsunfall verletzt
zh_cn: 未特指的骑摩托车人员在摩托车与行人或牲畜碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V21
source: Motorcycle rider injured in collision with pedal cycle
de: Benutzer eines Motorrades bei Zusammenstoß mit Fahrrad verletzt
fr_fr: Motocycliste blessé dans une collision avec un cycle
zh_cn: 骑摩托车人员在摩托车与脚踏车碰撞中的损伤

# model:gnuhealth.pathology,name:V210
source: Motorcycle rider injured in collision with pedal cycle: Driver injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Fahrrad verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V211
source: Motorcycle rider injured in collision with pedal cycle: Passenger injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Fahrrad verletzt: Mitfahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V212
source: Motorcycle rider injured in collision with pedal cycle: Unspecified motorcycle rider injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Fahrrad verletzt: Nicht näher bezeichneter Benutzer eines Motorrades bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的骑摩托车人员在摩托车与脚踏车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V213
source: Motorcycle rider injured in collision with pedal cycle: Person injured while boarding or alighting
de: Benutzer eines Motorrades bei Zusammenstoß mit Fahrrad verletzt: Person beim Auf- oder Absteigen verletzt

# model:gnuhealth.pathology,name:V214
source: Motorcycle rider injured in collision with pedal cycle: Driver injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Fahrrad verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V215
source: Motorcycle rider injured in collision with pedal cycle: Passenger injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Fahrrad verletzt: Mitfahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V219
source: Motorcycle rider injured in collision with pedal cycle: Unspecified motorcycle rider injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Fahrrad verletzt: Nicht näher bezeichneter Benutzer eines Motorrades bei Verkehrsunfall verletzt
zh_cn: 未特指的骑摩托车人员在摩托车与脚踏车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V22
source: Motorcycle rider injured in collision with two- or three-wheeled motor vehicle
de: Benutzer eines Motorrades bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt
fr_fr: Motocycliste blessé dans une collision avec un véhicule à moteur à deux ou trois roues
zh_cn: 骑摩托车人员在摩托车与两轮或三轮机动车碰撞中的损伤

# model:gnuhealth.pathology,name:V220
source: Motorcycle rider injured in collision with two- or three-wheeled motor vehicle: Driver injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V221
source: Motorcycle rider injured in collision with two- or three-wheeled motor vehicle: Passenger injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Mitfahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V222
source: Motorcycle rider injured in collision with two- or three-wheeled motor vehicle: Unspecified motorcycle rider injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Motorrades bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的骑摩托车人员在摩托车与两轮或三轮机动车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V223
source: Motorcycle rider injured in collision with two- or three-wheeled motor vehicle: Person injured while boarding or alighting
de: Benutzer eines Motorrades bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Person beim Auf- oder Absteigen verletzt

# model:gnuhealth.pathology,name:V224
source: Motorcycle rider injured in collision with two- or three-wheeled motor vehicle: Driver injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V225
source: Motorcycle rider injured in collision with two- or three-wheeled motor vehicle: Passenger injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Mitfahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V229
source: Motorcycle rider injured in collision with two- or three-wheeled motor vehicle: Unspecified motorcycle rider injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Motorrades bei Verkehrsunfall verletzt
zh_cn: 未特指的骑摩托车人员在摩托车与两轮或三轮机动车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V23
source: Motorcycle rider injured in collision with car, pick-up truck or van
de: Benutzer eines Motorrades bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt
fr_fr: Motocycliste blessé dans une collision avec une automobile ou une camionnette
zh_cn: 骑摩托车人员在摩托车与小汽车、轻型货车或篷车碰撞中的损伤

# model:gnuhealth.pathology,name:V230
source: Motorcycle rider injured in collision with car, pick-up truck or van: Driver injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V231
source: Motorcycle rider injured in collision with car, pick-up truck or van: Passenger injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Mitfahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V232
source: Motorcycle rider injured in collision with car, pick-up truck or van: Unspecified motorcycle rider injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Nicht näher bezeichneter Benutzer eines Motorrades bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的骑摩托车人员在摩托车与小汽车、轻型货车或篷车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V233
source: Motorcycle rider injured in collision with car, pick-up truck or van: Person injured while boarding or alighting
de: Benutzer eines Motorrades bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Person beim Auf- oder Absteigen verletzt

# model:gnuhealth.pathology,name:V234
source: Motorcycle rider injured in collision with car, pick-up truck or van: Driver injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V235
source: Motorcycle rider injured in collision with car, pick-up truck or van: Passenger injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Mitfahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V239
source: Motorcycle rider injured in collision with car, pick-up truck or van: Unspecified motorcycle rider injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Nicht näher bezeichneter Benutzer eines Motorrades bei Verkehrsunfall verletzt
zh_cn: 未特指的骑摩托车人员在摩托车与小汽车、轻型货车或篷车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V24
source: Motorcycle rider injured in collision with heavy transport vehicle or bus
de: Benutzer eines Motorrades bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt
fr_fr: Motocycliste blessé dans une collision avec un véhicule lourd ou un autobus
zh_cn: 骑摩托车人员在摩托车与重型运输车或公共汽车碰撞中的损伤

# model:gnuhealth.pathology,name:V240
source: Motorcycle rider injured in collision with heavy transport vehicle or bus: Driver injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V241
source: Motorcycle rider injured in collision with heavy transport vehicle or bus: Passenger injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Mitfahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V242
source: Motorcycle rider injured in collision with heavy transport vehicle or bus: Unspecified motorcycle rider injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Nicht näher bezeichneter Benutzer eines Motorrades bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的骑摩托车人员在摩托车与重型运输车或公共汽车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V243
source: Motorcycle rider injured in collision with heavy transport vehicle or bus: Person injured while boarding or alighting
de: Benutzer eines Motorrades bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Person beim Auf- oder Absteigen verletzt

# model:gnuhealth.pathology,name:V244
source: Motorcycle rider injured in collision with heavy transport vehicle or bus: Driver injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V245
source: Motorcycle rider injured in collision with heavy transport vehicle or bus: Passenger injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Mitfahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V249
source: Motorcycle rider injured in collision with heavy transport vehicle or bus: Unspecified motorcycle rider injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Nicht näher bezeichneter Benutzer eines Motorrades bei Verkehrsunfall verletzt
zh_cn: 未特指的骑摩托车人员在摩托车与重型运输车或公共汽车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V25
source: Motorcycle rider injured in collision with railway train or railway vehicle
de: Benutzer eines Motorrades bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt
fr_fr: Motocycliste blessé dans une collision avec un train ou un véhicule ferroviaire
zh_cn: 骑摩托车人员在摩托车与火车或铁路车辆碰撞中的损伤

# model:gnuhealth.pathology,name:V250
source: Motorcycle rider injured in collision with railway train or railway vehicle: Driver injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V251
source: Motorcycle rider injured in collision with railway train or railway vehicle: Passenger injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Mitfahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V252
source: Motorcycle rider injured in collision with railway train or railway vehicle: Unspecified motorcycle rider injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Motorrades bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的骑摩托车人员在摩托车与火车或铁路车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V253
source: Motorcycle rider injured in collision with railway train or railway vehicle: Person injured while boarding or alighting
de: Benutzer eines Motorrades bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Person beim Auf- oder Absteigen verletzt

# model:gnuhealth.pathology,name:V254
source: Motorcycle rider injured in collision with railway train or railway vehicle: Driver injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V255
source: Motorcycle rider injured in collision with railway train or railway vehicle: Passenger injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Mitfahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V259
source: Motorcycle rider injured in collision with railway train or railway vehicle: Unspecified motorcycle rider injured in traffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Motorrades bei Verkehrsunfall verletzt
zh_cn: 未特指的骑摩托车人员在摩托车与火车或铁路车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V26
source: Motorcycle rider injured in collision with other nonmotor vehicle
de: Benutzer eines Motorrades bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt
fr_fr: Motocycliste blessé dans une collision avec un autre véhicule sans moteur
zh_cn: 骑摩托车人员在摩托车与其他非机动车辆碰撞中的损伤

# model:gnuhealth.pathology,name:V260
source: Motorcycle rider injured in collision with other nonmotor vehicle: Driver injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V261
source: Motorcycle rider injured in collision with other nonmotor vehicle: Passenger injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Mitfahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V262
source: Motorcycle rider injured in collision with other nonmotor vehicle: Unspecified motorcycle rider injured in nontraffic accident
de: Benutzer eines Motorrades bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Nicht näher bezeichneter Benutzer eines Motorrades bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的骑摩托车人员在摩托车与其他非机动车辆碰撞非交通事故中的损伤
