Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:M626
source: Muscle strain
de: Muskelzerrung
fr_fr: Foulure musculaire
zh_cn: 肌肉劳损

# model:gnuhealth.pathology,name:M628
source: Other specified disorders of muscle
de: Sonstige näher bezeichnete Muskelkrankheiten
fr_fr: Autres atteintes musculaires précisées
zh_cn: 肌肉其他特指的疾患

# model:gnuhealth.pathology,name:M629
source: Disorder of muscle, unspecified
de: Muskelkrankheit, nicht näher bezeichnet
fr_fr: Atteinte musculaire, sans précision
zh_cn: 肌肉疾患

# model:gnuhealth.pathology,name:M63
source: Disorders of muscle in diseases classified elsewhere
de: Muskelkrankheiten bei anderenorts klassifizierten Krankheiten
fr_fr: Atteintes musculaires au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的肌肉疾患

# model:gnuhealth.pathology,name:M630
source: Myositis in bacterial diseases classified elsewhere
de: Myositis bei anderenorts klassifizierten bakteriellen Krankheiten
fr_fr: Myosite au cours de maladies bactériennes classées ailleurs
zh_cn: 分类于他处的细菌性疾病引起的肌炎

# model:gnuhealth.pathology,name:M631
source: Myositis in protozoal and parasitic infections classified elsewhere
de: Myositis bei anderenorts klassifizierten Protozoen- und Parasiteninfektionen
fr_fr: Myosite au cours d'infections parasitaires et à protozoaires classées ailleurs
zh_cn: 分类于他处的原虫和寄生虫感染引起的肌炎

# model:gnuhealth.pathology,name:M632
source: Myositis in other infectious diseases classified elsewhere
de: Myositis bei sonstigen anderenorts klassifizierten Infektionskrankheiten
fr_fr: Myosite au cours d'autres maladies infectieuses classées ailleurs
zh_cn: 分类于他处的其他传染病引起的肌炎

# model:gnuhealth.pathology,name:M633
source: Myositis in sarcoidosis
de: Myositis bei Sarkoidose
fr_fr: Myosite au cours de sarcoïdose (D86.8+)
zh_cn: 结节病性肌炎

# model:gnuhealth.pathology,name:M638
source: Other disorders of muscle in diseases classified elsewhere
de: Sonstige Muskelkrankheiten bei anderenorts klassifizierten Krankheiten
fr_fr: Autres atteintes musculaires au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的肌肉的其他疾患

# model:gnuhealth.pathology,name:M65
source: Synovitis and tenosynovitis
de: Synovitis und Tenosynovitis
fr_fr: Synovite et ténosynovite
zh_cn: 滑膜炎和腱鞘炎

# model:gnuhealth.pathology,name:M650
source: Abscess of tendon sheath
de: Sehnenscheidenabszess
fr_fr: Abcès de la gaine du tendon
zh_cn: 腱鞘脓肿

# model:gnuhealth.pathology,name:M651
source: Other infective (teno)synovitis
de: Sonstige infektiöse (Teno-)Synovitis
fr_fr: Autres (téno)synovites infectieuses
zh_cn: 其他的感染性(腱)滑膜炎

# model:gnuhealth.pathology,name:M652
source: Calcific tendinitis
de: Tendinitis calcarea
fr_fr: Tendinite calcifiante
zh_cn: 钙化性肌腱炎

# model:gnuhealth.pathology,name:M653
source: Trigger finger
de: Schnellender Finger
fr_fr: Doigt "à ressort"
zh_cn: 扳机指

# model:gnuhealth.pathology,name:M654
source: Radial styloid tenosynovitis [de Quervain]
de: Tendovaginitis stenosans [de Quervain]
fr_fr: Ténosynovite chronique sténosante du pouce [de Quervain]
zh_cn: 桡骨茎突腱鞘炎[德奎尔万]

# model:gnuhealth.pathology,name:M658
source: Other synovitis and tenosynovitis
de: Sonstige Synovitis und Tenosynovitis
fr_fr: Autres synovites et ténosynovites
zh_cn: 其他的滑膜炎和腱鞘炎

# model:gnuhealth.pathology,name:M659
source: Synovitis and tenosynovitis, unspecified
de: Synovitis und Tenosynovitis, nicht näher bezeichnet
fr_fr: Synovite et ténosynovite, sans précision
zh_cn: 滑膜炎和腱鞘炎

# model:gnuhealth.pathology,name:M66
source: Spontaneous rupture of synovium and tendon
de: Spontanruptur der Synovialis und von Sehnen
fr_fr: Déchirure spontanée de la synoviale et du tendon
zh_cn: 滑膜和肌腱的自发性破裂

# model:gnuhealth.pathology,name:M660
source: Rupture of popliteal cyst
de: Ruptur einer Poplitealzyste
fr_fr: Déchirure d'un kyste poplité
zh_cn: 腘囊肿破裂

# model:gnuhealth.pathology,name:M661
source: Rupture of synovium
de: Ruptur der Synovialis
fr_fr: Déchirure de la synoviale
zh_cn: 滑膜破裂

# model:gnuhealth.pathology,name:M662
source: Spontaneous rupture of extensor tendons
de: Spontanruptur von Strecksehnen
fr_fr: Déchirure spontanée des tendons extenseurs
zh_cn: 伸肌腱自发性破裂

# model:gnuhealth.pathology,name:M663
source: Spontaneous rupture of flexor tendons
de: Spontanruptur von Beugesehnen
fr_fr: Déchirure spontanée des tendons fléchisseurs
zh_cn: 屈肌腱自发性破裂

# model:gnuhealth.pathology,name:M664
source: Spontaneous rupture of other tendons
de: Spontanruptur sonstiger Sehnen
fr_fr: Déchirure spontanée d'autres tendons
zh_cn: 其他肌腱的自发性破裂

# model:gnuhealth.pathology,name:M665
source: Spontaneous rupture of unspecified tendon
de: Spontanruptur von nicht näher bezeichneten Sehnen
fr_fr: Déchirure spontanée d'un tendon, sans précision
zh_cn: 未特指肌腱的自发性破裂

# model:gnuhealth.pathology,name:M67
source: Other disorders of synovium and tendon
de: Sonstige Krankheiten der Synovialis und der Sehnen
fr_fr: Autres atteintes de la synoviale et du tendon
zh_cn: 滑膜和肌腱的其他疾患

# model:gnuhealth.pathology,name:M670
source: Short Achilles tendon (acquired)
de: Achillessehnenverkürzung (erworben)
fr_fr: Brièveté du tendon d'Achille (acquise)
zh_cn: (后天性)短跟腱

# model:gnuhealth.pathology,name:M671
source: Other contracture of tendon (sheath)
de: Sonstige Sehnen- (Scheiden-) Kontraktur
fr_fr: Autres rétractions tendineuses (gaine)
zh_cn: 腱(鞘)的其他挛缩

# model:gnuhealth.pathology,name:M672
source: Synovial hypertrophy, not elsewhere classified
de: Hypertrophie der Synovialis, anderenorts nicht klassifiziert
fr_fr: Hypertrophie synoviale, non classée ailleurs
zh_cn: 滑膜肥大，不可归类在他处者

# model:gnuhealth.pathology,name:M673
source: Transient synovitis
de: Transitorische Synovitis
fr_fr: Synovite transitoire
zh_cn: 短暂性滑膜炎

# model:gnuhealth.pathology,name:M678
source: Other specified disorders of synovium and tendon
de: Sonstige näher bezeichnete Krankheiten der Synovialis und der Sehnen
fr_fr: Autres atteintes précisées de la synoviale et du tendon
zh_cn: 滑膜和肌腱其他特指的疾患

# model:gnuhealth.pathology,name:M679
source: Disorder of synovium and tendon, unspecified
de: Krankheit der Synovialis und der Sehnen, nicht näher bezeichnet
fr_fr: Atteinte de la synoviale et du tendon, sans précision
zh_cn: 滑膜和肌腱疾患

# model:gnuhealth.pathology,name:M68
source: Disorders of synovium and tendon in diseases classified elsewhere
de: Krankheiten der Synovialis und der Sehnen bei anderenorts klassifizierten Krankheiten
fr_fr: Atteintes de la synoviale et du tendon au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的滑膜和肌腱疾患

# model:gnuhealth.pathology,name:M680
source: Synovitis and tenosynovitis in bacterial diseases classified elsewhere
de: Synovitis und Tenosynovitis bei anderenorts klassifizierten bakteriellen Krankheiten
fr_fr: Synovite et ténosynovite au cours de maladies bactériennes classées ailleurs
zh_cn: 分类于他处的细菌性疾病引起的滑膜炎和腱鞘炎

# model:gnuhealth.pathology,name:M688
source: Other disorders of synovium and tendon in diseases classified elsewhere
de: Sonstige Krankheiten der Synovialis und der Sehnen bei anderenorts klassifizierten Krankheiten
fr_fr: Autres atteintes de la synoviale et du tendon au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的滑膜和肌腱的其他疾患

# model:gnuhealth.pathology,name:M70
source: Soft tissue disorders related to use, overuse and pressure
de: Krankheiten des Weichteilgewebes im Zusammenhang mit Beanspruchung, Überbeanspruchung und Druck
fr_fr: Affections des tissus mous par sollicitation excessive de l'articulation
zh_cn: 与使用、过度使用和压迫有关的软组织疾患

# model:gnuhealth.pathology,name:M700
source: Chronic crepitant synovitis of hand and wrist
de: Chronische Tenosynovitis crepitans der Hand und des Handgelenkes
fr_fr: Synovite sèche de la main et du poignet
zh_cn: 手和腕慢性碎裂音滑膜炎

# model:gnuhealth.pathology,name:M701
source: Bursitis of hand
de: Bursitis im Bereich der Hand
fr_fr: Bursite de la main
zh_cn: 手滑囊炎

# model:gnuhealth.pathology,name:M702
source: Olecranon bursitis
de: Bursitis olecrani
fr_fr: Bursite olécrânienne
zh_cn: 鹰嘴囊炎

# model:gnuhealth.pathology,name:M703
source: Other bursitis of elbow
de: Sonstige Bursitis im Bereich des Ellenbogens
fr_fr: Autres bursites du coude
zh_cn: 肘的其他滑囊炎

# model:gnuhealth.pathology,name:M704
source: Prepatellar bursitis
de: Bursitis praepatellaris
fr_fr: Bursite prépatellaire
zh_cn: 髌前囊炎

# model:gnuhealth.pathology,name:M705
source: Other bursitis of knee
de: Sonstige Bursitis im Bereich des Knies
fr_fr: Autres bursites du genou
zh_cn: 膝的其他滑囊炎

# model:gnuhealth.pathology,name:M706
source: Trochanteric bursitis
de: Bursitis trochanterica
fr_fr: Bursite trochantérienne
zh_cn: 转子滑囊炎

# model:gnuhealth.pathology,name:M707
source: Other bursitis of hip
de: Sonstige Bursitis im Bereich der Hüfte
fr_fr: Autres bursites de la hanche
zh_cn: 髋的其他滑囊炎

# model:gnuhealth.pathology,name:M708
source: Other soft tissue disorders related to use, overuse and pressure
de: Sonstige Krankheiten des Weichteilgewebes durch Beanspruchung, Überbeanspruchung und Druck
fr_fr: Autres affections des tissus mous par sollicitation excessive
zh_cn: 与使用、过度使用和压迫有关的其他软组织疾患

# model:gnuhealth.pathology,name:M709
source: Unspecified soft tissue disorder related to use, overuse and pressure
de: Nicht näher bezeichnete Krankheit des Weichteilgewebes durch Beanspruchung, Überbeanspruchung und Druck
fr_fr: Affection des tissus mous par sollicitation excessive, sans précision
zh_cn: 与使用、过度使用和压迫有关的软组织疾患

# model:gnuhealth.pathology,name:M71
source: Other bursopathies
de: Sonstige Bursopathien
fr_fr: Autres affections des bourses séreuses
zh_cn: 其他粘液囊病

# model:gnuhealth.pathology,name:M710
source: Abscess of bursa
de: Schleimbeutelabszess
fr_fr: Abcès des bourses séreuses
zh_cn: 粘液囊脓肿

# model:gnuhealth.pathology,name:M711
source: Other infective bursitis
de: Sonstige infektiöse Bursitis
fr_fr: Autres bursites infectieuses
zh_cn: 其他的感染性滑囊炎

# model:gnuhealth.pathology,name:M712
source: Synovial cyst of popliteal space [Baker]
de: Synovialzyste im Bereich der Kniekehle [Baker-Zyste]
fr_fr: Kyste synovial poplité [Baker]
zh_cn: 腘间隙滑膜囊肿[贝克]

# model:gnuhealth.pathology,name:M713
source: Other bursal cyst
de: Sonstige Schleimbeutelzyste
fr_fr: Autres kystes des bourses séreuses
zh_cn: 其他的粘液囊囊肿

# model:gnuhealth.pathology,name:M714
source: Calcium deposit in bursa
de: Bursitis calcarea
fr_fr: Dépôts calciques dans une bourse séreuse
zh_cn: 粘液囊钙沉着

# model:gnuhealth.pathology,name:M715
source: Other bursitis, not elsewhere classified
de: Sonstige Bursitis, anderenorts nicht klassifiziert
fr_fr: Autres bursites, non classées ailleurs
zh_cn: 其他的滑囊炎，不可归类在他处者

# model:gnuhealth.pathology,name:M718
source: Other specified bursopathies
de: Sonstige näher bezeichnete Bursopathien
fr_fr: Autres affections des bourses séreuses précisées
zh_cn: 其他特指的粘液囊病

# model:gnuhealth.pathology,name:M719
source: Bursopathy, unspecified
de: Bursopathie, nicht näher bezeichnet
fr_fr: Affections des bourses séreuses, sans précision
zh_cn: 粘液囊病

# model:gnuhealth.pathology,name:M72
source: Fibroblastic disorders
de: Fibromatosen
fr_fr: Affections fibroblastiques
zh_cn: 成纤维细胞疾患

# model:gnuhealth.pathology,name:M720
source: Palmar fascial fibromatosis [Dupuytren]
de: Fibromatose der Palmarfaszie [Dupuytren-Kontraktur]
fr_fr: Fibromatose de l'aponévrose palmaire [Dupuytren]
zh_cn: 掌腱膜纤维瘤病[迪皮特朗]

# model:gnuhealth.pathology,name:M721
source: Knuckle pads
de: Fingerknöchelpolster [Knuckle pads]
fr_fr: Coussinet des phalanges
zh_cn: 指节垫

# model:gnuhealth.pathology,name:M722
source: Plantar fascial fibromatosis
de: Fibromatose der Plantarfaszie [Ledderhose-Kontraktur]
fr_fr: Fibromatose de l'aponévrose plantaire
zh_cn: 跖筋膜纤维瘤病

# model:gnuhealth.pathology,name:M723
source: Nodular fasciitis
de: Fasciitis nodularis
fr_fr: fasciite nodulaire
zh_cn: 结节性筋膜炎

# model:gnuhealth.pathology,name:M724
source: Pseudosarcomatous fibromatosis
de: Pseudosarkomatöse Fibromatose
fr_fr: Fibromatose pseudo-sarcomateuse
zh_cn: 假肉瘤性纤维瘤病

# model:gnuhealth.pathology,name:M725
source: Fasciitis, not elsewhere classified
de: Fasziitis, anderenorts nicht klassifiziert
fr_fr: fasciite, non classée ailleurs
zh_cn: 筋膜炎,其他未分类

# model:gnuhealth.pathology,name:M726
source: Necrotizing fasciitis
de: Nekrotisierende Fasziitis
zh_cn: 坏死性筋膜炎

# model:gnuhealth.pathology,name:M728
source: Other fibroblastic disorders
de: Sonstige Fibromatosen
fr_fr: Autres affections fibroblastiques
zh_cn: 其他的成纤维细胞疾患

# model:gnuhealth.pathology,name:M729
source: Fibroblastic disorder, unspecified
de: Fibromatose, nicht näher bezeichnet
fr_fr: Affection fibroblastique, sans précision
zh_cn: 成纤维细胞疾患

# model:gnuhealth.pathology,name:M73
source: Soft tissue disorders in diseases classified elsewhere
de: Krankheiten des Weichteilgewebes bei anderenorts klassifizierten Krankheiten
fr_fr: Affections des tissus mous au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的软组织疾患

# model:gnuhealth.pathology,name:M730
source: Gonococcal bursitis
de: Bursitis gonorrhoica
fr_fr: Bursite gonococcique (A54.4+)
zh_cn: 淋球菌性滑囊炎

# model:gnuhealth.pathology,name:M731
source: Syphilitic bursitis
de: Bursitis syphilitica
fr_fr: Bursite syphilitique (A52.7+)
zh_cn: 梅毒性滑囊炎

# model:gnuhealth.pathology,name:M738
source: Other soft tissue disorders in diseases classified elsewhere
de: Sonstige Krankheiten des Weichteilgewebes bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Autres affections des tissus mous au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的其他软组织疾患

# model:gnuhealth.pathology,name:M75
source: Shoulder lesions
de: Schulterläsionen
fr_fr: Lésions de l'épaule
zh_cn: 肩损害

# model:gnuhealth.pathology,name:M750
source: Adhesive capsulitis of shoulder
de: Adhäsive Entzündung der Schultergelenkkapsel
fr_fr: Capsulite rétractile de l'épaule
zh_cn: 粘连性肩关节囊炎

# model:gnuhealth.pathology,name:M751
source: Rotator cuff syndrome
de: Läsionen der Rotatorenmanschette
fr_fr: Syndrome de la coiffe des rotateurs
zh_cn: 旋转袖综合征

# model:gnuhealth.pathology,name:M752
source: Bicipital tendinitis
de: Tendinitis des M. biceps brachii
fr_fr: Tendinite du biceps
zh_cn: 二头肌腱炎

# model:gnuhealth.pathology,name:M753
source: Calcific tendinitis of shoulder
de: Tendinitis calcarea im Schulterbereich
fr_fr: Tendinite calcifiante de l'épaule
zh_cn: 肩钙化性肌腱炎

# model:gnuhealth.pathology,name:M754
source: Impingement syndrome of shoulder
de: Impingement-Syndrom der Schulter
fr_fr: Syndrome d'empiètement de l'épaule
zh_cn: 肩撞击综合征

# model:gnuhealth.pathology,name:M755
source: Bursitis of shoulder
de: Bursitis im Schulterbereich
fr_fr: Bursite de l'épaule
zh_cn: 肩滑囊炎

# model:gnuhealth.pathology,name:M756
source: Tear of labrum of degenerative shoulder joint
de: Läsion des Labrums bei degenerativer Veränderung des Schultergelenkes

# model:gnuhealth.pathology,name:M758
source: Other shoulder lesions
de: Sonstige Schulterläsionen
fr_fr: Autres lésions de l'épaule
zh_cn: 其他的肩损害

# model:gnuhealth.pathology,name:M759
source: Shoulder lesion, unspecified
de: Schulterläsion, nicht näher bezeichnet
fr_fr: Lésion de l'épaule, sans précision
zh_cn: 肩损害

# model:gnuhealth.pathology,name:M76
source: Enthesopathies of lower limb, excluding foot
de: Enthesopathien der unteren Extremität mit Ausnahme des Fußes
fr_fr: Enthésopathies du membre inférieur, sauf le pied
zh_cn: 下肢(不包括足)肌腱端病

# model:gnuhealth.pathology,name:M760
source: Gluteal tendinitis
de: Tendinitis der Glutäus-Sehne(n)
fr_fr: Tendinite de la région fessière
zh_cn: 臀肌腱炎

# model:gnuhealth.pathology,name:M761
source: Psoas tendinitis
de: Tendinitis der Iliopsoas-Sehne
fr_fr: Tendinite du psoas
zh_cn: 髂肌腱炎

# model:gnuhealth.pathology,name:M762
source: Iliac crest spur
de: Knochensporn am Darmbeinkamm
fr_fr: Exostose de la crête iliaque
zh_cn: 髂嵴骨刺

# model:gnuhealth.pathology,name:M763
source: Iliotibial band syndrome
de: Tractus-iliotibialis-Scheuersyndrom [Iliotibial band syndrome]
fr_fr: Syndrome de la bandelette de Maissiat [ilio-tibiale]
zh_cn: 髂胫带综合征

# model:gnuhealth.pathology,name:M764
source: Tibial collateral bursitis [Pellegrini-Stieda]
de: Bursitis im Bereich des Lig. collaterale tibiale [Stieda-Pellegrini]
fr_fr: Bursite du ligament latéral interne du genou [Pellegrini-Stieda]
zh_cn: 胫侧滑囊炎[佩莱格里尼-施蒂达]

# model:gnuhealth.pathology,name:M765
source: Patellar tendinitis
de: Tendinitis der Patellarsehne
fr_fr: Tendinite rotulienne
zh_cn: 髌肌腱炎

# model:gnuhealth.pathology,name:M766
source: Achilles tendinitis
de: Tendinitis der Achillessehne
fr_fr: Tendinite du tendon d'Achille
zh_cn: 跟腱炎

# model:gnuhealth.pathology,name:M767
source: Peroneal tendinitis
de: Tendinitis der Peronäussehne(n)
fr_fr: Tendinite péronière
zh_cn: 腓肌腱炎

# model:gnuhealth.pathology,name:M768
source: Other enthesopathies of lower limb, excluding foot
de: Sonstige Enthesopathien der unteren Extremität mit Ausnahme des Fußes
fr_fr: Autres enthésopathies du membre inférieur, sauf le pied
zh_cn: 下肢(不包括足)的其他肌腱端病

# model:gnuhealth.pathology,name:M769
source: Enthesopathy of lower limb, unspecified
de: Enthesopathie der unteren Extremität, nicht näher bezeichnet
fr_fr: Enthésopathie du membre inférieur, sans précision
zh_cn: 下肢肌腱端病

# model:gnuhealth.pathology,name:M77
source: Other enthesopathies
de: Sonstige Enthesopathien
fr_fr: Autres enthésopathies
zh_cn: 其他肌腱端病

# model:gnuhealth.pathology,name:M770
source: Medial epicondylitis
de: Epicondylitis ulnaris humeri
fr_fr: Apophysite interne du coude
zh_cn: 内上髁炎

# model:gnuhealth.pathology,name:M771
source: Lateral epicondylitis
de: Epicondylitis radialis humeri
fr_fr: Epicondylite
zh_cn: 外上髁炎

# model:gnuhealth.pathology,name:M772
source: Periarthritis of wrist
de: Periarthritis im Bereich des Handgelenkes
fr_fr: Périarthrite du poignet
zh_cn: 腕关节周围炎

# model:gnuhealth.pathology,name:M773
source: Calcaneal spur
de: Kalkaneussporn
fr_fr: Exostose calcanéenne
zh_cn: 跟骨骨刺

# model:gnuhealth.pathology,name:M774
source: Metatarsalgia
de: Metatarsalgie
fr_fr: Métatarsalgie
zh_cn: 跖痛症

# model:gnuhealth.pathology,name:M775
source: Other enthesopathy of foot
de: Sonstige Enthesopathie des Fußes
fr_fr: Autres enthésopathies du pied
zh_cn: 足的其他肌腱端病

# model:gnuhealth.pathology,name:M778
source: Other enthesopathies, not elsewhere classified
de: Sonstige Enthesopathien, anderenorts nicht klassifiziert
fr_fr: Autres enthésopathies, non classées ailleurs
zh_cn: 其他的肌腱端病，不可归类在他处者

# model:gnuhealth.pathology,name:M779
source: Enthesopathy, unspecified
de: Enthesopathie, nicht näher bezeichnet
fr_fr: Enthésopathie, sans précision
zh_cn: 肌腱端病

# model:gnuhealth.pathology,name:M79
source: Other soft tissue disorders, not elsewhere classified
de: Sonstige Krankheiten des Weichteilgewebes, anderenorts nicht klassifiziert
fr_fr: Autres affections des tissus mous, non classées ailleurs
zh_cn: 其他软组织疾患，不可归类在他处者

# model:gnuhealth.pathology,name:M790
source: Rheumatism, unspecified
de: Rheumatismus, nicht näher bezeichnet
fr_fr: Rhumatisme, sans précision
zh_cn: 风湿病

# model:gnuhealth.pathology,name:M791
source: Myalgia
de: Myalgie
fr_fr: Myalgie
zh_cn: 肌痛

# model:gnuhealth.pathology,name:M792
source: Neuralgia and neuritis, unspecified
de: Neuralgie und Neuritis, nicht näher bezeichnet
fr_fr: Névralgie et névrite, sans précision
zh_cn: 神经痛和神经炎

# model:gnuhealth.pathology,name:M793
source: Panniculitis, unspecified
de: Pannikulitis, nicht näher bezeichnet
fr_fr: Panniculite, sans précision
zh_cn: 脂膜炎

# model:gnuhealth.pathology,name:M794
source: Hypertrophy of (infrapatellar) fat pad
de: Hypertrophie des Corpus adiposum (infrapatellare) [Hoffa-Kastert-Syndrom]
fr_fr: Hypertrophie du coussinet graisseux (rotulien)
zh_cn: (髌下)脂肪垫肥大

# model:gnuhealth.pathology,name:M795
source: Residual foreign body in soft tissue
de: Verbliebener Fremdkörper im Weichteilgewebe
fr_fr: Corps étranger résiduel dans un tissu mou
zh_cn: 软组织内残留异物

# model:gnuhealth.pathology,name:M796
source: Pain in limb
de: Schmerzen in den Extremitäten
fr_fr: Douleur au niveau d'un membre
zh_cn: 肢痛

# model:gnuhealth.pathology,name:M797
source: Fibromyalgia
de: Fibromyalgie
zh_cn: 纤维肌痛

# model:gnuhealth.pathology,name:M798
source: Other specified soft tissue disorders
de: Sonstige näher bezeichnete Krankheiten des Weichteilgewebes
fr_fr: Autres affections précisées des tissus mous
zh_cn: 其他特指的软组织疾患

# model:gnuhealth.pathology,name:M799
source: Soft tissue disorder, unspecified
de: Krankheit des Weichteilgewebes, nicht näher bezeichnet
fr_fr: Affection des tissus mous, sans précision
zh_cn: 软组织疾患

# model:gnuhealth.pathology,name:M80
source: Osteoporosis with pathological fracture
de: Osteoporose mit pathologischer Fraktur
fr_fr: Ostéoporose avec fracture pathologique
zh_cn: 骨质疏松伴有病理性骨折

# model:gnuhealth.pathology,name:M800
source: Postmenopausal osteoporosis with pathological fracture
de: Postmenopausale Osteoporose mit pathologischer Fraktur
fr_fr: Ostéoporose post-ménopausique avec fracture pathologique
zh_cn: 绝经后骨质疏松伴有病理性骨折

# model:gnuhealth.pathology,name:M801
source: Postoophorectomy osteoporosis with pathological fracture
de: Osteoporose mit pathologischer Fraktur nach Ovarektomie
fr_fr: Ostéoporose après ovariectomie avec fracture pathologique
zh_cn: 卵巢切除术后状态骨质疏松伴有病理性骨折

# model:gnuhealth.pathology,name:M802
source: Osteoporosis of disuse with pathological fracture
de: Inaktivitätsosteoporose mit pathologischer Fraktur
fr_fr: Ostéoporose d'inactivité avec fracture pathologique
zh_cn: 失用性骨质疏松伴有病理性骨折

# model:gnuhealth.pathology,name:M803
source: Postsurgical malabsorption osteoporosis with pathological fracture
de: Osteoporose mit pathologischer Fraktur infolge Malabsorption nach chirurgischem Eingriff
fr_fr: Ostéoporose consécutive à une malabsorption post-chirurgicale avec fracture pathologique
zh_cn: 手术后吸收不良性骨质疏松伴有病理性骨折

# model:gnuhealth.pathology,name:M804
source: Drug-induced osteoporosis with pathological fracture
de: Arzneimittelinduzierte Osteoporose mit pathologischer Fraktur
fr_fr: Ostéoporose médicamenteuse avec fracture pathologique
zh_cn: 药物性骨质疏松伴有病理性骨折

# model:gnuhealth.pathology,name:M805
source: Idiopathic osteoporosis with pathological fracture
de: Idiopathische Osteoporose mit pathologischer Fraktur
fr_fr: Ostéoporose idiopathique avec fracture pathologique
zh_cn: 特发性骨质疏松伴有病理性骨折

# model:gnuhealth.pathology,name:M808
source: Other osteoporosis with pathological fracture
de: Sonstige Osteoporose mit pathologischer Fraktur
fr_fr: Autres ostéoporoses avec fracture pathologique
zh_cn: 其他的骨质疏松伴有病理性骨折

# model:gnuhealth.pathology,name:M809
source: Unspecified osteoporosis with pathological fracture
de: Nicht näher bezeichnete Osteoporose mit pathologischer Fraktur
fr_fr: Ostéoporose avec fracture pathologique, sans précision
zh_cn: 骨质疏松伴有病理性骨折

# model:gnuhealth.pathology,name:M81
source: Osteoporosis without pathological fracture
de: Osteoporose ohne pathologische Fraktur
fr_fr: Ostéoporose sans fracture pathologique
zh_cn: 骨质疏松不伴有病理性骨折

# model:gnuhealth.pathology,name:M810
source: Postmenopausal osteoporosis
de: Postmenopausale Osteoporose
fr_fr: Ostéoporose post-ménopausique
zh_cn: 绝经后骨质疏松

# model:gnuhealth.pathology,name:M811
source: Postoophorectomy osteoporosis
de: Osteoporose nach Ovarektomie
fr_fr: Ostéoporose après ovariectomie
zh_cn: 卵巢切除术后状态骨质疏松

# model:gnuhealth.pathology,name:M812
source: Osteoporosis of disuse
de: Inaktivitätsosteoporose
fr_fr: Ostéoporose d'inactivité
zh_cn: 失用性骨质疏松

# model:gnuhealth.pathology,name:M813
source: Postsurgical malabsorption osteoporosis
de: Osteoporose infolge Malabsorption nach chirurgischem Eingriff
fr_fr: Ostéoporose consécutive à une malabsorption post-chirurgicale
zh_cn: 手术后吸收不良性骨质疏松

# model:gnuhealth.pathology,name:M814
source: Drug-induced osteoporosis
de: Arzneimittelinduzierte Osteoporose
fr_fr: Ostéoporose médicamenteuse
zh_cn: 药物性骨质疏松

# model:gnuhealth.pathology,name:M815
source: Idiopathic osteoporosis
de: Idiopathische Osteoporose
fr_fr: Ostéoporose idiopathique
zh_cn: 特发性骨质疏松

# model:gnuhealth.pathology,name:M816
source: Localized osteoporosis [Lequesne]
de: Lokalisierte Osteoporose [Lequesne]
zh_cn: 局限性骨质疏松[勒凯纳]
