Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:W523
source: Sports and athletics area
de: Gequetscht-, Gestoßen- oder Niedergetretenwerden bei Menschenansammlung oder von in Panik geratener Menschenmenge: Sportstätten
fr_fr: écrasement, poussée ou piétinement par une foule humaine | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W524
source: Street and highway
de: Gequetscht-, Gestoßen- oder Niedergetretenwerden bei Menschenansammlung oder von in Panik geratener Menschenmenge: Straßen und Wege
fr_fr: écrasement, poussée ou piétinement par une foule humaine | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W525
source: Trade and service area
de: Gequetscht-, Gestoßen- oder Niedergetretenwerden bei Menschenansammlung oder von in Panik geratener Menschenmenge: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: écrasement, poussée ou piétinement par une foule humaine | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W526
source: Industrial and construction area
de: Gequetscht-, Gestoßen- oder Niedergetretenwerden bei Menschenansammlung oder von in Panik geratener Menschenmenge: Industrieanlagen und Baustellen
fr_fr: écrasement, poussée ou piétinement par une foule humaine | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W527
source: Farm
de: Gequetscht-, Gestoßen- oder Niedergetretenwerden bei Menschenansammlung oder von in Panik geratener Menschenmenge: Landwirtschaftlicher Betrieb
fr_fr: écrasement, poussée ou piétinement par une foule humaine | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W528
source: Other specified place
de: Gequetscht-, Gestoßen- oder Niedergetretenwerden bei Menschenansammlung oder von in Panik geratener Menschenmenge: Sonstige näher bezeichnete Orte
fr_fr: écrasement, poussée ou piétinement par une foule humaine | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W529
source: Unspecified place
de: Gequetscht-, Gestoßen- oder Niedergetretenwerden bei Menschenansammlung oder von in Panik geratener Menschenmenge: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: écrasement, poussée ou piétinement par une foule humaine | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W53
source: Bitten by rat
de: Rattenbiss
fr_fr: Morsure de rat
zh_cn: 被鼠咬伤

# model:gnuhealth.pathology,name:W530
source: Home
de: Rattenbiß: Zu Hause
fr_fr: morsure de rat | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W531
source: Residential institution
de: Rattenbiß: Wohnheime oder -anstalten
fr_fr: morsure de rat | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W532
source: School, other institution and public administrative area
de: Rattenbiß: Schule, sonstige öffentliche Bauten
fr_fr: morsure de rat | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W533
source: Sports and athletics area
de: Rattenbiß: Sportstätten
fr_fr: morsure de rat | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W534
source: Street and highway
de: Rattenbiß: Straßen und Wege
fr_fr: morsure de rat | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W535
source: Trade and service area
de: Rattenbiß: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: morsure de rat | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W536
source: Industrial and construction area
de: Rattenbiß: Industrieanlagen und Baustellen
fr_fr: morsure de rat | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W537
source: Farm
de: Rattenbiß: Landwirtschaftlicher Betrieb
fr_fr: morsure de rat | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W538
source: Other specified place
de: Rattenbiß: Sonstige näher bezeichnete Orte
fr_fr: morsure de rat | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W539
source: Unspecified place
de: Rattenbiß: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: morsure de rat | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W54
source: Bitten or struck by dog
de: Gebissen- oder Gestoßenwerden vom Hund
fr_fr: Morsure ou coup donné par un chien
zh_cn: 被狗咬伤或抓伤

# model:gnuhealth.pathology,name:W540
source: Home
de: Gebissen- oder Gestoßenwerden vom Hund: Zu Hause
fr_fr: morsure ou coup donné par un chien | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W541
source: Residential institution
de: Gebissen- oder Gestoßenwerden vom Hund: Wohnheime oder -anstalten
fr_fr: morsure ou coup donné par un chien | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W542
source: School, other institution and public administrative area
de: Gebissen- oder Gestoßenwerden vom Hund: Schule, sonstige öffentliche Bauten
fr_fr: morsure ou coup donné par un chien | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W543
source: Sports and athletics area
de: Gebissen- oder Gestoßenwerden vom Hund: Sportstätten
fr_fr: morsure ou coup donné par un chien | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W544
source: Street and highway
de: Gebissen- oder Gestoßenwerden vom Hund: Straßen und Wege
fr_fr: morsure ou coup donné par un chien | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W545
source: Trade and service area
de: Gebissen- oder Gestoßenwerden vom Hund: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: morsure ou coup donné par un chien | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W546
source: Industrial and construction area
de: Gebissen- oder Gestoßenwerden vom Hund: Industrieanlagen und Baustellen
fr_fr: morsure ou coup donné par un chien | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W547
source: Farm
de: Gebissen- oder Gestoßenwerden vom Hund: Landwirtschaftlicher Betrieb
fr_fr: morsure ou coup donné par un chien | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W548
source: Other specified place
de: Gebissen- oder Gestoßenwerden vom Hund: Sonstige näher bezeichnete Orte
fr_fr: morsure ou coup donné par un chien | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W549
source: Unspecified place
de: Gebissen- oder Gestoßenwerden vom Hund: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: morsure ou coup donné par un chien | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W55
source: Bitten or struck by other mammals
de: Gebissen- oder Gestoßenwerden von anderen Säugetieren
fr_fr: Morsure ou coup donné par d'autres mammifères
zh_cn: 被其他哺乳动物咬伤或抓伤

# model:gnuhealth.pathology,name:W550
source: Home
de: Gebissen- oder Gestoßenwerden von anderen Säugetieren: Zu Hause
fr_fr: morsure ou coup donné par d'autres mammifères | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W551
source: Residential institution
de: Gebissen- oder Gestoßenwerden von anderen Säugetieren: Wohnheime oder -anstalten
fr_fr: morsure ou coup donné par d'autres mammifères | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W552
source: School, other institution and public administrative area
de: Gebissen- oder Gestoßenwerden von anderen Säugetieren: Schule, sonstige öffentliche Bauten
fr_fr: morsure ou coup donné par d'autres mammifères | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W553
source: Sports and athletics area
de: Gebissen- oder Gestoßenwerden von anderen Säugetieren: Sportstätten
fr_fr: morsure ou coup donné par d'autres mammifères | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W554
source: Street and highway
de: Gebissen- oder Gestoßenwerden von anderen Säugetieren: Straßen und Wege
fr_fr: morsure ou coup donné par d'autres mammifères | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W555
source: Trade and service area
de: Gebissen- oder Gestoßenwerden von anderen Säugetieren: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: morsure ou coup donné par d'autres mammifères | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W556
source: Industrial and construction area
de: Gebissen- oder Gestoßenwerden von anderen Säugetieren: Industrieanlagen und Baustellen
fr_fr: morsure ou coup donné par d'autres mammifères | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W557
source: Farm
de: Gebissen- oder Gestoßenwerden von anderen Säugetieren: Landwirtschaftlicher Betrieb
fr_fr: morsure ou coup donné par d'autres mammifères | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W558
source: Other specified place
de: Gebissen- oder Gestoßenwerden von anderen Säugetieren: Sonstige näher bezeichnete Orte
fr_fr: morsure ou coup donné par d'autres mammifères | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W559
source: Unspecified place
de: Gebissen- oder Gestoßenwerden von anderen Säugetieren: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: morsure ou coup donné par d'autres mammifères | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W56
source: Contact with marine animal
de: Kontakt mit Meerestier
fr_fr: Contact avec un animal marin
zh_cn: 接触海生动物的损伤

# model:gnuhealth.pathology,name:W560
source: Home
de: Kontakt mit Meerestier: Zu Hause
fr_fr: contact avec un animal marin | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W561
source: Residential institution
de: Kontakt mit Meerestier: Wohnheime oder -anstalten
fr_fr: contact avec un animal marin | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W562
source: School, other institution and public administrative area
de: Kontakt mit Meerestier: Schule, sonstige öffentliche Bauten
fr_fr: contact avec un animal marin | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W563
source: Sports and athletics area
de: Kontakt mit Meerestier: Sportstätten
fr_fr: contact avec un animal marin | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W564
source: Street and highway
de: Kontakt mit Meerestier: Straßen und Wege
fr_fr: contact avec un animal marin | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W565
source: Trade and service area
de: Kontakt mit Meerestier: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec un animal marin | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W566
source: Industrial and construction area
de: Kontakt mit Meerestier: Industrieanlagen und Baustellen
fr_fr: contact avec un animal marin | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W567
source: Farm
de: Kontakt mit Meerestier: Landwirtschaftlicher Betrieb
fr_fr: contact avec un animal marin | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W568
source: Other specified place
de: Kontakt mit Meerestier: Sonstige näher bezeichnete Orte
fr_fr: contact avec un animal marin | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W569
source: Unspecified place
de: Kontakt mit Meerestier: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec un animal marin | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W57
source: Bitten or stung by nonvenomous insect and other nonvenomous arthropods
de: Bisse oder Stiche von nichtgiftigem Insekt und sonstigen nichtgiftigen Arthropoden
zh_cn: 被无毒昆虫和其他无毒节肢动物咬伤或螫伤

# model:gnuhealth.pathology,name:W570
source: Home
de: Bisse oder Stiche von nichtgiftigem Insekt und sonstigen nichtgiftigen Arthropoden: Zu Hause
fr_fr: morsure ou piqûre non venimeuse d'insectes et autres arthropodes | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W571
source: Residential institution
de: Bisse oder Stiche von nichtgiftigem Insekt und sonstigen nichtgiftigen Arthropoden: Wohnheime oder -anstalten
fr_fr: morsure ou piqûre non venimeuse d'insectes et autres arthropodes | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W572
source: School, other institution and public administrative area
de: Bisse oder Stiche von nichtgiftigem Insekt und sonstigen nichtgiftigen Arthropoden: Schule, sonstige öffentliche Bauten
fr_fr: morsure ou piqûre non venimeuse d'insectes et autres arthropodes | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W573
source: Sports and athletics area
de: Bisse oder Stiche von nichtgiftigem Insekt und sonstigen nichtgiftigen Arthropoden: Sportstätten
fr_fr: morsure ou piqûre non venimeuse d'insectes et autres arthropodes | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W574
source: Street and highway
de: Bisse oder Stiche von nichtgiftigem Insekt und sonstigen nichtgiftigen Arthropoden: Straßen und Wege
fr_fr: morsure ou piqûre non venimeuse d'insectes et autres arthropodes | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W575
source: Trade and service area
de: Bisse oder Stiche von nichtgiftigem Insekt und sonstigen nichtgiftigen Arthropoden: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: morsure ou piqûre non venimeuse d'insectes et autres arthropodes | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W576
source: Industrial and construction area
de: Bisse oder Stiche von nichtgiftigem Insekt und sonstigen nichtgiftigen Arthropoden: Industrieanlagen und Baustellen
fr_fr: morsure ou piqûre non venimeuse d'insectes et autres arthropodes | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W577
source: Farm
de: Bisse oder Stiche von nichtgiftigem Insekt und sonstigen nichtgiftigen Arthropoden: Landwirtschaftlicher Betrieb
fr_fr: morsure ou piqûre non venimeuse d'insectes et autres arthropodes | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W578
source: Other specified place
de: Bisse oder Stiche von nichtgiftigem Insekt und sonstigen nichtgiftigen Arthropoden: Sonstige näher bezeichnete Orte
fr_fr: morsure ou piqûre non venimeuse d'insectes et autres arthropodes | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W579
source: Unspecified place
de: Bisse oder Stiche von nichtgiftigem Insekt und sonstigen nichtgiftigen Arthropoden: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: morsure ou piqûre non venimeuse d'insectes et autres arthropodes | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W58
source: Bitten or struck by crocodile or alligator
de: Gebissen- oder Gestoßenwerden vom Krokodil oder Alligator
fr_fr: Morsure ou coup donné par un crocodile ou un alligator
zh_cn: 被鳄鱼或短吻鳄咬伤或抓伤

# model:gnuhealth.pathology,name:W580
source: Home
de: Gebissen- oder Gestoßenwerden vom Krokodil oder Alligator: Zu Hause
fr_fr: morsure ou coup donné par un crocodile ou un alligator | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W581
source: Residential institution
de: Gebissen- oder Gestoßenwerden vom Krokodil oder Alligator: Wohnheime oder -anstalten
fr_fr: morsure ou coup donné par un crocodile ou un alligator | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W582
source: School, other institution and public administrative area
de: Gebissen- oder Gestoßenwerden vom Krokodil oder Alligator: Schule, sonstige öffentliche Bauten
fr_fr: morsure ou coup donné par un crocodile ou un alligator | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W583
source: Sports and athletics area
de: Gebissen- oder Gestoßenwerden vom Krokodil oder Alligator: Sportstätten
fr_fr: morsure ou coup donné par un crocodile ou un alligator | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W584
source: Street and highway
de: Gebissen- oder Gestoßenwerden vom Krokodil oder Alligator: Straßen und Wege
fr_fr: morsure ou coup donné par un crocodile ou un alligator | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W585
source: Trade and service area
de: Gebissen- oder Gestoßenwerden vom Krokodil oder Alligator: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: morsure ou coup donné par un crocodile ou un alligator | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W586
source: Industrial and construction area
de: Gebissen- oder Gestoßenwerden vom Krokodil oder Alligator: Industrieanlagen und Baustellen
fr_fr: morsure ou coup donné par un crocodile ou un alligator | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W587
source: Farm
de: Gebissen- oder Gestoßenwerden vom Krokodil oder Alligator: Landwirtschaftlicher Betrieb
fr_fr: morsure ou coup donné par un crocodile ou un alligator | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W588
source: Other specified place
de: Gebissen- oder Gestoßenwerden vom Krokodil oder Alligator: Sonstige näher bezeichnete Orte
fr_fr: morsure ou coup donné par un crocodile ou un alligator | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W589
source: Unspecified place
de: Gebissen- oder Gestoßenwerden vom Krokodil oder Alligator: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: morsure ou coup donné par un crocodile ou un alligator | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W59
source: Bitten or crushed by other reptiles
de: Gebissen- oder Gequetschtwerden von sonstigen Reptilien
fr_fr: Morsure ou écrasement par d'autres reptiles
zh_cn: 被其他爬行动物咬伤或压伤

# model:gnuhealth.pathology,name:W590
source: Home
de: Gebissen- oder Gequetschtwerden von sonstigen Reptilien: Zu Hause
fr_fr: morsure ou écrasement par d'autres reptiles | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W591
source: Residential institution
de: Gebissen- oder Gequetschtwerden von sonstigen Reptilien: Wohnheime oder -anstalten
fr_fr: morsure ou écrasement par d'autres reptiles | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W592
source: School, other institution and public administrative area
de: Gebissen- oder Gequetschtwerden von sonstigen Reptilien: Schule, sonstige öffentliche Bauten
fr_fr: morsure ou écrasement par d'autres reptiles | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W593
source: Sports and athletics area
de: Gebissen- oder Gequetschtwerden von sonstigen Reptilien: Sportstätten
fr_fr: morsure ou écrasement par d'autres reptiles | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W594
source: Street and highway
de: Gebissen- oder Gequetschtwerden von sonstigen Reptilien: Straßen und Wege
fr_fr: morsure ou écrasement par d'autres reptiles | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W595
source: Trade and service area
de: Gebissen- oder Gequetschtwerden von sonstigen Reptilien: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: morsure ou écrasement par d'autres reptiles | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W596
source: Industrial and construction area
de: Gebissen- oder Gequetschtwerden von sonstigen Reptilien: Industrieanlagen und Baustellen
fr_fr: morsure ou écrasement par d'autres reptiles | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W597
source: Farm
de: Gebissen- oder Gequetschtwerden von sonstigen Reptilien: Landwirtschaftlicher Betrieb
fr_fr: morsure ou écrasement par d'autres reptiles | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W598
source: Other specified place
de: Gebissen- oder Gequetschtwerden von sonstigen Reptilien: Sonstige näher bezeichnete Orte
fr_fr: morsure ou écrasement par d'autres reptiles | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W599
source: Unspecified place
de: Gebissen- oder Gequetschtwerden von sonstigen Reptilien: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: morsure ou écrasement par d'autres reptiles | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W60
source: Contact with plant thorns and spines and sharp leaves
de: Kontakt mit Pflanzendornen oder -stacheln oder schneidenden Blättern
fr_fr: Contact avec des épines de plantes et des feuilles acérées
zh_cn: 接触植物荆棘和刺以及锐利叶片的损伤

# model:gnuhealth.pathology,name:W600
source: Home
de: Kontakt mit Pflanzendornen oder -stacheln oder schneidenden Blättern: Zu Hause
fr_fr: contact avec des épines de plantes et des feuilles acérées | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W601
source: Residential institution
de: Kontakt mit Pflanzendornen oder -stacheln oder schneidenden Blättern: Wohnheime oder -anstalten
fr_fr: contact avec des épines de plantes et des feuilles acérées | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:W602
source: School, other institution and public administrative area
de: Kontakt mit Pflanzendornen oder -stacheln oder schneidenden Blättern: Schule, sonstige öffentliche Bauten
fr_fr: contact avec des épines de plantes et des feuilles acérées | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W603
source: Sports and athletics area
de: Kontakt mit Pflanzendornen oder -stacheln oder schneidenden Blättern: Sportstätten
fr_fr: contact avec des épines de plantes et des feuilles acérées | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W604
source: Street and highway
de: Kontakt mit Pflanzendornen oder -stacheln oder schneidenden Blättern: Straßen und Wege
fr_fr: contact avec des épines de plantes et des feuilles acérées | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W605
source: Trade and service area
de: Kontakt mit Pflanzendornen oder -stacheln oder schneidenden Blättern: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec des épines de plantes et des feuilles acérées | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W606
source: Industrial and construction area
de: Kontakt mit Pflanzendornen oder -stacheln oder schneidenden Blättern: Industrieanlagen und Baustellen
fr_fr: contact avec des épines de plantes et des feuilles acérées | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W607
source: Farm
de: Kontakt mit Pflanzendornen oder -stacheln oder schneidenden Blättern: Landwirtschaftlicher Betrieb
fr_fr: contact avec des épines de plantes et des feuilles acérées | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W608
source: Other specified place
de: Kontakt mit Pflanzendornen oder -stacheln oder schneidenden Blättern: Sonstige näher bezeichnete Orte
fr_fr: contact avec des épines de plantes et des feuilles acérées | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W609
source: Unspecified place
de: Kontakt mit Pflanzendornen oder -stacheln oder schneidenden Blättern: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec des épines de plantes et des feuilles acérées | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W64
source: Exposure to other and unspecified animate mechanical forces
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten belebten mechanischen Kräften
fr_fr: Exposition à des forces animées, autres et sans précision
zh_cn: 暴露于其他和未特指的有生命机械性力量下
