Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:P714
source: Transitory neonatal hypoparathyroidism
de: Transitorischer Hypoparathyreoidismus beim Neugeborenen
fr_fr: Hypoparathyroïdie néonatale transitoire
zh_cn: 暂时性新生儿甲状旁腺功能减退症

# model:gnuhealth.pathology,name:P718
source: Other transitory neonatal disorders of calcium and magnesium metabolism
de: Sonstige transitorische Störungen des Kalzium- und Magnesiumstoffwechsels beim Neugeborenen
fr_fr: Autres anomalies transitoires du métabolisme du calcium et du magnésium du nouveau-né
zh_cn: 其他暂时性新生儿钙和镁代谢紊乱

# model:gnuhealth.pathology,name:P719
source: Transitory neonatal disorder of calcium and magnesium metabolism, unspecified
de: Transitorische Störung des Kalzium- und Magnesiumstoffwechsels beim Neugeborenen, nicht näher bezeichnet
fr_fr: Anomalie transitoire du métabolisme du calcium et du magnésium du nouveau-né, sans précision
zh_cn: 新生儿未特指的暂时性钙和镁代谢紊乱

# model:gnuhealth.pathology,name:P72
source: Other transitory neonatal endocrine disorders
de: Sonstige transitorische endokrine Krankheiten beim Neugeborenen
fr_fr: Autres anomalies endocriniennes transitoires du nouveau-né
zh_cn: 新生儿其他暂时性内分泌疾患

# model:gnuhealth.pathology,name:P720
source: Neonatal goitre, not elsewhere classified
de: Struma beim Neugeborenen, anderenorts nicht klassifiziert
fr_fr: Goitre néonatal, non classé ailleurs
zh_cn: 新生儿甲状腺肿，不可归类在他处者

# model:gnuhealth.pathology,name:P721
source: Transitory neonatal hyperthyroidism
de: Transitorische Hyperthyreose beim Neugeborenen
fr_fr: Hyperthyroïdie transitoire néonatale
zh_cn: 新生儿暂时性甲状腺功能亢进症

# model:gnuhealth.pathology,name:P722
source: Other transitory neonatal disorders of thyroid function, not elsewhere classified
de: Sonstige transitorische Störungen der Schilddrüsenfunktion beim Neugeborenen, anderenorts nicht klassifiziert
fr_fr: Autres anomalies néonatales de la fonction thyroïdienne, non classées ailleurs
zh_cn: 新生儿其他的暂时性甲状腺功能疾患，不可归类在他处者

# model:gnuhealth.pathology,name:P728
source: Other specified transitory neonatal endocrine disorders
de: Sonstige näher bezeichnete transitorische endokrine Krankheiten beim Neugeborenen
fr_fr: Autres anomalies endocriniennes transitoires précisées du nouveau-né
zh_cn: 新生儿其他特指的暂时性内分泌疾患

# model:gnuhealth.pathology,name:P729
source: Transitory neonatal endocrine disorder, unspecified
de: Transitorische endokrine Krankheit beim Neugeborenen, nicht näher bezeichnet
fr_fr: Anomalie endocrinienne transitoire du nouveau-né, sans précision
zh_cn: 新生儿未特指的暂时性内分泌疾患

# model:gnuhealth.pathology,name:P74
source: Other transitory neonatal electrolyte and metabolic disturbances
de: Sonstige transitorische Störungen des Elektrolythaushaltes und des Stoffwechsels beim Neugeborenen
fr_fr: Autres anomalies électrolytiques et métaboliques transitoires du nouveau-né
zh_cn: 新生儿其他暂时性电解质和代谢紊乱

# model:gnuhealth.pathology,name:P740
source: Late metabolic acidosis of newborn
de: Metabolische Spätazidose beim Neugeborenen
fr_fr: Acidose métabolique tardive du nouveau-né
zh_cn: 新生儿晚期代谢性酸中毒

# model:gnuhealth.pathology,name:P741
source: Dehydration of newborn
de: Dehydratation beim Neugeborenen
fr_fr: Déshydratation du nouveau-né
zh_cn: 新生儿脱水

# model:gnuhealth.pathology,name:P742
source: Disturbances of sodium balance of newborn
de: Störungen des Natriumgleichgewichtes beim Neugeborenen
fr_fr: Anomalies de l'équilibre sodique du nouveau-né
zh_cn: 新生儿钠平衡失调

# model:gnuhealth.pathology,name:P743
source: Disturbances of potassium balance of newborn
de: Störungen des Kaliumgleichgewichtes beim Neugeborenen
fr_fr: Anomalies de l'équilibre potassique du nouveau-né
zh_cn: 新生儿钾平衡失调

# model:gnuhealth.pathology,name:P744
source: Other transitory electrolyte disturbances of newborn
de: Sonstige transitorische Störungen des Elektrolythaushaltes beim Neugeborenen
fr_fr: Autres anomalies électrolytiques transitoires du nouveau-né
zh_cn: 新生儿其他的暂时性电解质失调

# model:gnuhealth.pathology,name:P745
source: Transitory tyrosinaemia of newborn
de: Transitorische Hypertyrosinämie beim Neugeborenen
fr_fr: Tyrosinémie transitoire du nouveau-né
zh_cn: 新生儿暂时性酪氨酸血症

# model:gnuhealth.pathology,name:P748
source: Other transitory metabolic disturbances of newborn
de: Sonstige transitorische Stoffwechselstörungen beim Neugeborenen
fr_fr: Autres anomalies métaboliques transitoires du nouveau-né
zh_cn: 新生儿其他的暂时性代谢紊乱

# model:gnuhealth.pathology,name:P749
source: Transitory metabolic disturbance of newborn, unspecified
de: Transitorische Stoffwechselstörung beim Neugeborenen, nicht näher bezeichnet
fr_fr: Anomalie métabolique transitoire du nouveau-né, sans précision
zh_cn: 新生儿未特指的暂时性代谢紊乱

# model:gnuhealth.pathology,name:P75
source: Meconium ileus in cystic fibrosis
de: Mekoniumileus bei zystischer Fibrose
zh_cn: 胎粪性肠梗阻(E84.1+)

# model:gnuhealth.pathology,name:P76
source: Other intestinal obstruction of newborn
de: Sonstiger Darmverschluss beim Neugeborenen
fr_fr: Autres occlusions intestinales du nouveau-né
zh_cn: 新生儿其他肠梗阻

# model:gnuhealth.pathology,name:P760
source: Meconium plug syndrome
de: Mekoniumpfropf-Syndrom
fr_fr: Syndrome du bouchon méconial
zh_cn: 胎粪堵塞综合征

# model:gnuhealth.pathology,name:P761
source: Transitory ileus of newborn
de: Transitorischer Ileus beim Neugeborenen
fr_fr: Iléus transitoire du nouveau-né
zh_cn: 新生儿暂时性肠梗阻

# model:gnuhealth.pathology,name:P762
source: Intestinal obstruction due to inspissated milk
de: Darmverschluss beim Neugeborenen durch eingedickte Milch
fr_fr: Occlusion intestinale due à un lait épaissi
zh_cn: 浓缩乳汁引起的肠梗阻

# model:gnuhealth.pathology,name:P768
source: Other specified intestinal obstruction of newborn
de: Sonstiger näher bezeichneter Darmverschluss beim Neugeborenen
fr_fr: Autres occlusions intestinales précisées du nouveau-né
zh_cn: 新生儿其他特指的肠梗阻

# model:gnuhealth.pathology,name:P769
source: Intestinal obstruction of newborn, unspecified
de: Darmverschluss beim Neugeborenen, nicht näher bezeichnet
fr_fr: Occlusion intestinale du nouveau-né, sans précision
zh_cn: 新生儿未特指的肠梗阻

# model:gnuhealth.pathology,name:P77
source: Necrotizing enterocolitis of fetus and newborn
de: Enterocolitis necroticans beim Fetus und Neugeborenen
zh_cn: 胎儿和新生儿的坏死性小肠结肠炎

# model:gnuhealth.pathology,name:P78
source: Other perinatal digestive system disorders
de: Sonstige Krankheiten des Verdauungssystems in der Perinatalperiode
fr_fr: Autres affections périnatales de l'appareil digestif
zh_cn: 其他围生期的消化系统疾患

# model:gnuhealth.pathology,name:P780
source: Perinatal intestinal perforation
de: Darmperforation in der Perinatalperiode
fr_fr: Perforation intestinale périnatale
zh_cn: 围生期肠穿孔

# model:gnuhealth.pathology,name:P781
source: Other neonatal peritonitis
de: Sonstige Peritonitis beim Neugeborenen
fr_fr: Autres péritonites néonatales
zh_cn: 其他的新生儿腹膜炎

# model:gnuhealth.pathology,name:P782
source: Neonatal haematemesis and melaena due to swallowed maternal blood
de: Hämatemesis und Meläna beim Neugeborenen durch Verschlucken mütterlichen Blutes
fr_fr: Hématémèse et mélæna néonatals dus à une déglutition de sang maternel
zh_cn: 吞咽母血引起的新生儿呕血和黑粪

# model:gnuhealth.pathology,name:P783
source: Noninfective neonatal diarrhoea
de: Nichtinfektiöse Diarrhoe beim Neugeborenen
zh_cn: 非传染性新生儿腹泻

# model:gnuhealth.pathology,name:P788
source: Other specified perinatal digestive system disorders
de: Sonstige näher bezeichnete Krankheiten des Verdauungssystems in der Perinatalperiode
fr_fr: Autres affections périnatales précisées de l'appareil digestif
zh_cn: 其他特指的围生期消化系统疾患

# model:gnuhealth.pathology,name:P789
source: Perinatal digestive system disorder, unspecified
de: Krankheit des Verdauungssystems in der Perinatalperiode, nicht näher bezeichnet
fr_fr: Affection périnatale de l'appareil digestif, sans précision
zh_cn: 未特指的围生期消化系统疾患

# model:gnuhealth.pathology,name:P80
source: Hypothermia of newborn
de: Hypothermie beim Neugeborenen
fr_fr: Hypothermie du nouveau-né
zh_cn: 新生儿低温症

# model:gnuhealth.pathology,name:P800
source: Cold injury syndrome
de: Kältesyndrom beim Neugeborenen
fr_fr: Syndrome hypothermique du nouveau-né
zh_cn: 冷伤综合征

# model:gnuhealth.pathology,name:P808
source: Other hypothermia of newborn
de: Sonstige Hypothermie beim Neugeborenen
fr_fr: Autres formes d'hypothermie du nouveau-né
zh_cn: 新生儿其他的低温症

# model:gnuhealth.pathology,name:P809
source: Hypothermia of newborn, unspecified
de: Hypothermie beim Neugeborenen, nicht näher bezeichnet
fr_fr: Hypothermie du nouveau-né, sans précision
zh_cn: 新生儿未特指的低温症

# model:gnuhealth.pathology,name:P81
source: Other disturbances of temperature regulation of newborn
de: Sonstige Störungen der Temperaturregulation beim Neugeborenen
fr_fr: Autres troubles de la régulation thermique du nouveau-né
zh_cn: 新生儿其他体温调节障碍

# model:gnuhealth.pathology,name:P810
source: Environmental hyperthermia of newborn
de: Umweltbedingte Hyperthermie beim Neugeborenen
fr_fr: Hyperthermie du nouveau-né due à l'environnement
zh_cn: 新生儿环境性高温

# model:gnuhealth.pathology,name:P818
source: Other specified disturbances of temperature regulation of newborn
de: Sonstige näher bezeichnete Störungen der Temperaturregulation beim Neugeborenen
fr_fr: Autres troubles précisés de la régulation thermique du nouveau-né
zh_cn: 新生儿其他特指的体温调节障碍

# model:gnuhealth.pathology,name:P819
source: Disturbance of temperature regulation of newborn, unspecified
de: Störung der Temperaturregulation beim Neugeborenen, nicht näher bezeichnet
fr_fr: Trouble de la régulation thermique du nouveau-né, sans précision
zh_cn: 新生儿未特指的体温调节障碍

# model:gnuhealth.pathology,name:P83
source: Other conditions of integument specific to fetus and newborn
de: Sonstige Krankheitszustände mit Beteiligung der Haut, die für den Fetus und das Neugeborene spezifisch sind
zh_cn: 特发于胎儿和新生儿体被的其他情况

# model:gnuhealth.pathology,name:P831
source: Neonatal erythema toxicum
de: Erythema toxicum neonatorum
fr_fr: Erythème toxique du nouveau-né
zh_cn: 新生儿中毒性红斑

# model:gnuhealth.pathology,name:P832
source: Hydrops fetalis not due to haemolytic disease
de: Hydrops fetalis, nicht durch hämolytische Krankheit bedingt
zh_cn: 非溶血性疾病引起的胎儿水肿

# model:gnuhealth.pathology,name:P833
source: Other and unspecified oedema specific to fetus and newborn
de: Sonstiges und nicht näher bezeichnetes Ödem, das für den Fetus und das Neugeborene spezifisch ist
zh_cn: 特发于胎儿和新生儿的其他和未特指的水肿

# model:gnuhealth.pathology,name:P834
source: Breast engorgement of newborn
de: Brustdrüsenschwellung beim Neugeborenen
fr_fr: Engorgement du sein chez le nouveau-né
zh_cn: 新生儿乳房肿胀

# model:gnuhealth.pathology,name:P835
source: Congenital hydrocele
de: Angeborene Hydrozele
fr_fr: Hydrocèle congénitale
zh_cn: 先天性鞘膜积液

# model:gnuhealth.pathology,name:P836
source: Umbilical polyp of newborn
de: Umbilikaler Polyp beim Neugeborenen
fr_fr: Polype ombilical du nouveau-né
zh_cn: 新生儿脐息肉

# model:gnuhealth.pathology,name:P838
source: Other specified conditions of integument specific to fetus and newborn
de: Sonstige näher bezeichnete Krankheitszustände der Haut, die für den Fetus und das Neugeborene spezifisch sind
zh_cn: 特发于胎儿和新生儿体被的其他特指的情况

# model:gnuhealth.pathology,name:P839
source: Condition of integument specific to fetus and newborn, unspecified
de: Krankheitszustand der Haut, der für den Fetus und das Neugeborene spezifisch ist, nicht näher bezeichnet
zh_cn: 特发于胎儿和新生儿体被未特指的情况

# model:gnuhealth.pathology,name:P90
source: Convulsions of newborn
de: Krämpfe beim Neugeborenen
fr_fr: Convulsions du nouveau-né
zh_cn: 新生儿惊厥

# model:gnuhealth.pathology,name:P91
source: Other disturbances of cerebral status of newborn
de: Sonstige zerebrale Störungen beim Neugeborenen
fr_fr: Autres affections cérébrales du nouveau-né
zh_cn: 新生儿的其他大脑障碍

# model:gnuhealth.pathology,name:P910
source: Neonatal cerebral ischaemia
de: Zerebrale Ischämie beim Neugeborenen
fr_fr: Ischémie cérébrale néonatale
zh_cn: 新生儿大脑缺血

# model:gnuhealth.pathology,name:P911
source: Acquired periventricular cysts of newborn
de: Erworbene periventrikuläre Zysten beim Neugeborenen
fr_fr: Kystes périventriculaires acquis du nouveau-né
zh_cn: 新生儿后天性脑室周围囊肿

# model:gnuhealth.pathology,name:P912
source: Neonatal cerebral leukomalacia
de: Zerebrale Leukomalazie beim Neugeborenen
fr_fr: Leucomalacie cérébrale néonatale
zh_cn: 新生儿脑白质软化

# model:gnuhealth.pathology,name:P913
source: Neonatal cerebral irritability
de: Zerebrale Übererregbarkeit des Neugeborenen
fr_fr: Irritabilité cérébrale du nouveau-né
zh_cn: 新生儿大脑兴奋增盛

# model:gnuhealth.pathology,name:P914
source: Neonatal cerebral depression
de: Zerebraler Depressionszustand des Neugeborenen
fr_fr: Baisse de l'activité cérébrale du nouveau-né
zh_cn: 新生儿大脑抑制

# model:gnuhealth.pathology,name:P915
source: Neonatal coma
de: Koma beim Neugeborenen
fr_fr: Coma du nouveau-né
zh_cn: 新生儿昏迷

# model:gnuhealth.pathology,name:P916
source: Hypoxic ischaemic encephalopathy of newborn
de: Hypoxisch-ischämische Enzephalopathie beim Neugeborenen [HIE]
zh_cn: 新生儿缺氧缺血性脑病

# model:gnuhealth.pathology,name:P917
source: Acquired hydrocephalus of newborn
de: Erworbener Hydrozephalus beim Neugeborenen

# model:gnuhealth.pathology,name:P918
source: Other specified disturbances of cerebral status of newborn
de: Sonstige näher bezeichnete zerebrale Störungen beim Neugeborenen
fr_fr: Autres affections cérébrales précisées du nouveau-né
zh_cn: 新生儿其他特指的大脑障碍

# model:gnuhealth.pathology,name:P919
source: Disturbance of cerebral status of newborn, unspecified
de: Zerebrale Störung beim Neugeborenen, nicht näher bezeichnet
fr_fr: Affection cérébrale du nouveau-né, sans précision
zh_cn: 新生儿未特指的大脑障碍

# model:gnuhealth.pathology,name:P92
source: Feeding problems of newborn
de: Ernährungsprobleme beim Neugeborenen
fr_fr: Problèmes alimentaires du nouveau-né
zh_cn: 新生儿喂养问题

# model:gnuhealth.pathology,name:P920
source: Vomiting in newborn
de: Erbrechen beim Neugeborenen
fr_fr: Vomissements du nouveau-né
zh_cn: 新生儿呕吐

# model:gnuhealth.pathology,name:P921
source: Regurgitation and rumination in newborn
de: Regurgitation und Rumination beim Neugeborenen
fr_fr: Régurgitation et mérycisme du nouveau-né
zh_cn: 新生儿反胃和反刍

# model:gnuhealth.pathology,name:P922
source: Slow feeding of newborn
de: Trinkunlust beim Neugeborenen
fr_fr: Alimentation lente du nouveau-né
zh_cn: 新生儿进食缓慢

# model:gnuhealth.pathology,name:P923
source: Underfeeding of newborn
de: Unterernährung beim Neugeborenen
fr_fr: Sous-alimentation du nouveau-né
zh_cn: 新生儿喂养不足

# model:gnuhealth.pathology,name:P924
source: Overfeeding of newborn
de: Überernährung beim Neugeborenen
fr_fr: Suralimentation du nouveau-né
zh_cn: 新生儿喂养过量

# model:gnuhealth.pathology,name:P925
source: Neonatal difficulty in feeding at breast
de: Schwierigkeit beim Neugeborenen bei Brusternährung
fr_fr: Alimentation au sein difficile chez le nouveau-né
zh_cn: 新生儿母乳喂养困难

# model:gnuhealth.pathology,name:P928
source: Other feeding problems of newborn
de: Sonstige Ernährungsprobleme beim Neugeborenen
fr_fr: Autres problèmes alimentaires du nouveau-né
zh_cn: 新生儿的其他喂养问题

# model:gnuhealth.pathology,name:P929
source: Feeding problem of newborn, unspecified
de: Ernährungsproblem beim Neugeborenen, nicht näher bezeichnet
fr_fr: Problème alimentaire du nouveau-né, sans précision
zh_cn: 新生儿未特指的喂养问题

# model:gnuhealth.pathology,name:P93
source: Reactions and intoxications due to drugs administered to fetus and newborn
de: Reaktionen und Intoxikationen durch Arzneimittel oder Drogen, die dem Fetus und Neugeborenen verabreicht wurden
zh_cn: 胎儿和新生儿用药引起的反应和中毒

# model:gnuhealth.pathology,name:P94
source: Disorders of muscle tone of newborn
de: Störungen des Muskeltonus beim Neugeborenen
fr_fr: Anomalies du tonus musculaire du nouveau-né
zh_cn: 新生儿肌张力疾患

# model:gnuhealth.pathology,name:P940
source: Transient neonatal myasthenia gravis
de: Transitorische Myasthenia gravis beim Neugeborenen
fr_fr: Myasthénie transitoire néonatale
zh_cn: 短暂性新生儿重症肌无力

# model:gnuhealth.pathology,name:P941
source: Congenital hypertonia
de: Angeborene Muskelhypertonie
fr_fr: Hypertonie congénitale
zh_cn: 先天性张力过高

# model:gnuhealth.pathology,name:P942
source: Congenital hypotonia
de: Angeborene Muskelhypotonie
fr_fr: Hypotonie congénitale
zh_cn: 先天性张力过低

# model:gnuhealth.pathology,name:P948
source: Other disorders of muscle tone of newborn
de: Sonstige Störungen des Muskeltonus beim Neugeborenen
fr_fr: Autres anomalies du tonus musculaire du nouveau-né
zh_cn: 新生儿其他的肌张力疾患

# model:gnuhealth.pathology,name:P949
source: Disorder of muscle tone of newborn, unspecified
de: Störung des Muskeltonus beim Neugeborenen, nicht näher bezeichnet
fr_fr: Anomalie du tonus musculaire du nouveau-né, sans précision
zh_cn: 新生儿未特指的肌张力疾患

# model:gnuhealth.pathology,name:P95
source: Fetal death of unspecified cause
de: Fetaltod nicht näher bezeichneter Ursache
zh_cn: 未特指原因的胎儿死亡

# model:gnuhealth.pathology,name:P96
source: Other conditions originating in the perinatal period
de: Sonstige Zustände, die ihren Ursprung in der Perinatalperiode haben
fr_fr: Autres affections dont l'origine se situe dans la période périnatale
zh_cn: 起源于围生期的其他情况

# model:gnuhealth.pathology,name:P960
source: Congenital renal failure
de: Angeborene Niereninsuffizienz
fr_fr: Insuffisance rénale congénitale
zh_cn: 先天性肾衰竭

# model:gnuhealth.pathology,name:P961
source: Neonatal withdrawal symptoms from maternal use of drugs of addiction
de: Entzugssymptome beim Neugeborenen bei Einnahme von abhängigkeitserzeugenden Arzneimitteln oder Drogen durch die Mutter
fr_fr: Symptômes néonatals de privation dus à la toxicomanie de la mère
zh_cn: 母体使用成瘾药物所致的新生儿脱瘾性症状

# model:gnuhealth.pathology,name:P962
source: Withdrawal symptoms from therapeutic use of drugs in newborn
de: Entzugssymptome bei therapeutischer Anwendung von Arzneimitteln beim Neugeborenen
fr_fr: Symptômes de privation d'une utilisation thérapeutique de médicaments chez le nouveau-né
zh_cn: 新生儿使用治疗性药物所致的脱瘾性症状

# model:gnuhealth.pathology,name:P963
source: Wide cranial sutures of newborn
de: Weite Schädelnähte beim Neugeborenen
fr_fr: Retard de fermeture des sutures crâniennes
zh_cn: 新生儿宽颅缝

# model:gnuhealth.pathology,name:P964
source: Termination of pregnancy, affecting fetus and newborn
de: Schwangerschaftsabbruch als Ursache von Zuständen beim Fetus und Neugeborenem
zh_cn: 妊娠终止，影响到胎儿和新生儿

# model:gnuhealth.pathology,name:P965
source: Complications of intrauterine procedures, not elsewhere classified
de: Komplikationen bei intrauterinen Eingriffen, anderenorts nicht klassifiziert, als Ursache von Zuständen beim Fetus und Neugeborenem
zh_cn: 子宫内操作的并发症，不可归类在他处者

# model:gnuhealth.pathology,name:P968
source: Other specified conditions originating in the perinatal period
de: Sonstige näher bezeichnete Zustände, die ihren Ursprung in der Perinatalperiode haben
fr_fr: Autres affections précisées dont l'origine se situe dans la période périnatale
zh_cn: 起源于围生期其他特指的情况

# model:gnuhealth.pathology,name:P969
source: Condition originating in the perinatal period, unspecified
de: Zustand, der seinen Ursprung in der Perinatalperiode hat, nicht näher bezeichnet
fr_fr: Affection dont l'origine se situe dans la période périnatale, sans précision
zh_cn: 起源于围生期未特指的情况

# model:gnuhealth.pathology,name:Q00
source: Anencephaly and similar malformations
de: Anenzephalie und ähnliche Fehlbildungen
fr_fr: Anencéphalie et malformations similaires
zh_cn: 无脑儿和类似畸形

# model:gnuhealth.pathology,name:Q000
source: Anencephaly
de: Anenzephalie
fr_fr: Anencéphalie
zh_cn: 无脑儿

# model:gnuhealth.pathology,name:Q001
source: Craniorachischisis
de: Kraniorhachischisis
zh_cn: 颅脊柱裂

# model:gnuhealth.pathology,name:Q002
source: Iniencephaly
de: Inienzephalie
fr_fr: Iniencéphalie
zh_cn: 枕骨裂脑露畸形

# model:gnuhealth.pathology,name:Q01
source: Encephalocele
de: Enzephalozele
fr_fr: Encéphalocèle
zh_cn: 脑膨出

# model:gnuhealth.pathology,name:Q010
source: Frontal encephalocele
de: Frontale Enzephalozele
fr_fr: Encéphalocèle frontale
zh_cn: 额部脑膨出

# model:gnuhealth.pathology,name:Q011
source: Nasofrontal encephalocele
de: Nasofrontale Enzephalozele
fr_fr: Encéphalocèle naso-frontale
zh_cn: 鼻根部脑膨出

# model:gnuhealth.pathology,name:Q012
source: Occipital encephalocele
de: Okzipitale Enzephalozele
fr_fr: Encéphalocèle occipitale
zh_cn: 枕部脑膨出

# model:gnuhealth.pathology,name:Q018
source: Encephalocele of other sites
de: Enzephalozele sonstiger Lokalisationen
fr_fr: Encéphalocèle d'autres localisations
zh_cn: 其他部位的脑膨出

# model:gnuhealth.pathology,name:Q019
source: Encephalocele, unspecified
de: Enzephalozele, nicht näher bezeichnet
fr_fr: Encéphalocèle, sans précision
zh_cn: 未特指的脑膨出

# model:gnuhealth.pathology,name:Q02
source: Microcephaly
de: Mikrozephalie
fr_fr: Microcéphalie
zh_cn: 小头畸形

# model:gnuhealth.pathology,name:Q03
source: Congenital hydrocephalus
de: Angeborener Hydrozephalus
fr_fr: Hydrocéphalie congénitale
zh_cn: 先天性脑积水

# model:gnuhealth.pathology,name:Q030
source: Malformations of aqueduct of Sylvius
de: Fehlbildungen des Aquaeductus cerebri
fr_fr: Malformations de l'aqueduc de Sylvius
zh_cn: 西尔维于斯导水管[中脑导水管]畸形

# model:gnuhealth.pathology,name:Q031
source: Atresia of foramina of Magendie and Luschka
de: Atresie der Apertura mediana [Foramen Magendii] oder der Aperturae laterales [Foramina Luschkae] des vierten Ventrikels
fr_fr: Atrésie des fentes de Luschka et du foramen de Magendie
zh_cn: 第四脑室正中孔和第四脑室外侧孔闭锁

# model:gnuhealth.pathology,name:Q038
source: Other congenital hydrocephalus
de: Sonstiger angeborener Hydrozephalus
fr_fr: Autres hydrocéphalies congénitales
zh_cn: 其他的先天性脑积水

# model:gnuhealth.pathology,name:Q039
source: Congenital hydrocephalus, unspecified
de: Angeborener Hydrozephalus, nicht näher bezeichnet
fr_fr: Hydrocéphalie congénitale, sans précision
zh_cn: 未特指的先天性脑积水

# model:gnuhealth.pathology,name:Q04
source: Other congenital malformations of brain
de: Sonstige angeborene Fehlbildungen des Gehirns
fr_fr: Autres malformations congénitales de l'encéphale
zh_cn: 脑的其他先天性畸形

# model:gnuhealth.pathology,name:Q040
source: Congenital malformations of corpus callosum
de: Angeborene Fehlbildungen des Corpus callosum
fr_fr: Malformations congénitales du corps calleux
zh_cn: 胼胝体先天性畸形

# model:gnuhealth.pathology,name:Q041
source: Arhinencephaly
de: Arrhinenzephalie
fr_fr: Arhinencéphalie
zh_cn: 无嗅脑畸形

# model:gnuhealth.pathology,name:Q042
source: Holoprosencephaly
de: Holoprosenzephalie-Syndrom
fr_fr: Holoprosencéphalie
zh_cn: 前脑无裂畸形

# model:gnuhealth.pathology,name:Q043
source: Other reduction deformities of brain
de: Sonstige Reduktionsdeformitäten des Gehirns
fr_fr: Autres anomalies localisées du développement de l'encéphale
zh_cn: 脑的其他短缺畸形

# model:gnuhealth.pathology,name:Q044
source: Septo-optic dysplasia
de: Septooptische Dysplasie
fr_fr: Dysplasie du septum et des voies optiques
zh_cn: 视(神经)中隔发育不良

# model:gnuhealth.pathology,name:Q045
source: Megalencephaly
de: Megalenzephalie
fr_fr: Mégalencéphalie
zh_cn: 巨脑

# model:gnuhealth.pathology,name:Q046
source: Congenital cerebral cysts
de: Angeborene Gehirnzysten
fr_fr: Kystes cérébraux congénitaux
zh_cn: 先天性大脑囊肿

# model:gnuhealth.pathology,name:Q048
source: Other specified congenital malformations of brain
de: Sonstige näher bezeichnete angeborene Fehlbildungen des Gehirns
fr_fr: Autres malformations congénitales précisées de l'encéphale
zh_cn: 脑其他特指的先天性畸形

# model:gnuhealth.pathology,name:Q049
source: Congenital malformation of brain, unspecified
de: Angeborene Fehlbildung des Gehirns, nicht näher bezeichnet
fr_fr: Malformation congénitale de l'encéphale, sans précision
zh_cn: 脑未特指的先天性畸形

# model:gnuhealth.pathology,name:Q050
source: Cervical spina bifida with hydrocephalus
de: Zervikale Spina bifida mit Hydrozephalus
fr_fr: Spina bifida cervical, avec hydrocéphalie
zh_cn: 颈段脊柱裂伴脑积水

# model:gnuhealth.pathology,name:Q051
source: Thoracic spina bifida with hydrocephalus
de: Thorakale Spina bifida mit Hydrozephalus
fr_fr: Spina bifida thoracique, avec hydrocéphalie
zh_cn: 胸段脊柱裂伴脑积水
