Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:O75
source: Other complications of labour and delivery, not elsewhere classified
de: Sonstige Komplikationen bei Wehentätigkeit und Entbindung, anderenorts nicht klassifiziert
fr_fr: Autres complications du travail et de l'accouchement, non classées ailleurs
zh_cn: 产程和分娩的其他并发症，不可归类在他处者

# model:gnuhealth.pathology,name:O750
source: Maternal distress during labour and delivery
de: Mütterlicher Gefahrenzustand während der Wehentätigkeit und bei der Entbindung
fr_fr: Epuisement maternel au cours du travail et de l'accouchement
zh_cn: 产程和分娩期间母体窘迫

# model:gnuhealth.pathology,name:O751
source: Shock during or following labour and delivery
de: Schock während oder nach Wehentätigkeit und Entbindung
fr_fr: Choc pendant ou après le travail et l'accouchement
zh_cn: 产程和分娩期间或以后休克

# model:gnuhealth.pathology,name:O752
source: Pyrexia during labour, not elsewhere classified
de: Fieber unter der Geburt, anderenorts nicht klassifiziert
fr_fr: Pyrexie au cours du travail, non classée ailleurs
zh_cn: 产程期间发热，不可归类在他处者

# model:gnuhealth.pathology,name:O753
source: Other infection during labour
de: Sonstige Infektion unter der Geburt
fr_fr: Autres infections au cours du travail
zh_cn: 产程期间其他的感染

# model:gnuhealth.pathology,name:O754
source: Other complications of obstetric surgery and procedures
de: Sonstige Komplikationen bei geburtshilflichen Operationen und Maßnahmen
fr_fr: Autres complications d'un acte de chirurgie obstétricale et d'un acte à visée diagnostique et thérapeutique
zh_cn: 产科手术和操作的其他并发症

# model:gnuhealth.pathology,name:O755
source: Delayed delivery after artificial rupture of membranes
de: Protrahierte Geburt nach Blasensprengung
fr_fr: Accouchement retardé après rupture artificielle des membranes
zh_cn: 人工破膜后分娩延迟

# model:gnuhealth.pathology,name:O756
source: Delayed delivery after spontaneous or unspecified rupture of membranes
de: Protrahierte Geburt nach spontanem oder nicht näher bezeichnetem Blasensprung
fr_fr: Accouchement retardé après rupture spontanée ou non précisée des membranes
zh_cn: 自发或未特指的破膜后分娩延迟

# model:gnuhealth.pathology,name:O757
source: Vaginal delivery following previous caesarean section
de: Vaginale Entbindung nach vorangegangener Schnittentbindung
zh_cn: 以前剖宫产术后的阴道分娩

# model:gnuhealth.pathology,name:O758
source: Other specified complications of labour and delivery
de: Sonstige näher bezeichnete Komplikationen bei Wehentätigkeit und Entbindung
fr_fr: Autres complications précisées du travail et de l'accouchement
zh_cn: 产程和分娩的其他特指并发症

# model:gnuhealth.pathology,name:O759
source: Complication of labour and delivery, unspecified
de: Komplikation bei Wehentätigkeit und Entbindung, nicht näher bezeichnet
fr_fr: Complication du travail et de l'accouchement, sans précision
zh_cn: 产程和分娩未特指的并发症

# model:gnuhealth.pathology,name:O80
source: Single spontaneous delivery
de: Spontangeburt eines Einlings
fr_fr: Accouchement unique et spontané
zh_cn: 单胎顺产

# model:gnuhealth.pathology,name:O800
source: Spontaneous vertex delivery
de: Spontangeburt eines Einlings aus Schädellage
fr_fr: Accouchement spontané par présentation du sommet
zh_cn: 头位顺产

# model:gnuhealth.pathology,name:O801
source: Spontaneous breech delivery
de: Spontangeburt eines Einlings aus Beckenendlage
fr_fr: Accouchement spontané par présentation du siège
zh_cn: 臀位顺产

# model:gnuhealth.pathology,name:O808
source: Other single spontaneous delivery
de: Sonstige Spontangeburt eines Einlings
fr_fr: Autres accouchements uniques et spontanés
zh_cn: 其他的单胎顺产

# model:gnuhealth.pathology,name:O809
source: Single spontaneous delivery, unspecified
de: Spontangeburt eines Einlings, nicht näher bezeichnet
fr_fr: Accouchement unique et spontané, sans précision
zh_cn: 未特指的单胎顺产

# model:gnuhealth.pathology,name:O81
source: Single delivery by forceps and vacuum extractor
de: Geburt eines Einlings durch Zangen- oder Vakuumextraktion
fr_fr: Accouchement unique par forceps et ventouse
zh_cn: 借助产钳和真空吸引器的单胎分娩

# model:gnuhealth.pathology,name:O810
source: Low forceps delivery
de: Zangenentbindung eines Einlings aus Beckenausgang
fr_fr: Accouchement par forceps bas
zh_cn: 低位产钳术

# model:gnuhealth.pathology,name:O811
source: Mid-cavity forceps delivery
de: Zangenentbindung eines Einlings aus Beckenmitte
fr_fr: Accouchement par forceps (moyen) à la partie moyenne de l'excavation
zh_cn: 中位产钳术

# model:gnuhealth.pathology,name:O812
source: Mid-cavity forceps with rotation
de: Zangenentbindung eines Einlings aus Beckenmitte mit Rotation
fr_fr: Accouchement par forceps (moyen) à la partie moyenne de l'excavation, avec rotation
zh_cn: 中位产钳术伴有旋转

# model:gnuhealth.pathology,name:O813
source: Other and unspecified forceps delivery
de: Sonstige und nicht näher bezeichnete Zangenentbindung eines Einlings
fr_fr: Accouchements par forceps, autres et sans précision
zh_cn: 其他和未特指的产钳术

# model:gnuhealth.pathology,name:O814
source: Vacuum extractor delivery
de: Entbindung eines Einlings mittels Vakuumextraktor
fr_fr: Accouchement par extraction pneumatique
zh_cn: 借助真空吸引器分娩

# model:gnuhealth.pathology,name:O815
source: Delivery by combination of forceps and vacuum extractor
de: Entbindung eines Einlings mittels Kombination von Vakuum- und Zangenextraktion
fr_fr: Accouchement par association d'un forceps et d'une ventouse
zh_cn: 同时借助产钳和真空吸引器分娩

# model:gnuhealth.pathology,name:O82
source: Single delivery by caesarean section
de: Geburt eines Einlings durch Schnittentbindung [Sectio caesarea]
zh_cn: 经剖宫产术的单胎分娩

# model:gnuhealth.pathology,name:O820
source: Delivery by elective caesarean section
de: Geburt eines Einlings durch elektive Schnittentbindung
zh_cn: 经选择性剖宫产术的分娩

# model:gnuhealth.pathology,name:O821
source: Delivery by emergency caesarean section
de: Geburt eines Einlings durch Schnittentbindung bei Gefahrenzustand für Mutter oder Kind
zh_cn: 经急症剖宫产术的分娩

# model:gnuhealth.pathology,name:O822
source: Delivery by caesarean hysterectomy
de: Geburt eines Einlings durch Schnittentbindung mit Hysterektomie
zh_cn: 经剖宫产子宫切除术的分娩

# model:gnuhealth.pathology,name:O828
source: Other single delivery by caesarean section
de: Sonstige Geburt eines Einlings durch Schnittentbindung
zh_cn: 经其他剖宫产术的单胎分娩

# model:gnuhealth.pathology,name:O829
source: Delivery by caesarean section, unspecified
de: Geburt eines Einlings durch Schnittentbindung, nicht näher bezeichnet
zh_cn: 经未特指的剖宫产术分娩

# model:gnuhealth.pathology,name:O83
source: Other assisted single delivery
de: Sonstige geburtshilfliche Maßnahmen bei Geburt eines Einlings
fr_fr: Autres accouchements uniques avec assistance
zh_cn: 其他助产的单胎分娩

# model:gnuhealth.pathology,name:O830
source: Breech extraction
de: Extraktion eines Einlings aus Beckenendlage
fr_fr: Extraction par le siège
zh_cn: 胎臀牵引术

# model:gnuhealth.pathology,name:O831
source: Other assisted breech delivery
de: Manualhilfe bei Entbindung eines Einlings aus Beckenendlage
fr_fr: Autres accouchements par le siège avec assistance
zh_cn: 其他臀位助产

# model:gnuhealth.pathology,name:O832
source: Other manipulation-assisted delivery
de: Sonstige geburtshilfliche Handgriffe bei Entbindung eines Einlings
fr_fr: Autres accouchements avec l'aide de manipulations
zh_cn: 其他手法助产的分娩

# model:gnuhealth.pathology,name:O833
source: Delivery of viable fetus in abdominal pregnancy
de: Entbindung eines lebensfähigen Fetus bei Abdominalgravidität
zh_cn: 腹腔妊娠中能活胎儿的分娩

# model:gnuhealth.pathology,name:O834
source: Destructive operation for delivery
de: Entbindung eines Einlings durch zerstückelnde Operation [Destruktion des Fetus]
fr_fr: Intervention destructrice lors d'un accouchement
zh_cn: 毁胎手术分娩

# model:gnuhealth.pathology,name:O838
source: Other specified assisted single delivery
de: Sonstige näher bezeichnete geburtshilfliche Maßnahmen bei Geburt eines Einlings
fr_fr: Autres accouchements uniques précisés, avec assistance
zh_cn: 其他特指助产的单胎分娩

# model:gnuhealth.pathology,name:O839
source: Assisted single delivery, unspecified
de: Geburtshilfliche Maßnahme bei Geburt eines Einlings, nicht näher bezeichnet
fr_fr: Accouchement unique avec assistance, sans précision
zh_cn: 未特指的助产的单胎分娩

# model:gnuhealth.pathology,name:O84
source: Multiple delivery
de: Mehrlingsgeburt
fr_fr: Accouchements multiples
zh_cn: 多胎分娩

# model:gnuhealth.pathology,name:O840
source: Multiple delivery, all spontaneous
de: Mehrlingsgeburt, Spontangeburt aller Kinder
fr_fr: Accouchements multiples, tous spontanés
zh_cn: 多胎分娩均为顺产

# model:gnuhealth.pathology,name:O841
source: Multiple delivery, all by forceps and vacuum extractor
de: Mehrlingsgeburt, Geburt aller Kinder durch Vakuum- oder Zangenextraktion
fr_fr: Accouchements multiples, tous avec forceps et ventouse
zh_cn: 多胎分娩均借助产钳和真空吸引器

# model:gnuhealth.pathology,name:O842
source: Multiple delivery, all by caesarean section
de: Mehrlingsgeburt, Geburt aller Kinder durch Schnittentbindung
zh_cn: 多胎分娩均经剖宫产术

# model:gnuhealth.pathology,name:O848
source: Other multiple delivery
de: Sonstige Mehrlingsgeburt
fr_fr: Autres accouchements multiples
zh_cn: 其他的多胎分娩

# model:gnuhealth.pathology,name:O849
source: Multiple delivery, unspecified
de: Mehrlingsgeburt, Art der Geburt nicht näher bezeichnet
fr_fr: Accouchements multiples, sans précision
zh_cn: 未特指的多胎分娩

# model:gnuhealth.pathology,name:O85
source: Puerperal sepsis
de: Puerperalfieber
fr_fr: Septicémie puerpérale
zh_cn: 产褥期脓毒病

# model:gnuhealth.pathology,name:O86
source: Other puerperal infections
de: Sonstige Wochenbettinfektionen
fr_fr: Autres infections puerpérales
zh_cn: 其他产褥感染

# model:gnuhealth.pathology,name:O860
source: Infection of obstetric surgical wound
de: Infektion der Wunde nach operativem geburtshilflichem Eingriff
fr_fr: Infection d'une plaie d'origine obstétricale chirurgicale
zh_cn: 产科手术伤口的感染

# model:gnuhealth.pathology,name:O861
source: Other infection of genital tract following delivery
de: Sonstige Infektion des Genitaltraktes nach Entbindung
fr_fr: Autres infections des voies génitales, après accouchement
zh_cn: 分娩后生殖道的其他感染

# model:gnuhealth.pathology,name:O862
source: Urinary tract infection following delivery
de: Infektion des Harntraktes nach Entbindung
fr_fr: Infection des voies urinaires, après accouchement
zh_cn: 分娩后泌尿道感染

# model:gnuhealth.pathology,name:O863
source: Other genitourinary tract infections following delivery
de: Sonstige Infektionen des Urogenitaltraktes nach Entbindung
zh_cn: 分娩后其他泌尿生殖道感染

# model:gnuhealth.pathology,name:O864
source: Pyrexia of unknown origin following delivery
de: Fieber unbekannten Ursprungs nach Entbindung
fr_fr: Hyperthermie d'origine inconnue, après accouchement
zh_cn: 分娩后不明原因的发热

# model:gnuhealth.pathology,name:O868
source: Other specified puerperal infections
de: Sonstige näher bezeichnete Wochenbettinfektionen
fr_fr: Autres infections puerpérales précisées
zh_cn: 其他特指的产褥感染

# model:gnuhealth.pathology,name:O87
source: Venous complications and haemorrhoids in the puerperium
de: Venenkrankheiten und Hämorrhoiden als Komplikationen im Wochenbett
zh_cn: 产褥期的静脉并发症

# model:gnuhealth.pathology,name:O870
source: Superficial thrombophlebitis in the puerperium
de: Oberflächliche Thrombophlebitis im Wochenbett
fr_fr: Thrombophlébite superficielle au cours de la puerpéralité
zh_cn: 产褥期血栓性浅静脉炎

# model:gnuhealth.pathology,name:O871
source: Deep phlebothrombosis in the puerperium
de: Tiefe Venenthrombose im Wochenbett
fr_fr: Phlébothrombose profonde au cours de la puerpéralité
zh_cn: 产褥期深静脉血栓形成

# model:gnuhealth.pathology,name:O872
source: Haemorrhoids in the puerperium
de: Hämorrhoiden im Wochenbett
fr_fr: Hémorroïdes au cours de la puerpéralité
zh_cn: 产褥期痔

# model:gnuhealth.pathology,name:O873
source: Cerebral venous thrombosis in the puerperium
de: Hirnvenenthrombose im Wochenbett
fr_fr: Thrombose veineuse cérébrale au cours de la puerpéralité
zh_cn: 产褥期大脑静脉血栓形成

# model:gnuhealth.pathology,name:O878
source: Other venous complications in the puerperium
de: Sonstige Venenkrankheiten als Komplikation im Wochenbett
fr_fr: Autres complications veineuses au cours de la puerpéralité
zh_cn: 产褥期其他的静脉并发症

# model:gnuhealth.pathology,name:O879
source: Venous complication in the puerperium, unspecified
de: Venenkrankheit als Komplikation im Wochenbett, nicht näher bezeichnet
fr_fr: Complication veineuse au cours de la puerpéralité, sans précision
zh_cn: 产褥期未特指的静脉并发症

# model:gnuhealth.pathology,name:O88
source: Obstetric embolism
de: Embolie während der Gestationsperiode
fr_fr: Embolie obstétricale
zh_cn: 产科栓塞

# model:gnuhealth.pathology,name:O880
source: Obstetric air embolism
de: Luftembolie während der Gestationsperiode
fr_fr: Embolie gazeuse obstétricale
zh_cn: 产科空气栓塞

# model:gnuhealth.pathology,name:O881
source: Amniotic fluid embolism
de: Fruchtwasserembolie
fr_fr: Embolie amniotique
zh_cn: 羊水栓塞

# model:gnuhealth.pathology,name:O882
source: Obstetric blood-clot embolism
de: Thromboembolie während der Gestationsperiode
fr_fr: Embolie obstétricale par caillot sanguin
zh_cn: 产科血凝块栓塞

# model:gnuhealth.pathology,name:O883
source: Obstetric pyaemic and septic embolism
de: Pyämische und septische Embolie während der Gestationsperiode
fr_fr: Embolie pyohémique et septique, obstétricale
zh_cn: 产科脓血性和脓毒性栓塞

# model:gnuhealth.pathology,name:O888
source: Other obstetric embolism
de: Sonstige Embolie während der Gestationsperiode
fr_fr: Autres embolies obstétricales
zh_cn: 其他的产科栓塞

# model:gnuhealth.pathology,name:O89
source: Complications of anaesthesia during the puerperium
de: Komplikationen bei Anästhesie im Wochenbett
fr_fr: Complications de l'anesthésie au cours de la puerpéralité
zh_cn: 产褥期中麻醉的并发症

# model:gnuhealth.pathology,name:O890
source: Pulmonary complications of anaesthesia during the puerperium
de: Pulmonale Komplikationen bei Anästhesie im Wochenbett
fr_fr: Complications pulmonaires de l'anesthésie au cours de la puerpéralité
zh_cn: 产褥期中麻醉的肺部并发症

# model:gnuhealth.pathology,name:O891
source: Cardiac complications of anaesthesia during the puerperium
de: Kardiale Komplikationen bei Anästhesie im Wochenbett
fr_fr: Complications cardiaques de l'anesthésie au cours de la puerpéralité
zh_cn: 产褥期中麻醉的心脏并发症

# model:gnuhealth.pathology,name:O892
source: Central nervous system complications of anaesthesia during the puerperium
de: Komplikationen des Zentralnervensystems bei Anästhesie im Wochenbett
fr_fr: Complications intéressant le système nerveux central dues à une anesthésie au cours de la puerpéralité
zh_cn: 产褥期中麻醉的中枢神经系统并发症

# model:gnuhealth.pathology,name:O893
source: Toxic reaction to local anaesthesia during the puerperium
de: Toxische Reaktion auf Lokalanästhesie im Wochenbett
fr_fr: Réaction toxique à une anesthésie locale au cours de la puerpéralité
zh_cn: 产褥期中局部麻醉的中毒反应

# model:gnuhealth.pathology,name:O894
source: Spinal and epidural anaesthesia-induced headache during the puerperium
de: Kopfschmerzen nach Spinal- oder Periduralanästhesie im Wochenbett
fr_fr: Céphalée provoquée par une rachianesthésie et une anesthésie épidurale au cours de la puerpéralité
zh_cn: 产褥期中脊髓和硬膜外麻醉诱发的头痛

# model:gnuhealth.pathology,name:O895
source: Other complications of spinal and epidural anaesthesia during the puerperium
de: Sonstige Komplikationen nach Spinal- oder Periduralanästhesie im Wochenbett
fr_fr: Autres complications d'une rachianesthésie et d'une anesthésie épidurale au cours de la puerpéralité
zh_cn: 产褥期中脊髓和硬膜外麻醉的其他并发症

# model:gnuhealth.pathology,name:O896
source: Failed or difficult intubation during the puerperium
de: Misslingen oder Schwierigkeiten bei der Intubation im Wochenbett
fr_fr: Echec ou difficulté d'intubation au cours de la puerpéralité
zh_cn: 产褥期中插管失败或困难

# model:gnuhealth.pathology,name:O898
source: Other complications of anaesthesia during the puerperium
de: Sonstige Komplikationen bei Anästhesie im Wochenbett
fr_fr: Autres complications de l'anesthésie au cours de la puerpéralité
zh_cn: 产褥期中麻醉的其他并发症

# model:gnuhealth.pathology,name:O899
source: Complication of anaesthesia during the puerperium, unspecified
de: Komplikation bei Anästhesie im Wochenbett, nicht näher bezeichnet
fr_fr: Complication de l'anesthésie au cours de la puerpéralité, sans précision
zh_cn: 产褥期中麻醉未特指的并发症

# model:gnuhealth.pathology,name:O90
source: Complications of the puerperium, not elsewhere classified
de: Wochenbettkomplikationen, anderenorts nicht klassifiziert
fr_fr: Complications puerpérales, non classées ailleurs
zh_cn: 产褥期的并发症，不可归类在他处者

# model:gnuhealth.pathology,name:O900
source: Disruption of caesarean section wound
de: Dehiszenz einer Schnittentbindungswunde
zh_cn: 剖宫产术的伤口破裂

# model:gnuhealth.pathology,name:O901
source: Disruption of perineal obstetric wound
de: Dehiszenz einer geburtshilflichen Dammwunde
fr_fr: Rupture d'une suture obstétricale du périnée
zh_cn: 会阴产科的伤口破裂

# model:gnuhealth.pathology,name:O902
source: Haematoma of obstetric wound
de: Hämatom einer geburtshilflichen Wunde
fr_fr: Hématome d'une plaie obstétricale
zh_cn: 产科伤口的血肿

# model:gnuhealth.pathology,name:O903
source: Cardiomyopathy in the puerperium
de: Kardiomyopathie im Wochenbett
fr_fr: Myocardiopathie au cours de la puerpéralité
zh_cn: 产褥期心肌病

# model:gnuhealth.pathology,name:O904
source: Postpartum acute renal failure
de: Postpartales akutes Nierenversagen
fr_fr: Insuffisance rénale aiguë du post-partum
zh_cn: 产后急性肾衰竭

# model:gnuhealth.pathology,name:O905
source: Postpartum thyroiditis
de: Postpartale Thyreoiditis
fr_fr: Thyroïdite du post-partum
zh_cn: 产后甲状腺炎

# model:gnuhealth.pathology,name:O908
source: Other complications of the puerperium, not elsewhere classified
de: Sonstige Wochenbettkomplikationen, anderenorts nicht klassifiziert
fr_fr: Autres complications puerpérales, non classées ailleurs
zh_cn: 产褥期的其他并发症，不可归类在他处者

# model:gnuhealth.pathology,name:O909
source: Complication of the puerperium, unspecified
de: Wochenbettkomplikation, nicht näher bezeichnet
fr_fr: Complication puerpérale, sans précision
zh_cn: 产褥期未特指的并发症

# model:gnuhealth.pathology,name:O91
source: Infections of breast associated with childbirth
de: Infektionen der Mamma [Brustdrüse] im Zusammenhang mit der Gestation
fr_fr: Infections mammaires associées à l'accouchement
zh_cn: 与分娩有关的乳房感染

# model:gnuhealth.pathology,name:O910
source: Infection of nipple associated with childbirth
de: Infektion der Brustwarze im Zusammenhang mit der Gestation
fr_fr: Infection du mamelon associée à l'accouchement
zh_cn: 与分娩有关的乳头感染

# model:gnuhealth.pathology,name:O911
source: Abscess of breast associated with childbirth
de: Abszess der Mamma im Zusammenhang mit der Gestation
fr_fr: Abcès du sein associé à l'accouchement
zh_cn: 与分娩有关的乳房脓肿

# model:gnuhealth.pathology,name:O912
source: Nonpurulent mastitis associated with childbirth
de: Nichteitrige Mastitis im Zusammenhang mit der Gestation
fr_fr: Mastite non purulente associée à l'accouchement
zh_cn: 与分娩有关的非化脓性乳腺炎

# model:gnuhealth.pathology,name:O92
source: Other disorders of breast and lactation associated with childbirth
de: Sonstige Krankheiten der Mamma [Brustdrüse] im Zusammenhang mit der Gestation und Laktationsstörungen
fr_fr: Autres mastopathies et anomalies de la lactation associées à l'accouchement
zh_cn: 与分娩有关的乳房和哺乳的其他疾患

# model:gnuhealth.pathology,name:O920
source: Retracted nipple associated with childbirth
de: Hohlwarze im Zusammenhang mit der Gestation
fr_fr: Invagination du mamelon associée à l'accouchement
zh_cn: 与分娩有关的乳头内缩

# model:gnuhealth.pathology,name:O921
source: Cracked nipple associated with childbirth
de: Rhagade der Brustwarze im Zusammenhang mit der Gestation
fr_fr: Crevasses du mamelon associées à l'accouchement
zh_cn: 与分娩有关的乳头皲裂

# model:gnuhealth.pathology,name:O922
source: Other and unspecified disorders of breast associated with childbirth
de: Sonstige und nicht näher bezeichnete Krankheiten der Mamma im Zusammenhang mit der Gestation
fr_fr: Mastopathies associées à l'accouchement, autres et sans précision
zh_cn: 与分娩有关的乳房其他和未特指的疾患

# model:gnuhealth.pathology,name:O923
source: Agalactia
de: Agalaktie
fr_fr: Agalactie
zh_cn: 无乳

# model:gnuhealth.pathology,name:O924
source: Hypogalactia
de: Hypogalaktie
fr_fr: Hypogalactie
zh_cn: 乳汁过少

# model:gnuhealth.pathology,name:O925
source: Suppressed lactation
de: Hemmung der Laktation
fr_fr: Suppression de la lactation
zh_cn: 泌乳抑制

# model:gnuhealth.pathology,name:O926
source: Galactorrhoea
de: Galaktorrhoe
fr_fr: Galactorrhée
zh_cn: 乳溢

# model:gnuhealth.pathology,name:O927
source: Other and unspecified disorders of lactation
de: Sonstige und nicht näher bezeichnete Laktationsstörungen
fr_fr: Anomalies de la lactation, autres et sans précision
zh_cn: 哺乳的其他和未特指的疾患

# model:gnuhealth.pathology,name:O94
source: Sequelae of complication of pregnancy, childbirth and the puerperium
de: Folgen von Komplikationen während Schwangerschaft, Geburt und Wochenbett
zh_cn: 妊娠、分娩和产褥期并发症的后遗症

# model:gnuhealth.pathology,name:O95
source: Obstetric death of unspecified cause
de: Sterbefall während der Gestationsperiode nicht näher bezeichneter Ursache
fr_fr: Mort d'origine obstétricale de cause non précisée
zh_cn: 未特指原因的产科死亡

# model:gnuhealth.pathology,name:O96
source: Death from any obstetric cause occurring more than 42 days but less than one year after delivery
de: Tod infolge jeder gestationsbedingten Ursache nach mehr als 42 Tagen bis unter einem Jahr nach der Entbindung
fr_fr: Mort d'origine obstétricale, survenant plus de 42 jours mais moins d'un an après l'accouchement
zh_cn: 任何产科原因的死亡，发生于分娩后42天以上至一年以内

# model:gnuhealth.pathology,name:O960
source: Death from direct obstetric cause occurring more than 42 days but less than one year after delivery
de: Tod infolge direkt gestationsbedingter Ursachen nach mehr als 42 Tagen bis unter einem Jahr nach der Entbindung

# model:gnuhealth.pathology,name:O961
source: Death from indirect obstetric cause occurring more than 42 days but less than one year after delivery
de: Tod infolge indirekt gestationsbedingter Ursachen nach mehr als 42 Tagen bis unter einem Jahr nach der Entbindung

# model:gnuhealth.pathology,name:O969
source: Death from unspecified obstetric cause occurring more than 42 days but less than one year after delivery
de: Tod infolge nicht näher bezeichneter gestationsbedingter Ursachen nach mehr als 42 Tagen bis unter einem Jahr nach der Entbindung

# model:gnuhealth.pathology,name:O97
source: Death from sequelae of obstetric causes
de: Tod an den Folgen gestationsbedingter Ursachen
zh_cn: 直接产科原因后遗症的死亡

# model:gnuhealth.pathology,name:O970
source: Death from sequelae of direct obstetric cause
de: Tod an den Folgen direkt gestationsbedingter Ursachen

# model:gnuhealth.pathology,name:O971
source: Death from sequelae of indirect obstetric cause
de: Tod an den Folgen indirekt gestationsbedingter Ursachen

# model:gnuhealth.pathology,name:O979
source: Death from sequelae of obstetric cause, unspecified
de: Tod an den Folgen nicht näher bezeichneter gestationsbedingter Ursachen

# model:gnuhealth.pathology,name:O98
source: Maternal infectious and parasitic diseases classifiable elsewhere but complicating pregnancy, childbirth and the puerperium
de: Infektiöse und parasitäre Krankheiten der Mutter, die anderenorts klassifizierbar sind, die jedoch Schwangerschaft, Geburt und Wochenbett komplizieren
fr_fr: Maladies infectieuses et parasitaires de la mère classées ailleurs mais compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 可归类在他处的孕产妇的传染病和寄生虫病并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O980
source: Tuberculosis complicating pregnancy, childbirth and the puerperium
de: Tuberkulose, die Schwangerschaft, Geburt und Wochenbett kompliziert
fr_fr: Tuberculose compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 结核并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O981
source: Syphilis complicating pregnancy, childbirth and the puerperium
de: Syphilis, die Schwangerschaft, Geburt und Wochenbett kompliziert
fr_fr: Syphilis compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 梅毒并发于妊娠、分娩和产褥期
