Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V726
source: Bus occupant injured in collision with two- or three-wheeled motor vehicle: Passenger injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V727
source: Bus occupant injured in collision with two- or three-wheeled motor vehicle: Person on outside of vehicle injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 公共汽车的车辆外人员在公共汽车与两轮或三轮机动车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V729
source: Bus occupant injured in collision with two- or three-wheeled motor vehicle: Unspecified bus occupant injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit zwei- oder dreirädrigem Kraftfahrzeug verletzt: Nicht näher bezeichneter Autobusbenutzer bei Verkehrsunfall verletzt
zh_cn: 未特指的公共汽车乘员在公共汽车与两轮或三轮机动车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V73
source: Bus occupant injured in collision with car, pick-up truck or van
de: Autobusbenutzer bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt
fr_fr: Occupant d'un autobus blessé dans une collision avec une automobile ou une camionnette
zh_cn: 公共汽车乘员在公共汽车与小汽车、轻型货车或篷车碰撞中的损伤

# model:gnuhealth.pathology,name:V730
source: Bus occupant injured in collision with car, pick-up truck or van: Driver injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V731
source: Bus occupant injured in collision with car, pick-up truck or van: Passenger injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V732
source: Bus occupant injured in collision with car, pick-up truck or van: Person on outside of vehicle injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 公共汽车的车辆外人员在公共汽车与小汽车、轻型货车或篷车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V733
source: Bus occupant injured in collision with car, pick-up truck or van: Unspecified bus occupant injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Nicht näher bezeichneter Autobusbenutzer bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的公共汽车乘员在公共汽车与小汽车、轻型货车或篷车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V734
source: Bus occupant injured in collision with car, pick-up truck or van: Person injured while boarding or alighting
de: Autobusbenutzer bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V735
source: Bus occupant injured in collision with car, pick-up truck or van: Driver injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V736
source: Bus occupant injured in collision with car, pick-up truck or van: Passenger injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V737
source: Bus occupant injured in collision with car, pick-up truck or van: Person on outside of vehicle injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 公共汽车的车辆外人员在公共汽车与小汽车、轻型货车或篷车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V739
source: Bus occupant injured in collision with car, pick-up truck or van: Unspecified bus occupant injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Personenkraftwagen oder Lieferwagen verletzt: Nicht näher bezeichneter Autobusbenutzer bei Verkehrsunfall verletzt
zh_cn: 未特指的公共汽车乘员在公共汽车与小汽车、轻型货车或篷车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V74
source: Bus occupant injured in collision with heavy transport vehicle or bus
de: Autobusbenutzer bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt
fr_fr: Occupant d'un autobus blessé dans une collision avec un véhicule lourd ou un autobus
zh_cn: 公共汽车乘员在公共汽车与重型运输车或公共汽车碰撞中的损伤

# model:gnuhealth.pathology,name:V740
source: Bus occupant injured in collision with heavy transport vehicle or bus: Driver injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V741
source: Bus occupant injured in collision with heavy transport vehicle or bus: Passenger injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V742
source: Bus occupant injured in collision with heavy transport vehicle or bus: Person on outside of vehicle injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 公共汽车的车辆外人员在公共汽车与重型运输车或公共汽车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V743
source: Bus occupant injured in collision with heavy transport vehicle or bus: Unspecified bus occupant injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Nicht näher bezeichneter Autobusbenutzer bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的公共汽车乘员在公共汽车与重型运输车或公共汽车碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V744
source: Bus occupant injured in collision with heavy transport vehicle or bus: Person injured while boarding or alighting
de: Autobusbenutzer bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V745
source: Bus occupant injured in collision with heavy transport vehicle or bus: Driver injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V746
source: Bus occupant injured in collision with heavy transport vehicle or bus: Passenger injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V747
source: Bus occupant injured in collision with heavy transport vehicle or bus: Person on outside of vehicle injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 公共汽车的车辆外人员在公共汽车与重型运输车或公共汽车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V749
source: Bus occupant injured in collision with heavy transport vehicle or bus: Unspecified bus occupant injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Lastkraftwagen oder Autobus verletzt: Nicht näher bezeichneter Autobusbenutzer bei Verkehrsunfall verletzt
zh_cn: 未特指的公共汽车乘员在公共汽车与重型运输车或公共汽车碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V75
source: Bus occupant injured in collision with railway train or railway vehicle
de: Autobusbenutzer bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt
fr_fr: Occupant d'un autobus blessé dans une collision avec un train ou un véhicule ferroviaire
zh_cn: 公共汽车乘员在公共汽车与火车或铁路车辆碰撞中的损伤

# model:gnuhealth.pathology,name:V750
source: Bus occupant injured in collision with railway train or railway vehicle: Driver injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V751
source: Bus occupant injured in collision with railway train or railway vehicle: Passenger injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V752
source: Bus occupant injured in collision with railway train or railway vehicle: Person on outside of vehicle injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 公共汽车的车辆外人员在公共汽车与火车或铁路车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V753
source: Bus occupant injured in collision with railway train or railway vehicle: Unspecified bus occupant injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Nicht näher bezeichneter Autobusbenutzer bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的公共汽车乘员在公共汽车与火车或铁路车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V754
source: Bus occupant injured in collision with railway train or railway vehicle: Person injured while boarding or alighting
de: Autobusbenutzer bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V755
source: Bus occupant injured in collision with railway train or railway vehicle: Driver injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V756
source: Bus occupant injured in collision with railway train or railway vehicle: Passenger injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V757
source: Bus occupant injured in collision with railway train or railway vehicle: Person on outside of vehicle injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 公共汽车的车辆外人员在公共汽车与火车或铁路车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V759
source: Bus occupant injured in collision with railway train or railway vehicle: Unspecified bus occupant injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit Eisenbahnzug oder Eisenbahnfahrzeug verletzt: Nicht näher bezeichneter Autobusbenutzer bei Verkehrsunfall verletzt
zh_cn: 未特指的公共汽车乘员在公共汽车与火车或铁路车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V76
source: Bus occupant injured in collision with other nonmotor vehicle
de: Autobusbenutzer bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt
fr_fr: Occupant d'un autobus blessé dans une collision avec un autre véhicule sans moteur
zh_cn: 公共汽车乘员在公共汽车与其他非机动车辆碰撞中的损伤

# model:gnuhealth.pathology,name:V760
source: Bus occupant injured in collision with other nonmotor vehicle: Driver injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V761
source: Bus occupant injured in collision with other nonmotor vehicle: Passenger injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V762
source: Bus occupant injured in collision with other nonmotor vehicle: Person on outside of vehicle injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 公共汽车的车辆外人员在公共汽车与其他非机动车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V763
source: Bus occupant injured in collision with other nonmotor vehicle: Unspecified bus occupant injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Nicht näher bezeichneter Autobusbenutzer bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的公共汽车乘员在公共汽车与其他非机动车辆碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V764
source: Bus occupant injured in collision with other nonmotor vehicle: Person injured while boarding or alighting
de: Autobusbenutzer bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V765
source: Bus occupant injured in collision with other nonmotor vehicle: Driver injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V766
source: Bus occupant injured in collision with other nonmotor vehicle: Passenger injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V767
source: Bus occupant injured in collision with other nonmotor vehicle: Person on outside of vehicle injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 公共汽车的车辆外人员在公共汽车与其他非机动车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V769
source: Bus occupant injured in collision with other nonmotor vehicle: Unspecified bus occupant injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit sonstigem nichtmotorisiertem Fahrzeug verletzt: Nicht näher bezeichneter Autobusbenutzer bei Verkehrsunfall verletzt
zh_cn: 未特指的公共汽车乘员在公共汽车与其他非机动车辆碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V77
source: Bus occupant injured in collision with fixed or stationary object
de: Autobusbenutzer bei Zusammenstoß mit feststehendem Gegenstand verletzt
fr_fr: Occupant d'un autobus blessé dans une collision avec un objet fixe ou stationnaire
zh_cn: 公共汽车乘员在公共汽车与固定或静止物体碰撞中的损伤

# model:gnuhealth.pathology,name:V770
source: Bus occupant injured in collision with fixed or stationary object: Driver injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V771
source: Bus occupant injured in collision with fixed or stationary object: Passenger injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V772
source: Bus occupant injured in collision with fixed or stationary object: Person on outside of vehicle injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit feststehendem Gegenstand verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 公共汽车的车辆外人员在公共汽车与固定或静止物体碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V773
source: Bus occupant injured in collision with fixed or stationary object: Unspecified bus occupant injured in nontraffic accident
de: Autobusbenutzer bei Zusammenstoß mit feststehendem Gegenstand verletzt: Nicht näher bezeichneter Autobusbenutzer bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的公共汽车乘员在公共汽车与固定或静止物体碰撞非交通事故中的损伤

# model:gnuhealth.pathology,name:V774
source: Bus occupant injured in collision with fixed or stationary object: Person injured while boarding or alighting
de: Autobusbenutzer bei Zusammenstoß mit feststehendem Gegenstand verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V775
source: Bus occupant injured in collision with fixed or stationary object: Driver injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V776
source: Bus occupant injured in collision with fixed or stationary object: Passenger injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit feststehendem Gegenstand verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V777
source: Bus occupant injured in collision with fixed or stationary object: Person on outside of vehicle injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit feststehendem Gegenstand verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 公共汽车的车辆外人员在公共汽车与固定或静止物体碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V779
source: Bus occupant injured in collision with fixed or stationary object: Unspecified bus occupant injured in traffic accident
de: Autobusbenutzer bei Zusammenstoß mit feststehendem Gegenstand verletzt: Nicht näher bezeichneter Autobusbenutzer bei Verkehrsunfall verletzt
zh_cn: 未特指的公共汽车乘员在公共汽车与固定或静止物体碰撞交通事故中的损伤

# model:gnuhealth.pathology,name:V78
source: Bus occupant injured in noncollision transport accident
de: Autobusbenutzer bei Transportmittelunfall ohne Zusammenstoß verletzt
fr_fr: Occupant d'un autobus blessé dans un accident de transport, sans collision
zh_cn: 公共汽车乘员在非碰撞性运输事故中的损伤

# model:gnuhealth.pathology,name:V780
source: Bus occupant injured in noncollision transport accident: Driver injured in nontraffic accident
de: Autobusbenutzer bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrer bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V781
source: Bus occupant injured in noncollision transport accident: Passenger injured in nontraffic accident
de: Autobusbenutzer bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrgast bei Transportmittelunfall außerhalb des Verkehrs verletzt

# model:gnuhealth.pathology,name:V782
source: Bus occupant injured in noncollision transport accident: Person on outside of vehicle injured in nontraffic accident
de: Autobusbenutzer bei Transportmittelunfall ohne Zusammenstoß verletzt: Person auf der Außenseite des Fahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 公共汽车的车辆外人员在非碰撞性运输事故非交通事故中的损伤

# model:gnuhealth.pathology,name:V783
source: Bus occupant injured in noncollision transport accident: Unspecified bus occupant injured in nontraffic accident
de: Autobusbenutzer bei Transportmittelunfall ohne Zusammenstoß verletzt: Nicht näher bezeichneter Autobusbenutzer bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 未特指的公共汽车乘员在非碰撞性运输事故非交通事故中的损伤

# model:gnuhealth.pathology,name:V784
source: Bus occupant injured in noncollision transport accident: Person injured while boarding or alighting
de: Autobusbenutzer bei Transportmittelunfall ohne Zusammenstoß verletzt: Person beim Ein- oder Aussteigen verletzt

# model:gnuhealth.pathology,name:V785
source: Bus occupant injured in noncollision transport accident: Driver injured in traffic accident
de: Autobusbenutzer bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrer bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V786
source: Bus occupant injured in noncollision transport accident: Passenger injured in traffic accident
de: Autobusbenutzer bei Transportmittelunfall ohne Zusammenstoß verletzt: Fahrgast bei Verkehrsunfall verletzt

# model:gnuhealth.pathology,name:V787
source: Bus occupant injured in noncollision transport accident: Person on outside of vehicle injured in traffic accident
de: Autobusbenutzer bei Transportmittelunfall ohne Zusammenstoß verletzt: Person auf der Außenseite des Fahrzeuges bei Verkehrsunfall verletzt
zh_cn: 公共汽车的车辆外人员在非碰撞性运输事故交通事故中的损伤

# model:gnuhealth.pathology,name:V789
source: Bus occupant injured in noncollision transport accident: Unspecified bus occupant injured in traffic accident
de: Autobusbenutzer bei Transportmittelunfall ohne Zusammenstoß verletzt: Nicht näher bezeichneter Autobusbenutzer bei Verkehrsunfall verletzt
zh_cn: 未特指的公共汽车乘员在非碰撞性运输事故交通事故中的损伤

# model:gnuhealth.pathology,name:V79
source: Bus occupant injured in other and unspecified transport accidents
de: Autobusbenutzer bei sonstigen und nicht näher bezeichneten Transportmittelunfällen verletzt
fr_fr: Occupant d'un autobus blessé dans des accidents de transport, autres et sans précision
zh_cn: 公共汽车乘员在其他和未特指的运输事故中的损伤

# model:gnuhealth.pathology,name:V790
source: Bus occupant injured in other and unspecified transport accidents: Driver injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Fahrer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中公共汽车与其他机动车辆碰撞造成公共汽车司机的损伤

# model:gnuhealth.pathology,name:V791
source: Bus occupant injured in other and unspecified transport accidents: Passenger injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Fahrgast bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中公共汽车与其他机动车辆碰撞造成公共汽车乘客的损伤

# model:gnuhealth.pathology,name:V792
source: Bus occupant injured in other and unspecified transport accidents: Unspecified bus occupant injured in collision with other and unspecified motor vehicles in nontraffic accident
de: Nicht näher bezeichneter Autobusbenutzer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中公共汽车与其他机动车辆碰撞造成的公共汽车乘员的损伤

# model:gnuhealth.pathology,name:V793
source: Bus occupant injured in other and unspecified transport accidents: Bus occupant [any] injured in unspecified nontraffic accident
de: Autobusbenutzer [jeder Art] bei nicht näher bezeichnetem Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: [任何]公共汽车乘员在未特指的非交通事故中的损伤

# model:gnuhealth.pathology,name:V794
source: Bus occupant injured in other and unspecified transport accidents: Driver injured in collision with other and unspecified motor vehicles in traffic accident
de: Fahrer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中公共汽车与其他机动车辆碰撞造成公共汽车司机的损伤

# model:gnuhealth.pathology,name:V795
source: Bus occupant injured in other and unspecified transport accidents: Passenger injured in collision with other and unspecified motor vehicles in traffic accident
de: Fahrgast bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中公共汽车与其他机动车辆碰撞造成公共汽车乘客的损伤

# model:gnuhealth.pathology,name:V796
source: Bus occupant injured in other and unspecified transport accidents: Unspecified bus occupant injured in collision with other and unspecified motor vehicles in traffic accident
de: Nicht näher bezeichneter Autobusbenutzer bei Zusammenstoß mit sonstigen und nicht näher bezeichneten Kraftfahrzeugen bei Verkehrsunfall verletzt
zh_cn: 交通事故中公共汽车与其他机动车辆碰撞造成公共汽车乘员的损伤

# model:gnuhealth.pathology,name:V798
source: Bus occupant injured in other and unspecified transport accidents: Bus occupant [any] injured in other specified transport accidents
de: Autobusbenutzer [jeder Art] bei sonstigen näher bezeichneten Transportmittelunfällen verletzt
zh_cn: 公共汽车乘员在其他特指运输事故中的损伤
