Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Z597
source: Insufficient social insurance and welfare support
de: Probleme mit Bezug auf: Ungenügende soziale Sicherung und Fürsorgeunterstützung
fr_fr: Couverture sociale et secours insuffisants
zh_cn: 与社会保险和福利支持不足有关

# model:gnuhealth.pathology,name:Z598
source: Other problems related to housing and economic circumstances
de: Sonstige Probleme mit Bezug auf die Wohnbedingungen und die wirtschaftlichen Verhältnisse
zh_cn: 与住房和经济情况有关的其他问题

# model:gnuhealth.pathology,name:Z599
source: Problem related to housing and economic circumstances, unspecified
de: Problem mit Bezug auf die Wohnbedingungen oder die wirtschaftlichen Verhältnisse, nicht näher bezeichnet
zh_cn: 与住房和经济情况有关的未特指问题

# model:gnuhealth.pathology,name:Z60
source: Problems related to social environment
de: Probleme mit Bezug auf die soziale Umgebung
fr_fr: Difficultés liées à l'environnement social
zh_cn: 与社会环境有关的问题

# model:gnuhealth.pathology,name:Z600
source: Problems of adjustment to life-cycle transitions
de: Anpassungsprobleme an die Übergangsphasen im Lebenszyklus
fr_fr: Difficultés d'ajustement aux transitions entre les différentes périodes de vie
zh_cn: 对生活周期转换的适应问题

# model:gnuhealth.pathology,name:Z601
source: Atypical parenting situation
de: Probleme mit Bezug auf: Atypische familiäre Situation
fr_fr: Situation parentale atypique
zh_cn: 与不定型的养育状况有关

# model:gnuhealth.pathology,name:Z602
source: Living alone
de: Probleme als: Alleinlebende Person
fr_fr: Solitude
zh_cn: 与独自生活有关

# model:gnuhealth.pathology,name:Z603
source: Acculturation difficulty
de: Probleme mit Bezug auf: Schwierigkeiten bei der kulturellen Eingewöhnung
fr_fr: Difficultés liées à l'acculturation
zh_cn: 与文化适应困难有关

# model:gnuhealth.pathology,name:Z604
source: Social exclusion and rejection
de: Probleme mit Bezug auf: Soziale Ausgrenzung oder Ablehnung
fr_fr: Exclusion et rejet sociaux
zh_cn: 与社会排斥和拒绝有关

# model:gnuhealth.pathology,name:Z605
source: Target of perceived adverse discrimination and persecution
de: Probleme mit Bezug auf: Zielscheibe feindlicher Diskriminierung und Verfolgung
fr_fr: Cible d'une discrimination et d'une persécution
zh_cn: 与感觉成为不良歧视和迫害的目标有关

# model:gnuhealth.pathology,name:Z608
source: Other problems related to social environment
de: Sonstige Probleme mit Bezug auf die soziale Umgebung
fr_fr: Autres difficultés liées à l'environnement social
zh_cn: 与社会环境有关的其他问题

# model:gnuhealth.pathology,name:Z609
source: Problem related to social environment, unspecified
de: Problem mit Bezug auf die soziale Umgebung, nicht näher bezeichnet
fr_fr: Difficulté liée à l'environnement social, sans précision
zh_cn: 与社会环境有关的未特指问题

# model:gnuhealth.pathology,name:Z61
source: Problems related to negative life events in childhood
de: Probleme mit Bezug auf negative Kindheitserlebnisse
fr_fr: Difficultés liées à une enfance malheureuse
zh_cn: 与童年时消极生活事件有关的问题

# model:gnuhealth.pathology,name:Z610
source: Loss of love relationship in childhood
de: Probleme mit Bezug auf: Verlust einer nahen Bezugsperson in der Kindheit
fr_fr: Perte de relation affective pendant l'enfance
zh_cn: 与童年时失去所爱亲属有关

# model:gnuhealth.pathology,name:Z611
source: Removal from home in childhood
de: Probleme mit Bezug auf: Herauslösen aus dem Elternhaus in der Kindheit
fr_fr: Départ du foyer pendant l'enfance
zh_cn: 与童年离家有关

# model:gnuhealth.pathology,name:Z612
source: Altered pattern of family relationships in childhood
de: Probleme mit Bezug auf: Veränderung der Struktur der Familienbeziehungen in der Kindheit
fr_fr: Changements dans le tissu des relations familiales pendant l'enfance
zh_cn: 与童年时家庭关系模式的改变有关

# model:gnuhealth.pathology,name:Z613
source: Events resulting in loss of self-esteem in childhood
de: Probleme mit Bezug auf: Ereignisse, die den Verlust des Selbstwertgefühls in der Kindheit zur Folge haben
fr_fr: Evénements résultant de la perte de l'estime de soi pendant l'enfance
zh_cn: 与童年时导致丧失自尊的事件有关

# model:gnuhealth.pathology,name:Z614
source: Problems related to alleged sexual abuse of child by person within primary support group
de: Probleme mit Bezug auf vermuteten sexuellen Missbrauch eines Kindes durch eine Person innerhalb des engeren Familienkreises
fr_fr: Difficultés liées à de possibles sévices sexuels infligés à un enfant par une personne de son entourage immédiat
zh_cn: 与儿童据说受家族内成员的性虐待有关

# model:gnuhealth.pathology,name:Z615
source: Problems related to alleged sexual abuse of child by person outside primary support group
de: Probleme mit Bezug auf vermuteten sexuellen Missbrauch eines Kindes durch eine Person außerhalb des engeren Familienkreises
fr_fr: Difficultés liées à de possibles sévices sexuels infligés à un enfant par une personne étrangère à son entourage immédiat
zh_cn: 与儿童据说受家族以外人员的性虐待有关

# model:gnuhealth.pathology,name:Z616
source: Problems related to alleged physical abuse of child
de: Probleme mit Bezug auf vermutete körperliche Misshandlung eines Kindes
fr_fr: Difficultés liées à de possibles sévices physiques infligés à un enfant
zh_cn: 与儿童据说身体被虐待有关

# model:gnuhealth.pathology,name:Z617
source: Personal frightening experience in childhood
de: Probleme mit Bezug auf: Persönliches angsterregendes Erlebnis in der Kindheit
fr_fr: Expérience personnelle terrifiante
zh_cn: 与在童年时受惊吓的经历有关

# model:gnuhealth.pathology,name:Z618
source: Other negative life events in childhood
de: Probleme mit Bezug auf sonstige negative Kindheitserlebnisse
fr_fr: Autres difficultés liées à une enfance malheureuse
zh_cn: 与童年时其他消极生活事件有关

# model:gnuhealth.pathology,name:Z619
source: Negative life event in childhood, unspecified
de: Problem mit Bezug auf negatives Kindheitserlebnis, nicht näher bezeichnet
zh_cn: 与童年时未特指的消极生活事件有关

# model:gnuhealth.pathology,name:Z62
source: Other problems related to upbringing
de: Andere Probleme mit Bezug auf die Erziehung
fr_fr: Autres difficultés liées à l'éducation
zh_cn: 与养育有关的其他问题

# model:gnuhealth.pathology,name:Z620
source: Inadequate parental supervision and control
de: Probleme mit Bezug auf: Ungenügende elterliche Überwachung und Kontrolle
fr_fr: Surveillance inadéquate de la part des parents
zh_cn: 与父母监督和管教不足有关

# model:gnuhealth.pathology,name:Z621
source: Parental overprotection
de: Probleme mit Bezug auf: Elterliche Überprotektion
fr_fr: Surprotection parentale
zh_cn: 与父母溺爱有关

# model:gnuhealth.pathology,name:Z622
source: Institutional upbringing
de: Probleme mit Bezug auf: Institutionelle(r) Aufenthalt und Erziehung
fr_fr: Education dans une institution
zh_cn: 与公共机构的养育有关

# model:gnuhealth.pathology,name:Z623
source: Hostility towards and scapegoating of child
de: Probleme mit Bezug auf: Feindseligkeit gegenüber dem Kind und ständige Schuldzuweisung an das Kind
fr_fr: Hostilité envers un enfant transformé en bouc émissaire
zh_cn: 与敌视儿童和儿童代为受过有关

# model:gnuhealth.pathology,name:Z624
source: Emotional neglect of child
de: Probleme mit Bezug auf: Emotionale Vernachlässigung eines Kindes
fr_fr: Négligence affective
zh_cn: 与对儿童情感的忽视有关

# model:gnuhealth.pathology,name:Z625
source: Other problems related to neglect in upbringing
de: Andere Probleme mit Bezug auf Vernachlässigung in der Erziehung
fr_fr: Autres difficultés liées à des négligences dans l'éducation
zh_cn: 与忽视养育有关的其他问题

# model:gnuhealth.pathology,name:Z626
source: Inappropriate parental pressure and other abnormal qualities of upbringing
de: Probleme mit Bezug auf: Unangebrachter elterlicher Druck oder andere abnorme Erziehungsmerkmale
fr_fr: Pression parentale inappropriée et autres défauts de l'éducation
zh_cn: 与父母的不适当压力和其他异常性质的养育有关

# model:gnuhealth.pathology,name:Z628
source: Other specified problems related to upbringing
de: Sonstige näher bezeichnete Probleme mit Bezug auf die Erziehung
fr_fr: Autres difficultés précisées liées à l'éducation
zh_cn: 与养育有关的其他特指问题

# model:gnuhealth.pathology,name:Z629
source: Problem related to upbringing, unspecified
de: Problem mit Bezug auf die Erziehung, nicht näher bezeichnet
fr_fr: Difficulté liée à l'éducation, sans précision
zh_cn: 与养育有关的未特指问题

# model:gnuhealth.pathology,name:Z63
source: Other problems related to primary support group, including family circumstances
de: Andere Probleme mit Bezug auf den engeren Familienkreis, einschließlich familiärer Umstände
fr_fr: Autres difficultés liées à l'entourage immédiat, y compris la situation familiale
zh_cn: 与家族(包括家庭环境)有关的其他问题

# model:gnuhealth.pathology,name:Z630
source: Problems in relationship with spouse or partner
de: Probleme in der Beziehung zum Ehepartner oder Partner
fr_fr: Difficultés dans les rapports avec le conjoint ou le partenaire
zh_cn: 与配偶关系有关的问题

# model:gnuhealth.pathology,name:Z631
source: Problems in relationship with parents and in-laws
de: Probleme in der Beziehung zu den Eltern oder angeheirateten Verwandten
fr_fr: Difficultés dans les rapports avec les parents et les beaux-parents
zh_cn: 与父母亲和姻亲关系有关的问题

# model:gnuhealth.pathology,name:Z632
source: Inadequate family support
de: Probleme mit Bezug auf: Ungenügende familiäre Unterstützung
fr_fr: Soutien familial inadéquat
zh_cn: 与家庭生活不适当有关

# model:gnuhealth.pathology,name:Z633
source: Absence of family member
de: Probleme mit Bezug auf: Abwesenheit eines Familienangehörigen
fr_fr: Absence d'un des membres de la famille
zh_cn: 与家庭成员缺少有关

# model:gnuhealth.pathology,name:Z634
source: Disappearance and death of family member
de: Probleme mit Bezug auf: Verschwinden oder Tod eines Familienangehörigen
fr_fr: Disparition et décès d'un membre de la famille
zh_cn: 与家庭成员失踪和死亡有关

# model:gnuhealth.pathology,name:Z635
source: Disruption of family by separation and divorce
de: Probleme mit Bezug auf: Familienzerrüttung durch Trennung oder Scheidung
fr_fr: Dislocation de la famille par séparation et divorce
zh_cn: 与分居和离婚使家庭分裂有关

# model:gnuhealth.pathology,name:Z636
source: Dependent relative needing care at home
de: Probleme mit Bezug auf: Unselbständiger Verwandter, der häusliche Betreuung benötigt
fr_fr: Parent à charge au domicile, nécessitant des soins
zh_cn: 与需要在家照料的不能独立生活的亲属有关

# model:gnuhealth.pathology,name:Z637
source: Other stressful life events affecting family and household
de: Probleme mit Bezug auf: Andere belastende Lebensumstände, die die Familie oder die Haushaltführung in Mitleidenschaft ziehen
fr_fr: Autres événements difficiles ayant une incidence sur la famille et le foyer
zh_cn: 与影响家庭和家属的其他充满压力的生活事件有关

# model:gnuhealth.pathology,name:Z638
source: Other specified problems related to primary support group
de: Sonstige näher bezeichnete Probleme mit Bezug auf den engeren Familienkreis
fr_fr: Autres difficultés précisées liées à l'entourage immédiat
zh_cn: 与家族有关的其他特指问题

# model:gnuhealth.pathology,name:Z639
source: Problem related to primary support group, unspecified
de: Problem mit Bezug auf den engeren Familienkreis, nicht näher bezeichnet
fr_fr: Difficulté liée à l'entourage immédiat, sans précision
zh_cn: 与家族有关的未特指问题

# model:gnuhealth.pathology,name:Z64
source: Problems related to certain psychosocial circumstances
de: Probleme mit Bezug auf bestimmte psychosoziale Umstände
fr_fr: Difficultés liées à certaines situations psycho-sociales
zh_cn: 与某些心理社会情况有关的问题

# model:gnuhealth.pathology,name:Z640
source: Problems related to unwanted pregnancy
de: Probleme mit Bezug auf eine unerwünschte Schwangerschaft
fr_fr: Difficultés liées à une grossesse non désirée
zh_cn: 与不想要的妊娠有关的问题

# model:gnuhealth.pathology,name:Z641
source: Problems related to multiparity
de: Probleme mit Bezug auf Multiparität
fr_fr: Difficultés liées à une multiparité
zh_cn: 与多产有关的问题

# model:gnuhealth.pathology,name:Z642
source: Seeking and accepting physical, nutritional and chemical interventions known to be hazardous and harmful
de: Suchen und Akzeptieren von körperlichen, chemischen oder Ernährungsmaßnahmen, die bekanntermaßen gefährlich und schädlich sind
fr_fr: Recherche et acceptation d'interventions physiques, nutritionnelles et chimiques connues comme dangereuses et nuisibles
zh_cn: 寻求和接受躯体、营养和化学性干预措施，这些措施已知是危险和有害的

# model:gnuhealth.pathology,name:Z643
source: Seeking and accepting behavioural and psychological interventions known to be hazardous and harmful
de: Suchen und Akzeptieren von verhaltenspsychologischen Maßnahmen, die bekanntermaßen gefährlich und schädlich sind
fr_fr: Recherche et acceptation d'interventions comportementales et psychologiques connues comme dangereuses et nuisibles
zh_cn: 寻求和接受行为和心理上的干预措施，这些措施已知是危险和有害的

# model:gnuhealth.pathology,name:Z644
source: Discord with counsellors
de: Probleme mit Bezug auf: Unstimmigkeit mit Beratungspersonen
fr_fr: Désaccord avec les conseillers
zh_cn: 与顾问不和有关

# model:gnuhealth.pathology,name:Z65
source: Problems related to other psychosocial circumstances
de: Probleme mit Bezug auf andere psychosoziale Umstände
fr_fr: Difficultés liées à d'autres situations psycho-sociales
zh_cn: 与其他心理社会情况有关的问题

# model:gnuhealth.pathology,name:Z650
source: Conviction in civil and criminal proceedings without imprisonment
de: Probleme mit Bezug auf: Verurteilung in Zivil- oder Strafverfahren, ohne Freiheitsstrafe
fr_fr: Condamnation, sans emprisonnement, après procès civil ou pénal
zh_cn: 与在民事和刑事诉讼程序中定罪、未被监禁有关

# model:gnuhealth.pathology,name:Z651
source: Imprisonment and other incarceration
de: Probleme mit Bezug auf: Gefängnisstrafe oder andere Formen der Freiheitsstrafe
fr_fr: Emprisonnement et autre incarcération
zh_cn: 与监禁和其他入狱有关

# model:gnuhealth.pathology,name:Z652
source: Problems related to release from prison
de: Probleme im Zusammenhang mit der Entlassung aus dem Gefängnis
fr_fr: Difficultés liées à une libération de prison
zh_cn: 与从监狱释放有关的问题

# model:gnuhealth.pathology,name:Z653
source: Problems related to other legal circumstances
de: Probleme mit Bezug auf andere Rechtsumstände
fr_fr: Difficultés liées à d'autres situations juridiques
zh_cn: 与其他法律情况有关的问题

# model:gnuhealth.pathology,name:Z654
source: Victim of crime and terrorism
de: Opfer von Verbrechen oder Terrorismus
fr_fr: Victime d'un crime et d'actes terroristes
zh_cn: 与犯罪和恐怖主义的受害者有关

# model:gnuhealth.pathology,name:Z655
source: Exposure to disaster, war and other hostilities
de: Betroffensein von einer Katastrophe, einem Krieg oder anderen Feindseligkeiten
fr_fr: Exposition à une catastrophe, une guerre et autres hostilités
zh_cn: 与暴露于灾害、战争和其他敌对行为有关

# model:gnuhealth.pathology,name:Z658
source: Other specified problems related to psychosocial circumstances
de: Sonstige näher bezeichnete Probleme mit Bezug auf psychosoziale Umstände
fr_fr: Autres difficultés précisées liées à des situations psycho-sociales
zh_cn: 与心理社会情况有关的其他特指问题

# model:gnuhealth.pathology,name:Z659
source: Problem related to unspecified psychosocial circumstances
de: Problem mit Bezug auf nicht näher bezeichnete psychosoziale Umstände
fr_fr: Difficulté liée à des situations psycho-sociales, sans précision
zh_cn: 与未特指的心理社会情况有关的问题

# model:gnuhealth.pathology,name:Z70
source: Counselling related to sexual attitude, behaviour and orientation
de: Beratung in Bezug auf Sexualeinstellung, -verhalten oder -orientierung
fr_fr: Conseils relatifs aux attitudes, comportement et orientation en matière de sexualité
zh_cn: 与性态度、性行为和性取向有关的咨询

# model:gnuhealth.pathology,name:Z700
source: Counselling related to sexual attitude
de: Beratung in Bezug auf Einstellung zur Sexualität
fr_fr: Conseil relatif aux attitudes en matière de sexualité
zh_cn: 与性态度有关的咨询

# model:gnuhealth.pathology,name:Z701
source: Counselling related to patient's sexual behaviour and orientation
de: Beratung in Bezug auf Sexualverhalten oder -orientierung
fr_fr: Conseil relatif au comportement et à l'orientation du sujet en matière de sexualité
zh_cn: 与病人的性行为和性取向有关的咨询

# model:gnuhealth.pathology,name:Z702
source: Counselling related to sexual behaviour and orientation of third party
de: Beratung in Bezug auf Sexualverhalten oder -orientierung Dritter
fr_fr: Conseil relatif au comportement et à l'orientation d'un tiers en matière de sexualité
zh_cn: 与第三方的性行为和性取向有关的咨询

# model:gnuhealth.pathology,name:Z703
source: Counselling related to combined concerns regarding sexual attitude, behaviour and orientation
de: Beratung in Bezug auf kombinierte Probleme hinsichtlich Sexualeinstellung, -verhalten oder -orientierung
fr_fr: Conseil relatif à des préoccupations associées concernant les attitudes, le comportement et l'orientation en matière de sexualité
zh_cn: 综合涉及与性态度、性行为和性取向有关的咨询

# model:gnuhealth.pathology,name:Z708
source: Other sex counselling
de: Sonstige Sexualberatung
fr_fr: Autres formes de conseils en matière de sexualité
zh_cn: 其他的性咨询

# model:gnuhealth.pathology,name:Z709
source: Sex counselling, unspecified
de: Sexualberatung, nicht näher bezeichnet
fr_fr: Conseil en matière de sexualité, sans précision
zh_cn: 未特指的性咨询

# model:gnuhealth.pathology,name:Z71
source: Persons encountering health services for other counselling and medical advice, not elsewhere classified
de: Personen, die das Gesundheitswesen zum Zwecke anderer Beratung oder ärztlicher Konsultation in Anspruch nehmen, anderenorts nicht klassifiziert
fr_fr: Sujets en contact avec les services de santé pour d'autres conseils et avis médicaux, non classés ailleurs
zh_cn: 为其他咨询和医疗指导而与保健机构接触的人，不可归类在他处者

# model:gnuhealth.pathology,name:Z710
source: Person consulting on behalf of another person
de: Person, die sich im Namen einer anderen Person beraten lässt
fr_fr: Personne consultant pour le compte d'un tiers
zh_cn: 代表他人咨询的人

# model:gnuhealth.pathology,name:Z711
source: Person with feared complaint in whom no diagnosis is made
de: Person mit Furcht vor Krankheit, bei der keine Diagnose gestellt wird
fr_fr: Sujet inquiet de son état de santé (sans diagnostic)
zh_cn: 未作诊断而具有恐惧主诉的人

# model:gnuhealth.pathology,name:Z712
source: Person consulting for explanation of investigation findings
de: Konsultation zur Erläuterung von Untersuchungsbefunden
fr_fr: Sujet consultant pour explications des résultats d'examen
zh_cn: 为寻求解释调查结果的人

# model:gnuhealth.pathology,name:Z713
source: Dietary counselling and surveillance
de: Diät-Beratung und -Überwachung
fr_fr: Surveillance et conseils diététiques
zh_cn: 饮食的咨询和监督

# model:gnuhealth.pathology,name:Z714
source: Alcohol abuse counselling and surveillance
de: Beratung und Überwachung wegen Alkoholmissbrauchs
fr_fr: Conseil et surveillance pour alcoolisme
zh_cn: 酒精滥用的咨询和监督

# model:gnuhealth.pathology,name:Z715
source: Drug abuse counselling and surveillance
de: Beratung und Überwachung wegen Arzneimittel- oder Drogenmissbrauchs
fr_fr: Conseil et surveillance pour toxicomanie et pharmacodépendance
zh_cn: 药物滥用的咨询和监督

# model:gnuhealth.pathology,name:Z716
source: Tobacco abuse counselling
de: Beratung wegen Tabakmissbrauchs
fr_fr: Conseil pour tabagisme
zh_cn: 烟草滥用的咨询

# model:gnuhealth.pathology,name:Z717
source: Human immunodeficiency virus [HIV] counselling
de: Beratung in Bezug auf HIV [Humanes Immundefizienz-Virus]
fr_fr: Conseil à propos du virus de l'immunodéficience humaine [VIH]
zh_cn: 人类免疫缺陷病毒[HIV]的咨询

# model:gnuhealth.pathology,name:Z718
source: Other specified counselling
de: Sonstige näher bezeichnete Beratung
fr_fr: Autres conseils précisés
zh_cn: 其他特指的咨询

# model:gnuhealth.pathology,name:Z719
source: Counselling, unspecified
de: Beratung, nicht näher bezeichnet
fr_fr: Conseil, sans précision
zh_cn: 咨询，未特指

# model:gnuhealth.pathology,name:Z72
source: Problems related to lifestyle
de: Probleme mit Bezug auf die Lebensführung
fr_fr: Difficultés liées au mode de vie
zh_cn: 与生活方式有关的问题

# model:gnuhealth.pathology,name:Z720
source: Tobacco use
de: Probleme mit Bezug auf: Tabakkonsum
fr_fr: Usage du tabac
zh_cn: 与吸烟有关

# model:gnuhealth.pathology,name:Z721
source: Alcohol use
de: Probleme mit Bezug auf: Alkoholkonsum
fr_fr: Consommation d'alcool
zh_cn: 与饮酒有关

# model:gnuhealth.pathology,name:Z722
source: Drug use
de: Probleme mit Bezug auf: Arzneimittel- oder Drogenkonsum
fr_fr: Utilisation de drogues
zh_cn: 与用药有关

# model:gnuhealth.pathology,name:Z723
source: Lack of physical exercise
de: Probleme mit Bezug auf: Mangel an körperlicher Bewegung
fr_fr: Manque d'exercice physique
zh_cn: 与缺乏身体锻炼有关

# model:gnuhealth.pathology,name:Z724
source: Inappropriate diet and eating habits
de: Probleme mit Bezug auf: Ungeeignete Ernährungs- oder Eßgewohnheiten
fr_fr: Régime et habitudes alimentaires inadéquates
zh_cn: 与不恰当的饮食习惯有关

# model:gnuhealth.pathology,name:Z725
source: High-risk sexual behaviour
de: Probleme mit Bezug auf: Riskantes Sexualverhalten
fr_fr: Comportement sexuel à haut risque
zh_cn: 与高危的性行为有关

# model:gnuhealth.pathology,name:Z726
source: Gambling and betting
de: Probleme mit Bezug auf: Beteiligung an Glücksspielen oder Wetten
fr_fr: Jeu et pari
zh_cn: 与赌博和打赌有关

# model:gnuhealth.pathology,name:Z728
source: Other problems related to lifestyle
de: Sonstige Probleme mit Bezug auf die Lebensführung
fr_fr: Autres difficultés liées au mode de vie
zh_cn: 与生活方式有关的其他问题

# model:gnuhealth.pathology,name:Z729
source: Problem related to lifestyle, unspecified
de: Problem mit Bezug auf die Lebensführung, nicht näher bezeichnet
fr_fr: Difficulté liée au mode de vie, sans précision
zh_cn: 与生活方式有关的未特指问题

# model:gnuhealth.pathology,name:Z73
source: Problems related to life-management difficulty
de: Probleme mit Bezug auf Schwierigkeiten bei der Lebensbewältigung
fr_fr: Difficultés liées à l'orientation de son mode de vie
zh_cn: 与生活管理困难有关的问题

# model:gnuhealth.pathology,name:Z730
source: Burn-out
de: Ausgebranntsein
fr_fr: Surmenage
zh_cn: 与体力耗尽有关

# model:gnuhealth.pathology,name:Z731
source: Accentuation of personality traits
de: Probleme mit Bezug auf: Akzentuierung von Persönlichkeitszügen
fr_fr: Accentuation de certains traits de la personnalité
zh_cn: 与个性品质增强有关

# model:gnuhealth.pathology,name:Z732
source: Lack of relaxation and leisure
de: Probleme mit Bezug auf: Mangel an Entspannung oder Freizeit
fr_fr: Manque de repos et de loisirs
zh_cn: 与缺乏休息和空暇时间有关

# model:gnuhealth.pathology,name:Z733
source: Stress, not elsewhere classified
de: Probleme mit Bezug auf: Stress, anderenorts nicht klassifiziert
fr_fr: Stress, non classé ailleurs
zh_cn: 与精神紧张有关，不可归类在他处者

# model:gnuhealth.pathology,name:Z734
source: Inadequate social skills, not elsewhere classified
de: Probleme mit Bezug auf: Unzulängliche soziale Fähigkeiten, anderenorts nicht klassifiziert
fr_fr: Compétences sociales inadéquates, non classées ailleurs
zh_cn: 与社会技能不足有关，不可归类在他处者

# model:gnuhealth.pathology,name:Z735
source: Social role conflict, not elsewhere classified
de: Probleme mit Bezug auf: Sozialer Rollenkonflikt, anderenorts nicht klassifiziert
fr_fr: Conflit sur le rôle social, non classé ailleurs
zh_cn: 与社会职责冲突有关，不可归类在他处者

# model:gnuhealth.pathology,name:Z736
source: Limitation of activities due to disability
de: Probleme mit Bezug auf: Einschränkung von Aktivitäten durch Behinderung
fr_fr: Limites imposées aux activités par une incapacité
zh_cn: 与由于伤残引起的活动受限有关

# model:gnuhealth.pathology,name:Z738
source: Other problems related to life-management difficulty
de: Sonstige Probleme mit Bezug auf die Lebensbewältigung
fr_fr: Autres difficultés liées à l'orientation de son mode de vie
zh_cn: 与生活管理困难有关的其他问题

# model:gnuhealth.pathology,name:Z739
source: Problem related to life-management difficulty, unspecified
de: Problem mit Bezug auf die Lebensbewältigung, nicht näher bezeichnet
fr_fr: Difficulté liée à l'orientation d'un mode de vie non précisé
zh_cn: 与生活管理困难有关的未特指问题

# model:gnuhealth.pathology,name:Z74
source: Problems related to care-provider dependency
de: Probleme mit Bezug auf Pflegebedürftigkeit
fr_fr: Difficultés liées à une dépendance envers la personne qui donne les soins
zh_cn: 与依赖于照料人员有关的问题

# model:gnuhealth.pathology,name:Z740
source: Need for assistance due to reduced mobility
de: Probleme mit Bezug auf: Hilfsbedürftigkeit wegen eingeschränkter Mobilität
zh_cn: 由于活动能力降低而需要帮助
