Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:X380
source: Home
de: Opfer von Überschwemmung: Zu Hause
fr_fr: inondation | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X381
source: Residential institution
de: Opfer von Überschwemmung: Wohnheime oder -anstalten
fr_fr: inondation | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X382
source: School, other institution and public administrative area
de: Opfer von Überschwemmung: Schule, sonstige öffentliche Bauten
fr_fr: inondation | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X383
source: Sports and athletics area
de: Opfer von Überschwemmung: Sportstätten
fr_fr: inondation | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X384
source: Street and highway
de: Opfer von Überschwemmung: Straßen und Wege
fr_fr: inondation | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X385
source: Trade and service area
de: Opfer von Überschwemmung: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: inondation | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X386
source: Industrial and construction area
de: Opfer von Überschwemmung: Industrieanlagen und Baustellen
fr_fr: inondation | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X387
source: Farm
de: Opfer von Überschwemmung: Landwirtschaftlicher Betrieb
fr_fr: inondation | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X388
source: Other specified place
de: Opfer von Überschwemmung: Sonstige näher bezeichnete Orte
fr_fr: inondation | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X389
source: Unspecified place
de: Opfer von Überschwemmung: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: inondation | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X39
source: Exposure to other and unspecified forces of nature
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten Naturkräften
fr_fr: Exposition à des forces de la nature, autres et sans précision
zh_cn: 暴露于其他和未特指的自然力量下

# model:gnuhealth.pathology,name:X390
source: Home
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten Naturkräften: Zu Hause
fr_fr: exposition à des forces de la nature, autres et sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X391
source: Residential institution
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten Naturkräften: Wohnheime oder -anstalten
fr_fr: exposition à des forces de la nature, autres et sans précision | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X392
source: School, other institution and public administrative area
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten Naturkräften: Schule, sonstige öffentliche Bauten
fr_fr: exposition à des forces de la nature, autres et sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X393
source: Sports and athletics area
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten Naturkräften: Sportstätten
fr_fr: exposition à des forces de la nature, autres et sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X394
source: Street and highway
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten Naturkräften: Straßen und Wege
fr_fr: exposition à des forces de la nature, autres et sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X395
source: Trade and service area
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten Naturkräften: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à des forces de la nature, autres et sans précision | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X396
source: Industrial and construction area
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten Naturkräften: Industrieanlagen und Baustellen
fr_fr: exposition à des forces de la nature, autres et sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X397
source: Farm
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten Naturkräften: Landwirtschaftlicher Betrieb
fr_fr: exposition à des forces de la nature, autres et sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X398
source: Other specified place
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten Naturkräften: Sonstige näher bezeichnete Orte
fr_fr: exposition à des forces de la nature, autres et sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X399
source: Unspecified place
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten Naturkräften: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à des forces de la nature, autres et sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X40
source: Accidental poisoning by and exposure to nonopioid analgesics, antipyretics and antirheumatics
de: Akzidentelle Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika
fr_fr: Intoxication accidentelle par des analgésiques, antipyrétiques et antirhumatismaux, non opiacés et exposition à ces produits
zh_cn: 非阿片样镇痛药、解热药和抗风湿药的意外中毒及暴露于该类药物

# model:gnuhealth.pathology,name:X400
source: Home
de: Akzidentelle Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Zu Hause
fr_fr: intoxication accidentelle par des analgésiques, antipyrétiques et antirhumatismaux, non opiacés et exposition à ces produits | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X401
source: Residential institution
de: Akzidentelle Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Wohnheime oder -anstalten
fr_fr: intoxication accidentelle par des analgésiques, antipyrétiques et antirhumatismaux, non opiacés et exposition à ces produits | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X402
source: School, other institution and public administrative area
de: Akzidentelle Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Schule, sonstige öffentliche Bauten
fr_fr: intoxication accidentelle par des analgésiques, antipyrétiques et antirhumatismaux, non opiacés et exposition à ces produits | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X403
source: Sports and athletics area
de: Akzidentelle Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Sportstätten
fr_fr: intoxication accidentelle par des analgésiques, antipyrétiques et antirhumatismaux, non opiacés et exposition à ces produits | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X404
source: Street and highway
de: Akzidentelle Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Straßen und Wege
fr_fr: intoxication accidentelle par des analgésiques, antipyrétiques et antirhumatismaux, non opiacés et exposition à ces produits | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X405
source: Trade and service area
de: Akzidentelle Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: intoxication accidentelle par des analgésiques, antipyrétiques et antirhumatismaux, non opiacés et exposition à ces produits | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X406
source: Industrial and construction area
de: Akzidentelle Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Industrieanlagen und Baustellen
fr_fr: intoxication accidentelle par des analgésiques, antipyrétiques et antirhumatismaux, non opiacés et exposition à ces produits | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X407
source: Farm
de: Akzidentelle Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Landwirtschaftlicher Betrieb
fr_fr: intoxication accidentelle par des analgésiques, antipyrétiques et antirhumatismaux, non opiacés et exposition à ces produits | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X408
source: Other specified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Sonstige näher bezeichnete Orte
fr_fr: intoxication accidentelle par des analgésiques, antipyrétiques et antirhumatismaux, non opiacés et exposition à ces produits | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X409
source: Unspecified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: intoxication accidentelle par des analgésiques, antipyrétiques et antirhumatismaux, non opiacés et exposition à ces produits | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X41
source: Accidental poisoning by and exposure to antiepileptic, sedative-hypnotic, antiparkinsonism and psychotropic drugs, not elsewhere classified
de: Akzidentelle Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmitteln und psychotropen Substanzen, anderenorts nicht klassifiziert
zh_cn: 镇癫痫药、镇静催眠药、抗帕金森病药和对精神有影响的药物的意外中毒及暴露于该类药物，不可归类在他处者

# model:gnuhealth.pathology,name:X410
source: Home
de: Akzidentelle Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmitteln und psychotropen Substanzen, anderenorts nicht klassifiziert: Zu Hause
fr_fr: intoxication accidentelle par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X411
source: Residential institution
de: Akzidentelle Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmitteln und psychotropen Substanzen, anderenorts nicht klassifiziert: Wohnheime oder -anstalten
fr_fr: intoxication accidentelle par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X412
source: School, other institution and public administrative area
de: Akzidentelle Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmitteln und psychotropen Substanzen, anderenorts nicht klassifiziert: Schule, sonstige öffentliche Bauten
fr_fr: intoxication accidentelle par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X413
source: Sports and athletics area
de: Akzidentelle Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmitteln und psychotropen Substanzen, anderenorts nicht klassifiziert: Sportstätten
fr_fr: intoxication accidentelle par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X414
source: Street and highway
de: Akzidentelle Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmitteln und psychotropen Substanzen, anderenorts nicht klassifiziert: Straßen und Wege
fr_fr: intoxication accidentelle par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X415
source: Trade and service area
de: Akzidentelle Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmitteln und psychotropen Substanzen, anderenorts nicht klassifiziert: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: intoxication accidentelle par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X416
source: Industrial and construction area
de: Akzidentelle Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmitteln und psychotropen Substanzen, anderenorts nicht klassifiziert: Industrieanlagen und Baustellen
fr_fr: intoxication accidentelle par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X417
source: Farm
de: Akzidentelle Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmitteln und psychotropen Substanzen, anderenorts nicht klassifiziert: Landwirtschaftlicher Betrieb
fr_fr: intoxication accidentelle par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X418
source: Other specified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmitteln und psychotropen Substanzen, anderenorts nicht klassifiziert: Sonstige näher bezeichnete Orte
fr_fr: intoxication accidentelle par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X419
source: Unspecified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmitteln und psychotropen Substanzen, anderenorts nicht klassifiziert: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: intoxication accidentelle par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X42
source: Accidental poisoning by and exposure to narcotics and psychodysleptics [hallucinogens], not elsewhere classified
de: Akzidentelle Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert
fr_fr: Intoxication accidentelle par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs
zh_cn: 麻醉品和致幻药[致幻剂]意外中毒及暴露于该类药物，不可归类在他处者

# model:gnuhealth.pathology,name:X420
source: Home
de: Akzidentelle Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Zu Hause
fr_fr: intoxication accidentelle par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X421
source: Residential institution
de: Akzidentelle Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Wohnheime oder -anstalten
fr_fr: intoxication accidentelle par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X422
source: School, other institution and public administrative area
de: Akzidentelle Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Schule, sonstige öffentliche Bauten
fr_fr: intoxication accidentelle par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X423
source: Sports and athletics area
de: Akzidentelle Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Sportstätten
fr_fr: intoxication accidentelle par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X424
source: Street and highway
de: Akzidentelle Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Straßen und Wege
fr_fr: intoxication accidentelle par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X425
source: Trade and service area
de: Akzidentelle Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: intoxication accidentelle par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X426
source: Industrial and construction area
de: Akzidentelle Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Industrieanlagen und Baustellen
fr_fr: intoxication accidentelle par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X427
source: Farm
de: Akzidentelle Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Landwirtschaftlicher Betrieb
fr_fr: intoxication accidentelle par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X428
source: Other specified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Sonstige näher bezeichnete Orte
fr_fr: intoxication accidentelle par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X429
source: Unspecified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: intoxication accidentelle par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X43
source: Accidental poisoning by and exposure to other drugs acting on the autonomic nervous system
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem
fr_fr: Intoxication accidentelle par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces substances
zh_cn: 作用于自主神经系统的其他药物的意外中毒及暴露于该类药物

# model:gnuhealth.pathology,name:X430
source: Home
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Zu Hause
fr_fr: intoxication accidentelle par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces substances | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X431
source: Residential institution
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Wohnheime oder -anstalten
fr_fr: intoxication accidentelle par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces substances | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X432
source: School, other institution and public administrative area
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Schule, sonstige öffentliche Bauten
fr_fr: intoxication accidentelle par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces substances | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X433
source: Sports and athletics area
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Sportstätten
fr_fr: intoxication accidentelle par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces substances | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X434
source: Street and highway
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Straßen und Wege
fr_fr: intoxication accidentelle par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces substances | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X435
source: Trade and service area
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: intoxication accidentelle par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces substances | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X436
source: Industrial and construction area
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Industrieanlagen und Baustellen
fr_fr: intoxication accidentelle par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces substances | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X437
source: Farm
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Landwirtschaftlicher Betrieb
fr_fr: intoxication accidentelle par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces substances | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X438
source: Other specified place
de: Akzidentelle Vergiftung durch und Exposition gegenüber sonstige(n) Arzneimittel(n) mit Wirkung auf das autonome Nervensystem: Sonstige näher bezeichnete Orte
fr_fr: intoxication accidentelle par d'autres substances pharmacologiques agissant sur le système nerveux autonome et exposition à ces substances | autres lieux précisés
zh_cn: 其他指定地方
