Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:M341
source: CR(E)ST syndrome
de: CR(E)ST-Syndrom
fr_fr: Syndrome CR(E)ST
zh_cn: 全身性钙质沉着综合征[CR(E)ST]

# model:gnuhealth.pathology,name:M342
source: Systemic sclerosis induced by drugs and chemicals
de: Systemische Sklerose, durch Arzneimittel oder chemische Substanzen induziert
fr_fr: Sclérose systémique due à des médicaments et des produits chimiques
zh_cn: 药物和化学物质诱发的全身性硬皮病

# model:gnuhealth.pathology,name:M348
source: Other forms of systemic sclerosis
de: Sonstige Formen der systemischen Sklerose
fr_fr: Autres formes de sclérose systémique
zh_cn: 其他形式的全身性硬皮病

# model:gnuhealth.pathology,name:M349
source: Systemic sclerosis, unspecified
de: Systemische Sklerose, nicht näher bezeichnet
fr_fr: Sclérose systémique, sans précision
zh_cn: 全身性硬皮病

# model:gnuhealth.pathology,name:M35
source: Other systemic involvement of connective tissue
de: Sonstige Krankheiten mit Systembeteiligung des Bindegewebes
fr_fr: Autres atteintes systémiques du tissu conjonctif
zh_cn: 结缔组织的其他系统性受累

# model:gnuhealth.pathology,name:M350
source: Sicca syndrome [Sjögren]
de: Sicca-Syndrom [Sjögren-Syndrom]
fr_fr: Syndrome de Gougerot-Sjögren
zh_cn: 干燥综合征[舍格伦]

# model:gnuhealth.pathology,name:M351
source: Other overlap syndromes
de: Sonstige Overlap-Syndrome
fr_fr: Autres formes de passage
zh_cn: 其他重叠综合征

# model:gnuhealth.pathology,name:M352
source: Behçet
de: Behçet-Krankheit
zh_cn: 贝赫切特[贝切特]病

# model:gnuhealth.pathology,name:M354
source: Diffuse (eosinophilic) fasciitis
de: Eosinophile Fasziitis
fr_fr: Fasciite disséminée (à éosinophiles)
zh_cn: 弥漫性(嗜酸细胞性)筋膜炎

# model:gnuhealth.pathology,name:M355
source: Multifocal fibrosclerosis
de: Multifokale Fibrosklerose
fr_fr: Fibrosclérose multiple
zh_cn: 多病灶性纤维硬化病

# model:gnuhealth.pathology,name:M356
source: Relapsing panniculitis [Weber-Christian]
de: Rezidivierende Pannikulitis [Pfeifer-Weber-Christian-Krankheit]
fr_fr: Panniculite récidivante [Weber-Christian]
zh_cn: 复发性脂膜炎[韦伯-克里斯琴]

# model:gnuhealth.pathology,name:M357
source: Hypermobility syndrome
de: Hypermobilitäts-Syndrom
fr_fr: Syndrome d'hypermobilité
zh_cn: 过度活动综合征

# model:gnuhealth.pathology,name:M358
source: Other specified systemic involvement of connective tissue
de: Sonstige näher bezeichnete Krankheiten mit Systembeteiligung des Bindegewebes
fr_fr: Autres atteintes systémiques précisées du tissu conjonctif
zh_cn: 结缔组织其他特指的系统性受累

# model:gnuhealth.pathology,name:M359
source: Systemic involvement of connective tissue, unspecified
de: Krankheit mit Systembeteiligung des Bindegewebes, nicht näher bezeichnet
fr_fr: Atteinte systémique du tissu conjonctif, sans précision
zh_cn: 结缔组织系统性受累

# model:gnuhealth.pathology,name:M36
source: Systemic disorders of connective tissue in diseases classified elsewhere
de: Systemkrankheiten des Bindegewebes bei anderenorts klassifizierten Krankheiten
fr_fr: Atteintes systémiques du tissu conjonctif au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的系统性结缔组织疾患

# model:gnuhealth.pathology,name:M360
source: Dermato(poly)myositis in neoplastic disease
de: Dermatomyositis-Polymyositis bei Neubildungen
fr_fr: Dermato(poly)myosite au cours de maladies tumorales (C00-D48+)
zh_cn: 肿瘤病引起的皮(多)肌炎(COO-D48+)

# model:gnuhealth.pathology,name:M361
source: Arthropathy in neoplastic disease
de: Arthropathie bei Neubildungen
fr_fr: Arthropathie au cours de maladies tumorales classées ailleurs (C00-D48+)
zh_cn: 肿瘤病引起的关节病(C00-D48+)

# model:gnuhealth.pathology,name:M362
source: Haemophilic arthropathy
de: Arthropathia haemophilica
fr_fr: Arthropathie hémophilique (D66-D68+)
zh_cn: 血友病性关节病(D66-D68+)

# model:gnuhealth.pathology,name:M363
source: Arthropathy in other blood disorders
de: Arthropathie bei sonstigen anderenorts klassifizierten Blutkrankheiten
fr_fr: Arthropathie au cours d'autres maladies du sang classées ailleurs (D50-D76+)
zh_cn: 其他血液疾患引起的关节病(D50-D76+)

# model:gnuhealth.pathology,name:M364
source: Arthropathy in hypersensitivity reactions classified elsewhere
de: Arthropathie bei anderenorts klassifizierten Hypersensitivitätsreaktionen
fr_fr: Arthropathie au cours de réactions d'hypersensibilité classées ailleurs
zh_cn: 分类于他处的过敏反应引起的关节病

# model:gnuhealth.pathology,name:M368
source: Systemic disorders of connective tissue in other diseases classified elsewhere
de: Systemkrankheiten des Bindegewebes bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Atteintes systémiques du tissu conjonctif au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的系统性结缔组织疾患

# model:gnuhealth.pathology,name:M40
source: Kyphosis and lordosis
de: Kyphose und Lordose
fr_fr: Cyphose et lordose
zh_cn: 脊柱后凸和脊柱前凸

# model:gnuhealth.pathology,name:M400
source: Postural kyphosis
de: Kyphose als Haltungsstörung
fr_fr: Cyphose posturale
zh_cn: 姿势性脊柱后凸

# model:gnuhealth.pathology,name:M401
source: Other secondary kyphosis
de: Sonstige sekundäre Kyphose
fr_fr: Autres cyphoses secondaires
zh_cn: 其他的继发性脊柱后凸

# model:gnuhealth.pathology,name:M402
source: Other and unspecified kyphosis
de: Sonstige und nicht näher bezeichnete Kyphose
fr_fr: Cyphoses autres et non précisées
zh_cn: 其他和脊柱后凸

# model:gnuhealth.pathology,name:M403
source: Flatback syndrome
de: Flachrücken
fr_fr: Syndrome du dos plat
zh_cn: 直背综合征

# model:gnuhealth.pathology,name:M404
source: Other lordosis
de: Sonstige Lordose
fr_fr: Autres lordoses
zh_cn: 其他的脊柱前凸

# model:gnuhealth.pathology,name:M405
source: Lordosis, unspecified
de: Lordose, nicht näher bezeichnet
fr_fr: Lordose, sans précision
zh_cn: 脊柱前凸

# model:gnuhealth.pathology,name:M41
source: Scoliosis
de: Skoliose
fr_fr: Scoliose
zh_cn: 脊柱侧弯[脊柱侧凸]

# model:gnuhealth.pathology,name:M410
source: Infantile idiopathic scoliosis
de: Idiopathische Skoliose beim Kind
fr_fr: Scoliose idiopathique infantile
zh_cn: 婴儿特发性脊柱侧弯

# model:gnuhealth.pathology,name:M411
source: Juvenile idiopathic scoliosis
de: Idiopathische Skoliose beim Jugendlichen
fr_fr: Scoliose juvénile idiopathique
zh_cn: 幼年型特发性脊柱侧弯

# model:gnuhealth.pathology,name:M412
source: Other idiopathic scoliosis
de: Sonstige idiopathische Skoliose
fr_fr: Autres scolioses idiopathiques
zh_cn: 其他的特发性脊柱侧弯

# model:gnuhealth.pathology,name:M413
source: Thoracogenic scoliosis
de: Thoraxbedingte Skoliose
fr_fr: Scoliose par anomalie dorsale
zh_cn: 胸源性脊柱侧弯

# model:gnuhealth.pathology,name:M414
source: Neuromuscular scoliosis
de: Neuromyopathische Skoliose
fr_fr: Scoliose neuro-musculaire
zh_cn: 神经肌肉性脊柱侧弯

# model:gnuhealth.pathology,name:M415
source: Other secondary scoliosis
de: Sonstige sekundäre Skoliose
fr_fr: Autres formes de scoliose secondaire
zh_cn: 其他的继发性脊柱侧弯

# model:gnuhealth.pathology,name:M418
source: Other forms of scoliosis
de: Sonstige Formen der Skoliose
fr_fr: Autres formes de scoliose
zh_cn: 其他形式的脊柱侧弯

# model:gnuhealth.pathology,name:M419
source: Scoliosis, unspecified
de: Skoliose, nicht näher bezeichnet
fr_fr: Scoliose, sans précision
zh_cn: 脊柱侧弯

# model:gnuhealth.pathology,name:M42
source: Spinal osteochondrosis
de: Osteochondrose der Wirbelsäule
fr_fr: Ostéochondrite vertébrale
zh_cn: 脊柱骨软骨病

# model:gnuhealth.pathology,name:M420
source: Juvenile osteochondrosis of spine
de: Juvenile Osteochondrose der Wirbelsäule
fr_fr: Ostéochondrite vertébrale juvénile
zh_cn: 幼年型脊柱骨软骨病

# model:gnuhealth.pathology,name:M421
source: Adult osteochondrosis of spine
de: Osteochondrose der Wirbelsäule beim Erwachsenen
fr_fr: Ostéochondrite vertébrale de l'adulte
zh_cn: 成年脊柱骨软骨病

# model:gnuhealth.pathology,name:M429
source: Spinal osteochondrosis, unspecified
de: Osteochondrose der Wirbelsäule, nicht näher bezeichnet
fr_fr: Ostéochondrite vertébrale, sans précision
zh_cn: 脊柱骨软骨病

# model:gnuhealth.pathology,name:M43
source: Other deforming dorsopathies
de: Sonstige Deformitäten der Wirbelsäule und des Rückens
fr_fr: Autres dorsopathies avec déformation
zh_cn: 其他变形性背部病

# model:gnuhealth.pathology,name:M430
source: Spondylolysis
de: Spondylolyse
fr_fr: Spondylolyse
zh_cn: 脊椎骨脱离

# model:gnuhealth.pathology,name:M432
source: Other fusion of spine
de: Sonstige Wirbelfusion
fr_fr: Autres soudures vertébrales
zh_cn: 脊柱的其他融合

# model:gnuhealth.pathology,name:M433
source: Recurrent atlantoaxial subluxation with myelopathy
de: Habituelle atlanto-axiale Subluxation mit Myelopathie
fr_fr: Subluxation récidivante atloïdo-axoïdienne avec myélopathie
zh_cn: 复发性寰枢不完全性脱位伴有脊髓病

# model:gnuhealth.pathology,name:M434
source: Other recurrent atlantoaxial subluxation
de: Sonstige habituelle atlanto-axiale Subluxation
fr_fr: Autres subluxations atloïdo-axoïdiennes récidivantes
zh_cn: 其他的复发性寰枢不完全性脱位

# model:gnuhealth.pathology,name:M435
source: Other recurrent vertebral subluxation
de: Sonstige habituelle Wirbelsubluxation
fr_fr: Autres subluxations vertébrales récidivantes
zh_cn: 其他的复发性脊椎不完全性脱位

# model:gnuhealth.pathology,name:M436
source: Torticollis
de: Tortikollis
fr_fr: Torticolis
zh_cn: 斜颈

# model:gnuhealth.pathology,name:M438
source: Other specified deforming dorsopathies
de: Sonstige näher bezeichnete Deformitäten der Wirbelsäule und des Rückens
fr_fr: Autres dorsopathies avec déformation précisées
zh_cn: 其他特指的变形性背部病

# model:gnuhealth.pathology,name:M439
source: Deforming dorsopathy, unspecified
de: Deformität der Wirbelsäule und des Rückens, nicht näher bezeichnet
fr_fr: Dorsopathie avec déformation, sans précision
zh_cn: 变形性背部病

# model:gnuhealth.pathology,name:M45
source: Ankylosing spondylitis
de: Spondylitis ankylosans
fr_fr: Spondylarthrite ankylosante
zh_cn: 强直性脊柱炎

# model:gnuhealth.pathology,name:M46
source: Other inflammatory spondylopathies
de: Sonstige entzündliche Spondylopathien
fr_fr: Autres spondylopathies inflammatoires
zh_cn: 其他炎性脊椎病

# model:gnuhealth.pathology,name:M460
source: Spinal enthesopathy
de: Spinale Enthesopathie
fr_fr: Enthésopathie spinale
zh_cn: 脊柱肌腱端病

# model:gnuhealth.pathology,name:M461
source: Sacroiliitis, not elsewhere classified
de: Sakroiliitis, anderenorts nicht klassifiziert
zh_cn: 骶髂关节炎，不可归类在他处者

# model:gnuhealth.pathology,name:M462
source: Osteomyelitis of vertebra
de: Wirbelosteomyelitis
fr_fr: Ostéomyélite vertébrale
zh_cn: 椎骨骨髓炎

# model:gnuhealth.pathology,name:M463
source: Infection of intervertebral disc (pyogenic)
de: Bandscheibeninfektion (pyogen)
zh_cn: 椎间盘感染(脓性)

# model:gnuhealth.pathology,name:M464
source: Discitis, unspecified
de: Diszitis, nicht näher bezeichnet
fr_fr: Discite, sans précision
zh_cn: 关节盘炎

# model:gnuhealth.pathology,name:M465
source: Other infective spondylopathies
de: Sonstige infektiöse Spondylopathien
fr_fr: Autres spondylopathies infectieuses
zh_cn: 其他的感染性脊椎病

# model:gnuhealth.pathology,name:M468
source: Other specified inflammatory spondylopathies
de: Sonstige näher bezeichnete entzündliche Spondylopathien
fr_fr: Autres spondylopathies inflammatoires précisées
zh_cn: 其他特指的炎性脊椎病

# model:gnuhealth.pathology,name:M469
source: Inflammatory spondylopathy, unspecified
de: Entzündliche Spondylopathie, nicht näher bezeichnet
fr_fr: Spondylopathie inflammatoire, sans précision
zh_cn: 炎性脊椎病

# model:gnuhealth.pathology,name:M47
source: Spondylosis
de: Spondylose
fr_fr: Spondylarthrose
zh_cn: 脊椎关节强硬

# model:gnuhealth.pathology,name:M470
source: Anterior spinal and vertebral artery compression syndromes
de: Arteria-spinalis-anterior-Kompressionssyndrom und Arteria-vertebralis-Kompressionssyndrom
fr_fr: Syndromes de compression des artères vertébrale et spinale antérieure (G99.2*)
zh_cn: 脊髓前动脉和椎动脉压迫综合征

# model:gnuhealth.pathology,name:M471
source: Other spondylosis with myelopathy
de: Sonstige Spondylose mit Myelopathie
fr_fr: Autres spondylarthroses avec myélopathie
zh_cn: 其他的脊椎关节强硬伴有脊髓病

# model:gnuhealth.pathology,name:M472
source: Other spondylosis with radiculopathy
de: Sonstige Spondylose mit Radikulopathie
fr_fr: Autres spondylarthroses avec radiculopathie
zh_cn: 其他的脊椎关节强硬伴有神经根病

# model:gnuhealth.pathology,name:M478
source: Other spondylosis
de: Sonstige Spondylose
fr_fr: Autres spondylarthroses
zh_cn: 其他的脊椎关节强硬

# model:gnuhealth.pathology,name:M479
source: Spondylosis, unspecified
de: Spondylose, nicht näher bezeichnet
fr_fr: Spondylarthrose, sans précision
zh_cn: 脊椎关节强硬

# model:gnuhealth.pathology,name:M48
source: Other spondylopathies
de: Sonstige Spondylopathien
fr_fr: Autres spondylopathies
zh_cn: 其他脊椎病

# model:gnuhealth.pathology,name:M480
source: Spinal stenosis
de: Spinal(kanal)stenose
fr_fr: Rétrécissement du canal médullaire
zh_cn: 椎管狭窄

# model:gnuhealth.pathology,name:M481
source: Ankylosing hyperostosis [Forestier]
de: Spondylitis hyperostotica [Forestier-Ott]
fr_fr: Hyperostose ankylosante [Forestier]
zh_cn: 强直性骨肥厚[福雷斯蒂尔]

# model:gnuhealth.pathology,name:M482
source: Kissing spine
de: Baastrup-Syndrom
fr_fr: Arthrose interépineuse
zh_cn: 脊椎棘突吻合

# model:gnuhealth.pathology,name:M483
source: Traumatic spondylopathy
de: Traumatische Spondylopathie
fr_fr: Spondylopathie traumatique
zh_cn: 创伤性脊椎病

# model:gnuhealth.pathology,name:M484
source: Fatigue fracture of vertebra
de: Ermüdungsbruch eines Wirbels
fr_fr: Fracture vertébrale de fatigue
zh_cn: 脊椎疲劳性骨折

# model:gnuhealth.pathology,name:M485
source: Collapsed vertebra, not elsewhere classified
de: Wirbelkörperkompression, anderenorts nicht klassifiziert
fr_fr: Tassement vertébral, non classé ailleurs
zh_cn: 椎体塌陷，不可归类在他处者

# model:gnuhealth.pathology,name:M488
source: Other specified spondylopathies
de: Sonstige näher bezeichnete Spondylopathien
fr_fr: Autres spondylopathies précisées
zh_cn: 其他特指的脊椎病

# model:gnuhealth.pathology,name:M489
source: Spondylopathy, unspecified
de: Spondylopathie, nicht näher bezeichnet
fr_fr: Spondylopathie, sans précision
zh_cn: 脊椎病

# model:gnuhealth.pathology,name:M49
source: Spondylopathies in diseases classified elsewhere
de: Spondylopathien bei anderenorts klassifizierten Krankheiten
fr_fr: Spondylopathies au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的脊椎病

# model:gnuhealth.pathology,name:M490
source: Tuberculosis of spine
de: Tuberkulose der Wirbelsäule
fr_fr: Tuberculose vertébrale (A18.0+)
zh_cn: 脊柱结核(A18.0+)

# model:gnuhealth.pathology,name:M491
source: Brucella spondylitis
de: Spondylitis brucellosa
fr_fr: Spondylite au cours de brucellose (A23.-+)
zh_cn: 布氏杆菌性脊椎炎(A23.-+)

# model:gnuhealth.pathology,name:M492
source: Enterobacterial spondylitis
de: Spondylitis durch Enterobakterien
fr_fr: Spondylite entérobactérienne (A01-A04+)
zh_cn: 肠细菌性脊椎炎(A01-A04+)

# model:gnuhealth.pathology,name:M493
source: Spondylopathy in other infectious and parasitic diseases classified elsewhere
de: Spondylopathie bei sonstigen anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Spondylopathie au cours d'autres maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的传染病和寄生虫病引起的脊椎病

# model:gnuhealth.pathology,name:M494
source: Neuropathic spondylopathy
de: Neuropathische Spondylopathie
fr_fr: Spondylopathie neurologique
zh_cn: 神经病性脊椎病

# model:gnuhealth.pathology,name:M495
source: Collapsed vertebra in diseases classified elsewhere
de: Wirbelkörperkompression bei anderenorts klassifizierten Krankheiten
fr_fr: Tassement vertébral au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的椎体塌陷

# model:gnuhealth.pathology,name:M498
source: Spondylopathy in other diseases classified elsewhere
de: Spondylopathie bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Spondylopathie au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的脊椎病

# model:gnuhealth.pathology,name:M50
source: Cervical disc disorders
de: Zervikale Bandscheibenschäden
zh_cn: 颈椎间盘疾患

# model:gnuhealth.pathology,name:M500
source: Cervical disc disorder with myelopathy
de: Zervikaler Bandscheibenschaden mit Myelopathie
zh_cn: 颈椎间盘疾患伴有脊髓病(G99.2*)

# model:gnuhealth.pathology,name:M501
source: Cervical disc disorder with radiculopathy
de: Zervikaler Bandscheibenschaden mit Radikulopathie
zh_cn: 颈椎间盘疾患伴有神经根病

# model:gnuhealth.pathology,name:M502
source: Other cervical disc displacement
de: Sonstige zervikale Bandscheibenverlagerung
zh_cn: 其他的颈椎间盘移位

# model:gnuhealth.pathology,name:M503
source: Other cervical disc degeneration
de: Sonstige zervikale Bandscheibendegeneration
zh_cn: 其他的颈椎间盘变性

# model:gnuhealth.pathology,name:M508
source: Other cervical disc disorders
de: Sonstige zervikale Bandscheibenschäden
zh_cn: 其他的颈椎间盘疾患

# model:gnuhealth.pathology,name:M509
source: Cervical disc disorder, unspecified
de: Zervikaler Bandscheibenschaden, nicht näher bezeichnet
zh_cn: 颈椎间盘疾患

# model:gnuhealth.pathology,name:M51
source: Other intervertebral disc disorders
de: Sonstige Bandscheibenschäden
zh_cn: 其他椎间盘疾患

# model:gnuhealth.pathology,name:M510
source: Lumbar and other intervertebral disc disorders with myelopathy
de: Lumbale und sonstige Bandscheibenschäden mit Myelopathie
zh_cn: 腰和其他椎间盘疾患伴有脊髓病

# model:gnuhealth.pathology,name:M511
source: Lumbar and other intervertebral disc disorders with radiculopathy
de: Lumbale und sonstige Bandscheibenschäden mit Radikulopathie
zh_cn: 腰和其他椎间盘疾患伴有神经根病

# model:gnuhealth.pathology,name:M512
source: Other specified intervertebral disc displacement
de: Sonstige näher bezeichnete Bandscheibenverlagerung
zh_cn: 其他特指的椎间盘移位

# model:gnuhealth.pathology,name:M513
source: Other specified intervertebral disc degeneration
de: Sonstige näher bezeichnete Bandscheibendegeneration
zh_cn: 其他特指的椎间盘变性

# model:gnuhealth.pathology,name:M514
source: Schmorl nodes
de: Schmorl-Knötchen
zh_cn: 施莫尔结

# model:gnuhealth.pathology,name:M518
source: Other specified intervertebral disc disorders
de: Sonstige näher bezeichnete Bandscheibenschäden
zh_cn: 其他特指的椎间盘疾患

# model:gnuhealth.pathology,name:M519
source: Intervertebral disc disorder, unspecified
de: Bandscheibenschaden, nicht näher bezeichnet
zh_cn: 椎间盘疾患

# model:gnuhealth.pathology,name:M53
source: Other dorsopathies, not elsewhere classified
de: Sonstige Krankheiten der Wirbelsäule und des Rückens, anderenorts nicht klassifiziert
fr_fr: Autres dorsopathies, non classées ailleurs
zh_cn: 其他背部病，不可归类在他处者

# model:gnuhealth.pathology,name:M530
source: Cervicocranial syndrome
de: Zervikozephales Syndrom
fr_fr: Syndrome cervico-céphalique
zh_cn: 颈颅综合征

# model:gnuhealth.pathology,name:M531
source: Cervicobrachial syndrome
de: Zervikobrachial-Syndrom
fr_fr: Syndrome cervico-brachial
zh_cn: 颈臂综合征

# model:gnuhealth.pathology,name:M532
source: Spinal instabilities
de: Instabilität der Wirbelsäule
fr_fr: Instabilités vertébrales
zh_cn: 脊柱不稳定性疾患

# model:gnuhealth.pathology,name:M533
source: Sacrococcygeal disorders, not elsewhere classified
de: Krankheiten der Sakrokokzygealregion, anderenorts nicht klassifiziert
fr_fr: Atteintes sacro-coccygiennes, non classées ailleurs
zh_cn: 骶尾疾患，不可归类在他处者

# model:gnuhealth.pathology,name:M538
source: Other specified dorsopathies
de: Sonstige näher bezeichnete Krankheiten der Wirbelsäule und des Rückens
fr_fr: Autres dorsopathies précisées
zh_cn: 其他特指的背部痛

# model:gnuhealth.pathology,name:M539
source: Dorsopathy, unspecified
de: Krankheit der Wirbelsäule und des Rückens, nicht näher bezeichnet
fr_fr: Dorsopathie, sans précision
zh_cn: 背部病

# model:gnuhealth.pathology,name:M54
source: Dorsalgia
de: Rückenschmerzen
fr_fr: Dorsalgies
zh_cn: 背痛

# model:gnuhealth.pathology,name:M540
source: Panniculitis affecting regions of neck and back
de: Pannikulitis in der Nacken- und Rückenregion
fr_fr: Panniculite affectant le cou et le dos
zh_cn: 影响到颈背区的脂膜炎

# model:gnuhealth.pathology,name:M541
source: Radiculopathy
de: Radikulopathie
fr_fr: Radiculopathie
zh_cn: 神经根病

# model:gnuhealth.pathology,name:M542
source: Cervicalgia
de: Zervikalneuralgie
fr_fr: Cervicalgie
zh_cn: 颈痛

# model:gnuhealth.pathology,name:M543
source: Sciatica
de: Ischialgie
fr_fr: Sciatique
zh_cn: 坐骨神经痛

# model:gnuhealth.pathology,name:M544
source: Lumbago with sciatica
de: Lumboischialgie
fr_fr: Lumbago avec sciatique
zh_cn: 腰痛伴有坐骨神经痛

# model:gnuhealth.pathology,name:M545
source: Low back pain
de: Kreuzschmerz
fr_fr: Lombalgie basse
zh_cn: 下背痛

# model:gnuhealth.pathology,name:M546
source: Pain in thoracic spine
de: Schmerzen im Bereich der Brustwirbelsäule
fr_fr: Rachialgies dorsales
zh_cn: 胸段背痛

# model:gnuhealth.pathology,name:M548
source: Other dorsalgia
de: Sonstige Rückenschmerzen
fr_fr: Autres dorsalgies
zh_cn: 其他的背痛

# model:gnuhealth.pathology,name:M549
source: Dorsalgia, unspecified
de: Rückenschmerzen, nicht näher bezeichnet
fr_fr: Dorsalgie, sans précision
zh_cn: 背痛

# model:gnuhealth.pathology,name:M600
source: Infective myositis
de: Infektiöse Myositis
fr_fr: Myosite infectieuse
zh_cn: 感染性肌炎

# model:gnuhealth.pathology,name:M601
source: Interstitial myositis
de: Interstitielle Myositis
fr_fr: Myosite interstitielle
zh_cn: 间质性肌炎

# model:gnuhealth.pathology,name:M602
source: Foreign body granuloma of soft tissue, not elsewhere classified
de: Fremdkörpergranulom im Weichteilgewebe, anderenorts nicht klassifiziert
fr_fr: Granulome d'un tissu mou, dû à la présence d'un corps étranger non classé ailleurs
zh_cn: 软组织异物肉芽肿，不可归类在他处者

# model:gnuhealth.pathology,name:M608
source: Other myositis
de: Sonstige Myositis
fr_fr: Autres myosites
zh_cn: 其他的肌炎

# model:gnuhealth.pathology,name:M609
source: Myositis, unspecified
de: Myositis, nicht näher bezeichnet
fr_fr: Myosite, sans précision
zh_cn: 肌炎

# model:gnuhealth.pathology,name:M61
source: Calcification and ossification of muscle
de: Kalzifikation und Ossifikation von Muskeln
fr_fr: Calcification et ossification de muscles
zh_cn: 肌肉钙化和骨化

# model:gnuhealth.pathology,name:M610
source: Myositis ossificans traumatica
de: Traumatische Myositis ossificans
fr_fr: Myosite ossifiante traumatique
zh_cn: 外伤性骨化性肌炎

# model:gnuhealth.pathology,name:M612
source: Paralytic calcification and ossification of muscle
de: Kalzifikation und Ossifikation von Muskeln bei Lähmungen
fr_fr: Calcification et ossification paralytiques d'un muscle
zh_cn: 肌肉麻痹性钙化和骨化

# model:gnuhealth.pathology,name:M613
source: Calcification and ossification of muscles associated with burns
de: Kalzifikation und Ossifikation von Muskeln bei Verbrennungen
fr_fr: Calcification et ossification de muscles associées à des brûlures
zh_cn: 与烧伤有关的肌肉钙化和骨化

# model:gnuhealth.pathology,name:M614
source: Other calcification of muscle
de: Sonstige Kalzifikation von Muskeln
fr_fr: Autres calcifications de muscles
zh_cn: 肌肉的其他钙化

# model:gnuhealth.pathology,name:M615
source: Other ossification of muscle
de: Sonstige Ossifikation von Muskeln
fr_fr: Autres ossifications d'un muscle
zh_cn: 肌肉的其他骨化

# model:gnuhealth.pathology,name:M619
source: Calcification and ossification of muscle, unspecified
de: Kalzifikation und Ossifikation von Muskeln, nicht näher bezeichnet
fr_fr: Calcification et ossification d'un muscle, sans précision
zh_cn: 肌肉钙化和骨化

# model:gnuhealth.pathology,name:M62
source: Other disorders of muscle
de: Sonstige Muskelkrankheiten
fr_fr: Autres atteintes musculaires
zh_cn: 肌肉其他疾患

# model:gnuhealth.pathology,name:M620
source: Diastasis of muscle
de: Muskeldiastase
fr_fr: Diastasis musculaire
zh_cn: 肌肉分离

# model:gnuhealth.pathology,name:M621
source: Other rupture of muscle (nontraumatic)
de: Sonstiger Muskelriss (nichttraumatisch)
fr_fr: Autres déchirures musculaires (non traumatiques)
zh_cn: 肌肉的其他(非创伤性)破裂

# model:gnuhealth.pathology,name:M622
source: Ischaemic infarction of muscle
de: Ischämischer Muskelinfarkt (nichttraumatisch)
fr_fr: Infarcissement ischémique musculaire
zh_cn: 肌肉缺血性梗死

# model:gnuhealth.pathology,name:M623
source: Immobility syndrome (paraplegic)
de: Immobilitätssyndrom (paraplegisch)
fr_fr: Syndrome d'immobilité (paraplégique)
zh_cn: 不动综合征(截瘫性)

# model:gnuhealth.pathology,name:M624
source: Contracture of muscle
de: Muskelkontraktur
fr_fr: Contracture musculaire
zh_cn: 肌肉挛缩

# model:gnuhealth.pathology,name:M625
source: Muscle wasting and atrophy, not elsewhere classified
de: Muskelschwund und -atrophie, anderenorts nicht klassifiziert
fr_fr: Atrophie et fonte musculaires, non classées ailleurs
zh_cn: 肌肉的消瘦和萎缩，不可归类在他处者
