Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:X729
source: Unspecified place
de: Vorsätzliche Selbstbeschädigung durch Handfeuerwaffe: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: lésion auto-infligée par décharge d'une arme de poing | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X73
source: Intentional self-harm by rifle, shotgun and larger firearm discharge
de: Vorsätzliche Selbstbeschädigung durch Gewehr, Schrotflinte oder schwerere Feuerwaffe [Schusswaffe]
fr_fr: Lésion auto-infligée par décharge de fusil, de carabine et d'arme de plus grande taille
zh_cn: 用步枪、猎枪和大型火器发射方式故意自害

# model:gnuhealth.pathology,name:X730
source: Home
de: Vorsätzliche Selbstbeschädigung durch Gewehr, Schrotflinte oder schwerere Feuerwaffe [Schußwaffe]: Zu Hause
fr_fr: lésion auto-infligée par décharge de fusil, de carabine et d'arme à feu de plus gros calibre | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X731
source: Residential institution
de: Vorsätzliche Selbstbeschädigung durch Gewehr, Schrotflinte oder schwerere Feuerwaffe [Schußwaffe]: Wohnheime oder -anstalten
fr_fr: lésion auto-infligée par décharge de fusil, de carabine et d'arme à feu de plus gros calibre | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X732
source: School, other institution and public administrative area
de: Vorsätzliche Selbstbeschädigung durch Gewehr, Schrotflinte oder schwerere Feuerwaffe [Schußwaffe]: Schule, sonstige öffentliche Bauten
fr_fr: lésion auto-infligée par décharge de fusil, de carabine et d'arme à feu de plus gros calibre | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X733
source: Sports and athletics area
de: Vorsätzliche Selbstbeschädigung durch Gewehr, Schrotflinte oder schwerere Feuerwaffe [Schußwaffe]: Sportstätten
fr_fr: lésion auto-infligée par décharge de fusil, de carabine et d'arme à feu de plus gros calibre | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X734
source: Street and highway
de: Vorsätzliche Selbstbeschädigung durch Gewehr, Schrotflinte oder schwerere Feuerwaffe [Schußwaffe]: Straßen und Wege
fr_fr: lésion auto-infligée par décharge de fusil, de carabine et d'arme à feu de plus gros calibre | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X735
source: Trade and service area
de: Vorsätzliche Selbstbeschädigung durch Gewehr, Schrotflinte oder schwerere Feuerwaffe [Schußwaffe]: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: lésion auto-infligée par décharge de fusil, de carabine et d'arme à feu de plus gros calibre | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X736
source: Industrial and construction area
de: Vorsätzliche Selbstbeschädigung durch Gewehr, Schrotflinte oder schwerere Feuerwaffe [Schußwaffe]: Industrieanlagen und Baustellen
fr_fr: lésion auto-infligée par décharge de fusil, de carabine et d'arme à feu de plus gros calibre | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X737
source: Farm
de: Vorsätzliche Selbstbeschädigung durch Gewehr, Schrotflinte oder schwerere Feuerwaffe [Schußwaffe]: Landwirtschaftlicher Betrieb
fr_fr: lésion auto-infligée par décharge de fusil, de carabine et d'arme à feu de plus gros calibre | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X738
source: Other specified place
de: Vorsätzliche Selbstbeschädigung durch Gewehr, Schrotflinte oder schwerere Feuerwaffe [Schußwaffe]: Sonstige näher bezeichnete Orte
fr_fr: lésion auto-infligée par décharge de fusil, de carabine et d'arme à feu de plus gros calibre | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X739
source: Unspecified place
de: Vorsätzliche Selbstbeschädigung durch Gewehr, Schrotflinte oder schwerere Feuerwaffe [Schußwaffe]: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: lésion auto-infligée par décharge de fusil, de carabine et d'arme à feu de plus gros calibre | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X74
source: Intentional self-harm by other and unspecified firearm discharge
de: Vorsätzliche Selbstbeschädigung durch sonstige oder nicht näher bezeichnete Feuerwaffe [Schusswaffe]
fr_fr: Lésion auto-infligée par décharge d'armes à feu, autres et sans précision
zh_cn: 用其他和未特指的火器发射方式故意自害

# model:gnuhealth.pathology,name:X740
source: Home
de: Vorsätzliche Selbstbeschädigung durch sonstige oder nicht näher bezeichnete Feuerwaffe [Schußwaffe]: Zu Hause
fr_fr: lésion auto-infligée par décharge d'armes à feu, autres et sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X741
source: Residential institution
de: Vorsätzliche Selbstbeschädigung durch sonstige oder nicht näher bezeichnete Feuerwaffe [Schußwaffe]: Wohnheime oder -anstalten
fr_fr: lésion auto-infligée par décharge d'armes à feu, autres et sans précision | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X742
source: School, other institution and public administrative area
de: Vorsätzliche Selbstbeschädigung durch sonstige oder nicht näher bezeichnete Feuerwaffe [Schußwaffe]: Schule, sonstige öffentliche Bauten
fr_fr: lésion auto-infligée par décharge d'armes à feu, autres et sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X743
source: Sports and athletics area
de: Vorsätzliche Selbstbeschädigung durch sonstige oder nicht näher bezeichnete Feuerwaffe [Schußwaffe]: Sportstätten
fr_fr: lésion auto-infligée par décharge d'armes à feu, autres et sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X744
source: Street and highway
de: Vorsätzliche Selbstbeschädigung durch sonstige oder nicht näher bezeichnete Feuerwaffe [Schußwaffe]: Straßen und Wege
fr_fr: lésion auto-infligée par décharge d'armes à feu, autres et sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X745
source: Trade and service area
de: Vorsätzliche Selbstbeschädigung durch sonstige oder nicht näher bezeichnete Feuerwaffe [Schußwaffe]: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: lésion auto-infligée par décharge d'armes à feu, autres et sans précision | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X746
source: Industrial and construction area
de: Vorsätzliche Selbstbeschädigung durch sonstige oder nicht näher bezeichnete Feuerwaffe [Schußwaffe]: Industrieanlagen und Baustellen
fr_fr: lésion auto-infligée par décharge d'armes à feu, autres et sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X747
source: Farm
de: Vorsätzliche Selbstbeschädigung durch sonstige oder nicht näher bezeichnete Feuerwaffe [Schußwaffe]: Landwirtschaftlicher Betrieb
fr_fr: lésion auto-infligée par décharge d'armes à feu, autres et sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X748
source: Other specified place
de: Vorsätzliche Selbstbeschädigung durch sonstige oder nicht näher bezeichnete Feuerwaffe [Schußwaffe]: Sonstige näher bezeichnete Orte
fr_fr: lésion auto-infligée par décharge d'armes à feu, autres et sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X749
source: Unspecified place
de: Vorsätzliche Selbstbeschädigung durch sonstige oder nicht näher bezeichnete Feuerwaffe [Schußwaffe]: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: lésion auto-infligée par décharge d'armes à feu, autres et sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X75
source: Intentional self-harm by explosive material
de: Vorsätzliche Selbstbeschädigung durch Explosivstoffe
fr_fr: Lésion auto-infligée par utilisation de matériel explosif
zh_cn: 用爆炸物方式故意自害

# model:gnuhealth.pathology,name:X750
source: Home
de: Vorsätzliche Selbstbeschädigung durch Explosivstoffe: Zu Hause
fr_fr: lésion auto-infligée par utilisation de matériel explosif | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X751
source: Residential institution
de: Vorsätzliche Selbstbeschädigung durch Explosivstoffe: Wohnheime oder -anstalten
fr_fr: lésion auto-infligée par utilisation de matériel explosif | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X752
source: School, other institution and public administrative area
de: Vorsätzliche Selbstbeschädigung durch Explosivstoffe: Schule, sonstige öffentliche Bauten
fr_fr: lésion auto-infligée par utilisation de matériel explosif | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X753
source: Sports and athletics area
de: Vorsätzliche Selbstbeschädigung durch Explosivstoffe: Sportstätten
fr_fr: lésion auto-infligée par utilisation de matériel explosif | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X754
source: Street and highway
de: Vorsätzliche Selbstbeschädigung durch Explosivstoffe: Straßen und Wege
fr_fr: lésion auto-infligée par utilisation de matériel explosif | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X755
source: Trade and service area
de: Vorsätzliche Selbstbeschädigung durch Explosivstoffe: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: lésion auto-infligée par utilisation de matériel explosif | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X756
source: Industrial and construction area
de: Vorsätzliche Selbstbeschädigung durch Explosivstoffe: Industrieanlagen und Baustellen
fr_fr: lésion auto-infligée par utilisation de matériel explosif | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:X757
source: Farm
de: Vorsätzliche Selbstbeschädigung durch Explosivstoffe: Landwirtschaftlicher Betrieb
fr_fr: lésion auto-infligée par utilisation de matériel explosif | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X758
source: Other specified place
de: Vorsätzliche Selbstbeschädigung durch Explosivstoffe: Sonstige näher bezeichnete Orte
fr_fr: lésion auto-infligée par utilisation de matériel explosif | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X759
source: Unspecified place
de: Vorsätzliche Selbstbeschädigung durch Explosivstoffe: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: lésion auto-infligée par utilisation de matériel explosif | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X76
source: Intentional self-harm by smoke, fire and flames
de: Vorsätzliche Selbstbeschädigung durch Rauch, Feuer und Flammen
fr_fr: Lésion auto-infligée par exposition à la fumée, au feu et aux flammes
zh_cn: 用烟、火和火焰方式故意自害

# model:gnuhealth.pathology,name:X760
source: Home
de: Vorsätzliche Selbstbeschädigung durch Rauch, Feuer und Flammen: Zu Hause
fr_fr: lésion auto-infligée par exposition à la fumée, au feu et aux flammes | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X761
source: Residential institution
de: Vorsätzliche Selbstbeschädigung durch Rauch, Feuer und Flammen: Wohnheime oder -anstalten
fr_fr: lésion auto-infligée par exposition à la fumée, au feu et aux flammes | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X762
source: School, other institution and public administrative area
de: Vorsätzliche Selbstbeschädigung durch Rauch, Feuer und Flammen: Schule, sonstige öffentliche Bauten
fr_fr: lésion auto-infligée par exposition à la fumée, au feu et aux flammes | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X763
source: Sports and athletics area
de: Vorsätzliche Selbstbeschädigung durch Rauch, Feuer und Flammen: Sportstätten
fr_fr: lésion auto-infligée par exposition à la fumée, au feu et aux flammes | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X764
source: Street and highway
de: Vorsätzliche Selbstbeschädigung durch Rauch, Feuer und Flammen: Straßen und Wege
fr_fr: lésion auto-infligée par exposition à la fumée, au feu et aux flammes | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X765
source: Trade and service area
de: Vorsätzliche Selbstbeschädigung durch Rauch, Feuer und Flammen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: lésion auto-infligée par exposition à la fumée, au feu et aux flammes | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X766
source: Industrial and construction area
de: Vorsätzliche Selbstbeschädigung durch Rauch, Feuer und Flammen: Industrieanlagen und Baustellen
fr_fr: lésion auto-infligée par exposition à la fumée, au feu et aux flammes | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X767
source: Farm
de: Vorsätzliche Selbstbeschädigung durch Rauch, Feuer und Flammen: Landwirtschaftlicher Betrieb
fr_fr: lésion auto-infligée par exposition à la fumée, au feu et aux flammes | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X768
source: Other specified place
de: Vorsätzliche Selbstbeschädigung durch Rauch, Feuer und Flammen: Sonstige näher bezeichnete Orte
fr_fr: lésion auto-infligée par exposition à la fumée, au feu et aux flammes | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X769
source: Unspecified place
de: Vorsätzliche Selbstbeschädigung durch Rauch, Feuer und Flammen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: lésion auto-infligée par exposition à la fumée, au feu et aux flammes | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X77
source: Intentional self-harm by steam, hot vapours and hot objects
de: Vorsätzliche Selbstbeschädigung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände
fr_fr: Lésion auto-infligée par exposition à la vapeur d'eau, à des gaz et objets brûlants
zh_cn: 用蒸气、热气和热物体方式故意自害

# model:gnuhealth.pathology,name:X770
source: Home
de: Vorsätzliche Selbstbeschädigung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände: Zu Hause
fr_fr: lésion auto-infligée par exposition à la vapeur, à des gaz et à des objets brûlants | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X771
source: Residential institution
de: Vorsätzliche Selbstbeschädigung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände: Wohnheime oder -anstalten
fr_fr: lésion auto-infligée par exposition à la vapeur, à des gaz et à des objets brûlants | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X772
source: School, other institution and public administrative area
de: Vorsätzliche Selbstbeschädigung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände: Schule, sonstige öffentliche Bauten
fr_fr: lésion auto-infligée par exposition à la vapeur, à des gaz et à des objets brûlants | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X773
source: Sports and athletics area
de: Vorsätzliche Selbstbeschädigung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände: Sportstätten
fr_fr: lésion auto-infligée par exposition à la vapeur, à des gaz et à des objets brûlants | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X774
source: Street and highway
de: Vorsätzliche Selbstbeschädigung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände: Straßen und Wege
fr_fr: lésion auto-infligée par exposition à la vapeur, à des gaz et à des objets brûlants | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X775
source: Trade and service area
de: Vorsätzliche Selbstbeschädigung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: lésion auto-infligée par exposition à la vapeur, à des gaz et à des objets brûlants | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X776
source: Industrial and construction area
de: Vorsätzliche Selbstbeschädigung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände: Industrieanlagen und Baustellen
fr_fr: lésion auto-infligée par exposition à la vapeur, à des gaz et à des objets brûlants | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X777
source: Farm
de: Vorsätzliche Selbstbeschädigung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände: Landwirtschaftlicher Betrieb
fr_fr: lésion auto-infligée par exposition à la vapeur, à des gaz et à des objets brûlants | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X778
source: Other specified place
de: Vorsätzliche Selbstbeschädigung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände: Sonstige näher bezeichnete Orte
fr_fr: lésion auto-infligée par exposition à la vapeur, à des gaz et à des objets brûlants | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X779
source: Unspecified place
de: Vorsätzliche Selbstbeschädigung durch Wasserdampf, heiße Dämpfe oder heiße Gegenstände: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: lésion auto-infligée par exposition à la vapeur, à des gaz et à des objets brûlants | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X78
source: Intentional self-harm by sharp object
de: Vorsätzliche Selbstbeschädigung durch scharfen Gegenstand
fr_fr: Lésion auto-infligée par utilisation d'objet tranchant
zh_cn: 用尖锐物体方式故意自害

# model:gnuhealth.pathology,name:X780
source: Home
de: Vorsätzliche Selbstbeschädigung durch scharfen Gegenstand: Zu Hause
fr_fr: lésion auto-infligée par utilisation d'objet tranchant | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X781
source: Residential institution
de: Vorsätzliche Selbstbeschädigung durch scharfen Gegenstand: Wohnheime oder -anstalten
fr_fr: lésion auto-infligée par utilisation d'objet tranchant | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X782
source: School, other institution and public administrative area
de: Vorsätzliche Selbstbeschädigung durch scharfen Gegenstand: Schule, sonstige öffentliche Bauten
fr_fr: lésion auto-infligée par utilisation d'objet tranchant | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X783
source: Sports and athletics area
de: Vorsätzliche Selbstbeschädigung durch scharfen Gegenstand: Sportstätten
fr_fr: lésion auto-infligée par utilisation d'objet tranchant | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X784
source: Street and highway
de: Vorsätzliche Selbstbeschädigung durch scharfen Gegenstand: Straßen und Wege
fr_fr: lésion auto-infligée par utilisation d'objet tranchant | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X785
source: Trade and service area
de: Vorsätzliche Selbstbeschädigung durch scharfen Gegenstand: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: lésion auto-infligée par utilisation d'objet tranchant | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X786
source: Industrial and construction area
de: Vorsätzliche Selbstbeschädigung durch scharfen Gegenstand: Industrieanlagen und Baustellen
fr_fr: lésion auto-infligée par utilisation d'objet tranchant | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X787
source: Farm
de: Vorsätzliche Selbstbeschädigung durch scharfen Gegenstand: Landwirtschaftlicher Betrieb
fr_fr: lésion auto-infligée par utilisation d'objet tranchant | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X788
source: Other specified place
de: Vorsätzliche Selbstbeschädigung durch scharfen Gegenstand: Sonstige näher bezeichnete Orte
fr_fr: lésion auto-infligée par utilisation d'objet tranchant | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X789
source: Unspecified place
de: Vorsätzliche Selbstbeschädigung durch scharfen Gegenstand: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: lésion auto-infligée par utilisation d'objet tranchant | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X79
source: Intentional self-harm by blunt object
de: Vorsätzliche Selbstbeschädigung durch stumpfen Gegenstand
fr_fr: Lésion auto-infligée par utilisation d'objet contondant
zh_cn: 用钝器方式故意自害

# model:gnuhealth.pathology,name:X790
source: Home
de: Vorsätzliche Selbstbeschädigung durch stumpfen Gegenstand: Zu Hause
fr_fr: lésion auto-infligée par utilisation d'objet contondant | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X791
source: Residential institution
de: Vorsätzliche Selbstbeschädigung durch stumpfen Gegenstand: Wohnheime oder -anstalten
fr_fr: lésion auto-infligée par utilisation d'objet contondant | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X792
source: School, other institution and public administrative area
de: Vorsätzliche Selbstbeschädigung durch stumpfen Gegenstand: Schule, sonstige öffentliche Bauten
fr_fr: lésion auto-infligée par utilisation d'objet contondant | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X793
source: Sports and athletics area
de: Vorsätzliche Selbstbeschädigung durch stumpfen Gegenstand: Sportstätten
fr_fr: lésion auto-infligée par utilisation d'objet contondant | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X794
source: Street and highway
de: Vorsätzliche Selbstbeschädigung durch stumpfen Gegenstand: Straßen und Wege
fr_fr: lésion auto-infligée par utilisation d'objet contondant | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X795
source: Trade and service area
de: Vorsätzliche Selbstbeschädigung durch stumpfen Gegenstand: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: lésion auto-infligée par utilisation d'objet contondant | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X796
source: Industrial and construction area
de: Vorsätzliche Selbstbeschädigung durch stumpfen Gegenstand: Industrieanlagen und Baustellen
fr_fr: lésion auto-infligée par utilisation d'objet contondant | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X797
source: Farm
de: Vorsätzliche Selbstbeschädigung durch stumpfen Gegenstand: Landwirtschaftlicher Betrieb
fr_fr: lésion auto-infligée par utilisation d'objet contondant | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X798
source: Other specified place
de: Vorsätzliche Selbstbeschädigung durch stumpfen Gegenstand: Sonstige näher bezeichnete Orte
fr_fr: lésion auto-infligée par utilisation d'objet contondant | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X799
source: Unspecified place
de: Vorsätzliche Selbstbeschädigung durch stumpfen Gegenstand: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: lésion auto-infligée par utilisation d'objet contondant | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X80
source: Intentional self-harm by jumping from a high place
de: Vorsätzliche Selbstbeschädigung durch Sturz in die Tiefe
fr_fr: Lésion auto-infligée par saut dans le vide
zh_cn: 用从高处跳下方式故意自害

# model:gnuhealth.pathology,name:X800
source: Home
de: Vorsätzliche Selbstbeschädigung durch Sturz in die Tiefe: Zu Hause
fr_fr: lésion auto-infligée par saut dans le vide | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X801
source: Residential institution
de: Vorsätzliche Selbstbeschädigung durch Sturz in die Tiefe: Wohnheime oder -anstalten
fr_fr: lésion auto-infligée par saut dans le vide | établissement collectif
zh_cn: 居住地
