Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:B789
source: Strongyloidiasis, unspecified
de: Strongyloidiasis, nicht näher bezeichnet
fr_fr: Anguillulose, sans précision
zh_cn: 未特指的类圆线虫病

# model:gnuhealth.pathology,name:B81
source: Other intestinal helminthiases, not elsewhere classified
de: Sonstige intestinale Helminthosen, anderenorts nicht klassifiziert
fr_fr: Autres helminthiases intestinales, non classées ailleurs
zh_cn: 其他肠道蠕虫病，不可归类在他处者

# model:gnuhealth.pathology,name:B811
source: Intestinal capillariasis
de: Intestinale Kapillariasis
fr_fr: Capillariose intestinale
zh_cn: 肠道毛细线虫病

# model:gnuhealth.pathology,name:B813
source: Intestinal angiostrongyliasis
de: Intestinale Angiostrongyliasis
fr_fr: Angiostrongyloïdose [angiostrongylose] intestinale
zh_cn: 肠道血管圆线虫病

# model:gnuhealth.pathology,name:B814
source: Mixed intestinal helminthiases
de: Mischformen intestinaler Helminthosen
fr_fr: Helminthiases intestinales mixtes
zh_cn: 混合型肠道蠕虫病

# model:gnuhealth.pathology,name:B818
source: Other specified intestinal helminthiases
de: Sonstige näher bezeichnete intestinale Helminthosen
fr_fr: Autres helminthiases intestinales précisées
zh_cn: 其他特指的肠道蠕虫病

# model:gnuhealth.pathology,name:B82
source: Unspecified intestinal parasitism
de: Nicht näher bezeichneter intestinaler Parasitismus
fr_fr: Parasitose intestinale, sans précision
zh_cn: 未特指的肠道寄生虫病

# model:gnuhealth.pathology,name:B820
source: Intestinal helminthiasis, unspecified
de: Intestinale Helminthose, nicht näher bezeichnet
fr_fr: Helminthiase intestinale, sans précision
zh_cn: 未特指的肠道蠕虫病

# model:gnuhealth.pathology,name:B829
source: Intestinal parasitism, unspecified
de: Intestinaler Parasitismus, nicht näher bezeichnet
fr_fr: Parasitose intestinale, sans précision
zh_cn: 未特指的肠道寄生虫病

# model:gnuhealth.pathology,name:B83
source: Other helminthiases
de: Sonstige Helminthosen
fr_fr: Autres helminthiases
zh_cn: 其他蠕虫病

# model:gnuhealth.pathology,name:B830
source: Visceral larva migrans
de: Larva migrans visceralis
fr_fr: Larva migrans viscérale
zh_cn: 内脏幼虫移行症

# model:gnuhealth.pathology,name:B832
source: Angiostrongyliasis due to Parastrongylus cantonensis
de: Angiostrongyliasis durch Parastrongylus cantonensis
fr_fr: Angiostrongyloïdose à Parastrongylus cantonensis
zh_cn: 广州副圆线虫引起的血管圆线虫病

# model:gnuhealth.pathology,name:B834
source: Internal hirudiniasis
de: Hirudiniasis interna
fr_fr: Hirudiniase interne
zh_cn: 内部水蛭病

# model:gnuhealth.pathology,name:B838
source: Other specified helminthiases
de: Sonstige näher bezeichnete Helminthosen
fr_fr: Autres helminthiases précisées
zh_cn: 其他特指的蠕虫病

# model:gnuhealth.pathology,name:B839
source: Helminthiasis, unspecified
de: Helminthose, nicht näher bezeichnet
fr_fr: Helminthiase, sans précision
zh_cn: 未特指的蠕虫病

# model:gnuhealth.pathology,name:B85
source: Pediculosis and phthiriasis
de: Pedikulose [Läusebefall] und Phthiriasis [Filzläusebefall]
fr_fr: Pédiculose et phtiriase
zh_cn: 虱病和阴虱病

# model:gnuhealth.pathology,name:B850
source: Pediculosis due to Pediculus humanus capitis
de: Pedikulose durch Pediculus humanus capitis
fr_fr: Pédiculose due à Pediculus humanus capitis
zh_cn: 头虱引起的虱病

# model:gnuhealth.pathology,name:B851
source: Pediculosis due to Pediculus humanus corporis
de: Pedikulose durch Pediculus humanus corporis
fr_fr: Pédiculose due à Pediculus humanus corporis
zh_cn: 体虱引起的虱病

# model:gnuhealth.pathology,name:B852
source: Pediculosis, unspecified
de: Pedikulose, nicht näher bezeichnet
fr_fr: Pédiculose, sans précision
zh_cn: 未特指的虱病

# model:gnuhealth.pathology,name:B853
source: Phthiriasis
de: Phthiriasis [Filzläusebefall]
fr_fr: Phtiriase
zh_cn: 阴虱病

# model:gnuhealth.pathology,name:B854
source: Mixed pediculosis and phthiriasis
de: Mischformen von Pedikulose und Phthiriasis
fr_fr: Infestation mixte, pédiculose et phtiriase
zh_cn: 混合型虱病和阴虱病

# model:gnuhealth.pathology,name:B86
source: Scabies
de: Skabies
fr_fr: Gale
zh_cn: 疥疮

# model:gnuhealth.pathology,name:B870
source: Cutaneous myiasis
de: Dermatomyiasis
fr_fr: Myiase cutanée
zh_cn: 皮肤蝇蛆病

# model:gnuhealth.pathology,name:B871
source: Wound myiasis
de: Wundmyiasis
fr_fr: Myiase des plaies cutanées
zh_cn: 伤口蝇蛆病

# model:gnuhealth.pathology,name:B872
source: Ocular myiasis
de: Ophthalmomyiasis
fr_fr: Myiase oculaire
zh_cn: 眼蝇蛆病

# model:gnuhealth.pathology,name:B873
source: Nasopharyngeal myiasis
de: Nasopharyngeale Myiasis
fr_fr: Myiase rhinopharyngée
zh_cn: 鼻咽蝇蛆病

# model:gnuhealth.pathology,name:B874
source: Aural myiasis
de: Otomyiasis
fr_fr: Myiase auriculaire
zh_cn: 耳蝇蛆病

# model:gnuhealth.pathology,name:B878
source: Myiasis of other sites
de: Myiasis an sonstigen Lokalisationen
fr_fr: Myiase d'autres localisations
zh_cn: 其他部位的蝇蛆病

# model:gnuhealth.pathology,name:B879
source: Myiasis, unspecified
de: Myiasis, nicht näher bezeichnet
fr_fr: Myiase, sans précision
zh_cn: 未特指的蝇蛆病

# model:gnuhealth.pathology,name:B88
source: Other infestations
de: Sonstiger Parasitenbefall der Haut
fr_fr: Autres infestations
zh_cn: 其他病虫侵染

# model:gnuhealth.pathology,name:B880
source: Other acariasis
de: Sonstige Akarinose [Milbenbefall]
fr_fr: Autres acariases
zh_cn: 其他螨病

# model:gnuhealth.pathology,name:B881
source: Tungiasis [sandflea infestation]
de: Tungiasis [Sandflohbefall]
zh_cn: 潜蚤病[沙蚤侵染]

# model:gnuhealth.pathology,name:B882
source: Other arthropod infestations
de: Sonstiger Befall durch Arthropoden
fr_fr: Autres infestations par arthropodes
zh_cn: 其他节肢动物侵染

# model:gnuhealth.pathology,name:B883
source: External hirudiniasis
de: Hirudiniasis externa
fr_fr: Hirudiniase externe
zh_cn: 外部水蛭病

# model:gnuhealth.pathology,name:B888
source: Other specified infestations
de: Sonstiger näher bezeichneter Parasitenbefall der Haut
fr_fr: Autres infestations précisées
zh_cn: 其他特指的病虫侵染

# model:gnuhealth.pathology,name:B889
source: Infestation, unspecified
de: Parasitenbefall der Haut, nicht näher bezeichnet
fr_fr: Infestation, sans précision
zh_cn: 未特指的病虫侵染

# model:gnuhealth.pathology,name:B89
source: Unspecified parasitic disease
de: Nicht näher bezeichnete parasitäre Krankheit
fr_fr: Parasitose, sans précision
zh_cn: 未特指的寄生虫病

# model:gnuhealth.pathology,name:B90
source: Sequelae of tuberculosis
de: Folgezustände der Tuberkulose
fr_fr: Séquelles de tuberculose
zh_cn: 结核病后遗症

# model:gnuhealth.pathology,name:B900
source: Sequelae of central nervous system tuberculosis
de: Folgezustände einer Tuberkulose des Zentralnervensystems
fr_fr: Séquelles de tuberculose du système nerveux central
zh_cn: 中枢神经系统结核的后遗症

# model:gnuhealth.pathology,name:B901
source: Sequelae of genitourinary tuberculosis
de: Folgezustände einer Tuberkulose des Urogenitalsystems
zh_cn: 泌尿生殖系结核的后遗症

# model:gnuhealth.pathology,name:B902
source: Sequelae of tuberculosis of bones and joints
de: Folgezustände einer Tuberkulose der Knochen und der Gelenke
fr_fr: Séquelles de tuberculose des os et des articulations
zh_cn: 骨和关节结核的后遗症

# model:gnuhealth.pathology,name:B908
source: Sequelae of tuberculosis of other organs
de: Folgezustände einer Tuberkulose sonstiger Organe
fr_fr: Séquelles de tuberculose d'autres organes
zh_cn: 其他器官结核的后遗症

# model:gnuhealth.pathology,name:B909
source: Sequelae of respiratory and unspecified tuberculosis
de: Folgezustände einer Tuberkulose der Atmungsorgane und einer nicht näher bezeichneten Tuberkulose
fr_fr: Séquelles de tuberculose des voies respiratoires et sans précision
zh_cn: 呼吸道结核和未特指结核的后遗症

# model:gnuhealth.pathology,name:B91
source: Sequelae of poliomyelitis
de: Folgezustände der Poliomyelitis
fr_fr: Séquelles de poliomyélite
zh_cn: 脊髓灰质炎的后遗症

# model:gnuhealth.pathology,name:B92
source: Sequelae of leprosy
de: Folgezustände der Lepra
fr_fr: Séquelles de lèpre
zh_cn: 麻风的后遗症

# model:gnuhealth.pathology,name:B94
source: Sequelae of other and unspecified infectious and parasitic diseases
de: Folgezustände sonstiger und nicht näher bezeichneter infektiöser und parasitärer Krankheiten
fr_fr: Séquelles de maladies infectieuses et parasitaires, autres et non précisées
zh_cn: 其他和未特指的传染病和寄生虫病的后遗症

# model:gnuhealth.pathology,name:B940
source: Sequelae of trachoma
de: Folgezustände des Trachoms
fr_fr: Séquelles du trachome
zh_cn: 沙眼的后遗症

# model:gnuhealth.pathology,name:B941
source: Sequelae of viral encephalitis
de: Folgezustände der Virusenzephalitis
fr_fr: Séquelles d'encéphalite virale
zh_cn: 病毒性脑炎的后遗症

# model:gnuhealth.pathology,name:B942
source: Sequelae of viral hepatitis
de: Folgezustände der Virushepatitis
fr_fr: Séquelles d'hépatite virale
zh_cn: 病毒性肝炎的后遗症

# model:gnuhealth.pathology,name:B948
source: Sequelae of other specified infectious and parasitic diseases
de: Folgezustände sonstiger näher bezeichneter infektiöser und parasitärer Krankheiten
fr_fr: Séquelles d'autres maladies infectieuses et parasitaires précisées
zh_cn: 其他特指传染病和寄生虫病的后遗症

# model:gnuhealth.pathology,name:B949
source: Sequelae of unspecified infectious or parasitic disease
de: Folgezustände nicht näher bezeichneter infektiöser oder parasitärer Krankheit
fr_fr: Séquelles de maladie infectieuse ou parasitaire, sans précision
zh_cn: 未特指的传染病或寄生虫病的后遗症

# model:gnuhealth.pathology,name:B95
source: Streptococcus and staphylococcus as the cause of diseases classified to other chapters
de: Streptokokken und Staphylokokken als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Streptocoques et staphylocoques, cause de maladies classées dans d'autres chapitres
zh_cn: 链球菌和葡萄球菌作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B950
source: Streptococcus, group A, as the cause of diseases classified to other chapters
de: Streptokokken, Gruppe A, als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Streptocoques, groupe A, cause de maladies classées dans d'autres chapitres
zh_cn: A族链球菌作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B951
source: Streptococcus, group B, as the cause of diseases classified to other chapters
de: Streptokokken, Gruppe B, als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Streptocoques, groupe B, cause de maladies classées dans d'autres chapitres
zh_cn: B族链球菌作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B952
source: Streptococcus group D and enterococcus as the cause of diseases classified to other chapters
de: Streptokokken, Gruppe D, und Enterokokken als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
zh_cn: D族链球菌作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B953
source: Streptococcus pneumoniae as the cause of diseases classified to other chapters
de: Streptococcus pneumoniae als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Streptococcus pneumoniae, cause de maladies classées dans d'autres chapitres
zh_cn: 肺炎链球菌作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B954
source: Other streptococcus as the cause of diseases classified to other chapters
de: Sonstige Streptokokken als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Autres streptocoques, cause de maladies classées dans d'autres chapitres
zh_cn: 其他链球菌作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B955
source: Unspecified streptococcus as the cause of diseases classified to other chapters
de: Nicht näher bezeichnete Streptokokken als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Streptocoques non précisés, cause de maladies classées dans d'autres chapitres
zh_cn: 未特指的链球菌作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B956
source: Staphylococcus aureus as the cause of diseases classified to other chapters
de: Staphylococcus aureus als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Staphylococcus aureus, cause de maladies classées dans d'autres chapitres
zh_cn: 金黄色葡萄球菌作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B957
source: Other staphylococcus as the cause of diseases classified to other chapters
de: Sonstige Staphylokokken als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Autres staphylocoques, cause de maladies classées dans d'autres chapitres
zh_cn: 其他葡萄球菌作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B958
source: Unspecified staphylococcus as the cause of diseases classified to other chapters
de: Nicht näher bezeichnete Staphylokokken als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Staphylocoque non précisé, cause de maladies classées dans d'autres chapitres
zh_cn: 未特指的葡萄球菌作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B96
source: Other specified bacterial agents as the cause of diseases classified to other chapters
de: Sonstige näher bezeichnete Bakterien als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
zh_cn: 其他特指细菌性病原体作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B960
source: Mycoplasma pneumoniae [M. pneumoniae] as the cause of diseases classified to other chapters
de: Mycoplasma pneumoniae [M. pneumoniae] als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Mycoplasma pneumoniae, cause de maladies classées dans d'autres chapitres
zh_cn: 肺炎支原体作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B961
source: Klebsiella pneumoniae [K. pneumoniae] as the cause of diseases classified to other chapters
de: Klebsiella pneumoniae [K. pneumoniae] als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Klebsiella pneumoniae [subsp. pneumoniae], cause de maladies classées dans d'autres chapitres
zh_cn: 肺炎杆菌作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B962
source: Escherichia coli [E. coli] as the cause of diseases classified to other chapters
de: Escherichia coli [E. coli] als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Escherichia coli, cause de maladies classées dans d'autres chapitres
zh_cn: 大肠杆菌作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B963
source: Haemophilus influenzae [H. influenzae] as the cause of diseases classified to other chapters
de: Haemophilus influenzae [H. influenzae] als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Haemophilus influenzae, cause de maladies classées dans d'autres chapitres
zh_cn: 流感嗜血杆菌作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B964
source: Proteus (mirabilis)(morganii) as the cause of diseases classified to other chapters
de: Proteus (mirabilis) (morganii) als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Proteus (P. mirabilis) (P. morganii), cause de maladies classées dans d'autres chapitres
zh_cn: 变形菌(奇异)(摩根)作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B965
source: Pseudomonas (aeruginosa) as the cause of diseases classified to other chapters
de: Pseudomonas (aeruginosa) als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
zh_cn: 假单胞菌属(铜绿)作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B966
source: Bacillus fragilis [B. fragilis] as the cause of diseases classified to other chapters
de: Bacteroides fragilis [B. fragilis] als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Bacillus fragilis, cause de maladies classées dans d'autres chapitres
zh_cn: 脆弱(微小)杆菌作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B967
source: Clostridium perfringens [C. perfringens] as the cause of diseases classified to other chapters
de: Clostridium perfringens [C. perfringens] als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Clostridium perfringens, cause de maladies classées dans d'autres chapitres
zh_cn: 产气荚膜梭状芽胞杆菌作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B968
source: Other specified bacterial agents as the cause of diseases classified to other chapters
de: Sonstige näher bezeichnete Bakterien als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Autres agents bactériens précisés, cause de maladies classées dans d'autres chapitres
zh_cn: 其他特指的细菌性病原体作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B97
source: Viral agents as the cause of diseases classified to other chapters
de: Viren als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Virus, cause de maladies classées dans d'autres chapitres
zh_cn: 病毒性病原体作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B970
source: Adenovirus as the cause of diseases classified to other chapters
de: Adenoviren als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Adénovirus, cause de maladies classées dans d'autres chapitres
zh_cn: 腺病毒作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B971
source: Enterovirus as the cause of diseases classified to other chapters
de: Enteroviren als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Entérovirus, cause de maladies classées dans d'autres chapitres
zh_cn: 肠病毒作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B972
source: Coronavirus as the cause of diseases classified to other chapters
de: Koronaviren als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Coronavirus, cause de maladies classées dans d'autres chapitres
zh_cn: 冠状病毒作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B973
source: Retrovirus as the cause of diseases classified to other chapters
de: Retroviren als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Rétrovirus, cause de maladies classées dans d'autres chapitres
zh_cn: 反转录病毒作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B974
source: Respiratory syncytial virus as the cause of diseases classified to other chapters
de: Respiratory-Syncytial-Viren [RS-Viren] als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
zh_cn: 呼吸道合胞体病毒作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B975
source: Reovirus as the cause of diseases classified to other chapters
de: Reoviren als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Réovirus, cause de maladies classées dans d'autres chapitres
zh_cn: 呼肠孤病毒作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B976
source: Parvovirus as the cause of diseases classified to other chapters
de: Parvoviren als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Parvovirus, cause de maladies classées dans d'autres chapitres
zh_cn: 细小病毒作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B977
source: Papillomavirus as the cause of diseases classified to other chapters
de: Papillomaviren als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Papillovirus, cause de maladies classées dans d'autres chapitres
zh_cn: 乳头状瘤病毒作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B978
source: Other viral agents as the cause of diseases classified to other chapters
de: Sonstige Viren als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
fr_fr: Autres virus, cause de maladies classées dans d'autres chapitres
zh_cn: 其他病毒性病原体作为分类于其他章疾病的原因

# model:gnuhealth.pathology,name:B98
source: Other specified infectious agents as the cause of diseases classified to other chapters
de: Sonstige näher bezeichnete infektiöse Erreger als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind
zh_cn: 分类地其他章的作为疾病原因的特指感染病原体

# model:gnuhealth.pathology,name:B980
source: Helicobacter pylori [H.pylori] as the cause of diseases classified to other chapters
de: Helicobacter pylori [H. pylori] als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind

# model:gnuhealth.pathology,name:B981
source: Vibrio vulnificus as the cause of diseases classified to other chapters
de: Vibrio vulnificus als Ursache von Krankheiten, die in anderen Kapiteln klassifiziert sind

# model:gnuhealth.pathology,name:B99
source: Other and unspecified infectious diseases
de: Sonstige und nicht näher bezeichnete Infektionskrankheiten
fr_fr: Maladies infectieuses, autres et non précisées
zh_cn: 其他和未特指的传染病

# model:gnuhealth.pathology,name:C00
source: Malignant neoplasm of lip
de: Bösartige Neubildung der Lippe
fr_fr: Tumeur maligne de la lèvre
zh_cn: 唇恶性肿瘤

# model:gnuhealth.pathology,name:C000
source: Malignant neoplasm: External upper lip
de: Bösartige Neubildung: Äußere Oberlippe
zh_cn: 外上唇恶性肿瘤

# model:gnuhealth.pathology,name:C001
source: Malignant neoplasm: External lower lip
de: Bösartige Neubildung: Äußere Unterlippe
zh_cn: 外下唇恶性肿瘤

# model:gnuhealth.pathology,name:C002
source: Malignant neoplasm: External lip, unspecified
de: Bösartige Neubildung: Äußere Lippe, nicht näher bezeichnet
zh_cn: 外唇未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C003
source: Malignant neoplasm: Upper lip, inner aspect
de: Bösartige Neubildung: Oberlippe, Innenseite
zh_cn: 上唇内面恶性肿瘤

# model:gnuhealth.pathology,name:C004
source: Malignant neoplasm: Lower lip, inner aspect
de: Bösartige Neubildung: Unterlippe, Innenseite
zh_cn: 下唇内面恶性肿瘤

# model:gnuhealth.pathology,name:C005
source: Malignant neoplasm: Lip, unspecified, inner aspect
de: Bösartige Neubildung: Lippe, nicht näher bezeichnet, Innenseite
zh_cn: 唇内面未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C006
source: Malignant neoplasm: Commissure of lip
de: Bösartige Neubildung: Lippenkommissur
zh_cn: 唇连合的恶性肿瘤

# model:gnuhealth.pathology,name:C008
source: Malignant neoplasm: Overlapping lesion of lip
de: Bösartige Neubildung: Lippe, mehrere Teilbereiche überlappend
zh_cn: 唇交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C009
source: Malignant neoplasm: Lip, unspecified
de: Bösartige Neubildung: Lippe, nicht näher bezeichnet
zh_cn: 未特指的唇恶性肿瘤

# model:gnuhealth.pathology,name:C01
source: Malignant neoplasm of base of tongue
de: Bösartige Neubildung des Zungengrundes
fr_fr: Tumeur maligne de la base de la langue
zh_cn: 舌根恶性肿瘤

# model:gnuhealth.pathology,name:C02
source: Malignant neoplasm of other and unspecified parts of tongue
de: Bösartige Neubildung sonstiger und nicht näher bezeichneter Teile der Zunge
fr_fr: Tumeur maligne de la langue, parties autres et non précisées
zh_cn: 舌其他和未特指部位的恶性肿瘤

# model:gnuhealth.pathology,name:C020
source: Malignant neoplasm: Dorsal surface of tongue
de: Bösartige Neubildung: Zungenrücken
zh_cn: 舌背面恶性肿瘤

# model:gnuhealth.pathology,name:C021
source: Malignant neoplasm: Border of tongue
de: Bösartige Neubildung: Zungenrand
zh_cn: 舌缘恶性肿瘤

# model:gnuhealth.pathology,name:C022
source: Malignant neoplasm: Ventral surface of tongue
de: Bösartige Neubildung: Zungenunterfläche
zh_cn: 舌腹面恶性肿瘤

# model:gnuhealth.pathology,name:C023
source: Malignant neoplasm: Anterior two-thirds of tongue, part unspecified
de: Bösartige Neubildung: Vordere zwei Drittel der Zunge, Bereich nicht näher bezeichnet
zh_cn: 舌前三分之二部位未特指的恶性肿瘤

# model:gnuhealth.pathology,name:C024
source: Malignant neoplasm: Lingual tonsil
de: Bösartige Neubildung: Zungentonsille
zh_cn: 舌扁桃体恶性肿瘤

# model:gnuhealth.pathology,name:C028
source: Malignant neoplasm: Overlapping lesion of tongue
de: Bösartige Neubildung: Zunge, mehrere Teilbereiche überlappend
zh_cn: 舌交搭跨越恶性肿瘤的损害

# model:gnuhealth.pathology,name:C029
source: Malignant neoplasm: Tongue, unspecified
de: Bösartige Neubildung: Zunge, nicht näher bezeichnet
zh_cn: 未特指的舌恶性肿瘤

# model:gnuhealth.pathology,name:C03
source: Malignant neoplasm of gum
de: Bösartige Neubildung des Zahnfleisches
fr_fr: Tumeur maligne de la gencive
zh_cn: 牙龈恶性肿瘤

# model:gnuhealth.pathology,name:C030
source: Malignant neoplasm: Upper gum
de: Bösartige Neubildung: Oberkieferzahnfleisch
zh_cn: 上牙龈恶性肿瘤

# model:gnuhealth.pathology,name:C031
source: Malignant neoplasm: Lower gum
de: Bösartige Neubildung: Unterkieferzahnfleisch
zh_cn: 下牙龈恶性肿瘤

# model:gnuhealth.pathology,name:C039
source: Malignant neoplasm: Gum, unspecified
de: Bösartige Neubildung: Zahnfleisch, nicht näher bezeichnet
zh_cn: 未特指的牙龈恶性肿瘤

# model:gnuhealth.pathology,name:C04
source: Malignant neoplasm of floor of mouth
de: Bösartige Neubildung des Mundbodens
fr_fr: Tumeur maligne du plancher de la bouche
zh_cn: 口底恶性肿瘤

# model:gnuhealth.pathology,name:C040
source: Malignant neoplasm: Anterior floor of mouth
de: Bösartige Neubildung: Vorderer Teil des Mundbodens
zh_cn: 口底前部恶性肿瘤
