Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology.category,name:icdcat2-8
source: (C51-C58) Malignant neoplasms of female genital organs
de: (C51-C58) Bösartige Neubildungen der weiblichen Genitalorgane
fr_fr: Tumeurs malignes des organes génitaux de la femme(C51-C58)
zh_cn: (C51-C58) 女性生殖器官恶性肿瘤

# model:gnuhealth.pathology.category,name:icdcat2-9
source: (C60-C63) Malignant neoplasms of male genital organs
de: (C60-C63) Bösartige Neubildungen der männlichen Genitalorgane
fr_fr: Tumeurs malignes des organes génitaux de l'homme(C60-C63)
zh_cn: (C60-C63) 男性生殖器官恶性肿瘤

# model:gnuhealth.pathology.category,name:icdcat20
source: XX External causes of morbidity and mortality
de: XX Äußere Ursachen von Morbidität und Mortalität
fr_fr: XX Causes externes de morbidité et de mortalité
zh_cn: 第20章 疾病和死亡的外因

# model:gnuhealth.pathology.category,name:icdcat20-1
source: (V01-V09) Pedestrian injured in transport accident
de: (V01-V09) Fußgänger bei Transportmittelunfall verletzt
fr_fr: Piéton blessé dans un accident de transport(V01-V09)
zh_cn: (V01-V09) 行人在运输事故中的损伤

# model:gnuhealth.pathology.category,name:icdcat20-10
source: (V90-V94) Water transport accidents
de: (V90-V94) Wasserfahrzeugunfälle
fr_fr: Accidents de transport par eau(V90-V94)
zh_cn: (V90-V94) 水上运输事故

# model:gnuhealth.pathology.category,name:icdcat20-11
source: (V95-V97) Air and space transport accidents
de: (V95-V97) Luftverkehrs- und Raumfahrtunfälle
fr_fr: Accidents de transport aérien et de vol spatial(V95-V97)
zh_cn: (V95-V97) 航空和航天运输事故

# model:gnuhealth.pathology.category,name:icdcat20-12
source: (V98-V99) Other and unspecified transport accidents
de: (V98-V99) Sonstige und nicht näher bezeichnete Transportmittelunfälle
fr_fr: Accidents de transport, autres et sans précision(V98-V99)
zh_cn: (V98-V99) 其他和未特指的运输事故

# model:gnuhealth.pathology.category,name:icdcat20-13
source: (W00-W19) Falls
de: (W00-W19) Stürze
fr_fr: Chutes(W00-W19)
zh_cn: (W00-W19) 跌倒

# model:gnuhealth.pathology.category,name:icdcat20-14
source: (W20-W49) Exposure to inanimate mechanical forces
de: (W20-W49) Exposition gegenüber mechanischen Kräften unbelebter Objekte
fr_fr: Exposition à des forces mécaniques(W20-W49)
zh_cn: (W20-W49) 暴露于无生命机械性力量下

# model:gnuhealth.pathology.category,name:icdcat20-15
source: (W50-W64) Exposure to animate mechanical forces
de: (W50-W64) Exposition gegenüber mechanischen Kräften belebter Objekte
fr_fr: Exposition à des forces animées(W50-W64)
zh_cn: (W50-W64) 暴露于有生命机械性力量下

# model:gnuhealth.pathology.category,name:icdcat20-16
source: (W65-W74) Accidental drowning and submersion
de: (W65-W74) Unfälle durch Ertrinken und Untergehen
fr_fr: Noyade et submersion accidentelles(W65-W74)
zh_cn: (W65-W74) 意外淹溺和沉没

# model:gnuhealth.pathology.category,name:icdcat20-17
source: (W75-W84) Other accidental threats to breathing
de: (W75-W84) Sonstige unfallbedingte Gefährdung der Atmung
fr_fr: Autres accidents affectant la respiration(W75-W84)
zh_cn: (W75-W84) 其他对呼吸的意外威胁

# model:gnuhealth.pathology.category,name:icdcat20-18
source: (W85-W99) Exposure to electric current, radiation and extreme ambient air temperature and pressure
de: (W85-W99) Exposition gegenüber elektrischem Strom, Strahlung und extremer Temperatur der Umgebungsluft sowie extremem Druck
fr_fr: Exposition au courant électrique, aux rayonnements et à des températures et pressions extrêmes de l'air ambiant(W85-W99)
zh_cn: (W85-W99) 暴露于电流、辐射和极度环境气温及气压下

# model:gnuhealth.pathology.category,name:icdcat20-19
source: (X00-X09) Exposure to smoke, fire and flames
de: (X00-X09) Exposition gegenüber Rauch, Feuer und Flammen
fr_fr: Exposition à la fumée, au feu et aux flammes(X00-X09)
zh_cn: (X00-X09) 暴露于烟、火和火焰下

# model:gnuhealth.pathology.category,name:icdcat20-2
source: (V10-V19) Pedal cyclist injured in transport accident
de: (V10-V19) Benutzer eines Fahrrades bei Transportmittelunfall verletzt
fr_fr: Cycliste blessé dans un accident de transport(V10-V19)
zh_cn: (V10-V19) 骑脚踏车人员在运输事故中的损伤

# model:gnuhealth.pathology.category,name:icdcat20-20
source: (X10-X19) Contact with heat and hot substances
de: (X10-X19) Verbrennung oder Verbrühung durch Hitze und heiße Substanzen
fr_fr: Contact avec une source de chaleur et des substances brûlantes(X10-X19)
zh_cn: (X10-X19) 接触热和烫的物质

# model:gnuhealth.pathology.category,name:icdcat20-21
source: (X20-X29) Contact with venomous animals and plants
de: (X20-X29) Kontakt mit giftigen Tieren und Pflanzen
fr_fr: Contact avec des animaux venimeux et des plantes vénéneuses(X20-X29)
zh_cn: (X20-X29) 接触有毒的动物和植物

# model:gnuhealth.pathology.category,name:icdcat20-22
source: (X30-X39) Exposure to forces of nature
de: (X30-X39) Exposition gegenüber Naturkräften
fr_fr: Exposition aux forces de la nature(X30-X39)
zh_cn: (X30-X39) 暴露于自然力量下

# model:gnuhealth.pathology.category,name:icdcat20-23
source: (X40-X49) Accidental poisoning by and exposure to noxious substances
de: (X40-X49) Akzidentelle Vergiftung durch und Exposition gegenüber schädliche(n) Substanzen
fr_fr: Intoxication accidentelle par des substances nocives et exposition à ces substances(X40-X49)
zh_cn: (X40-X49) 有毒物质的意外中毒及暴露于该物质下

# model:gnuhealth.pathology.category,name:icdcat20-24
source: (X50-X57) Overexertion, travel and privation
de: (X50-X57) Überanstrengung, Reisen und Entbehrung
fr_fr: Surmenage, voyages et privations(X50-X57)
zh_cn: (X50-X57) 操劳过度、旅行和贫困

# model:gnuhealth.pathology.category,name:icdcat20-25
source: (X58-X59) Exposure to other and unspecified factors
de: (X58-X59) Akzidentelle Exposition gegenüber sonstigen und nicht näher bezeichneten Faktoren
fr_fr: Exposition accidentelle à des facteurs, autres et sans précision(X58-X59)
zh_cn: (X58-X59) 意外暴露于其他和未特指的因素下

# model:gnuhealth.pathology.category,name:icdcat20-26
source: (X60-X84) Intentional self-harm
de: (X60-X84) Vorsätzliche Selbstbeschädigung
fr_fr: Lésions auto-infligées(X60-X84)
zh_cn: (X60-X84) 故意自害

# model:gnuhealth.pathology.category,name:icdcat20-27
source: (X85-Y09) Assault
de: (X85-Y09) Tätlicher Angriff
fr_fr: Agressions(X85-Y09)
zh_cn: (X85-Y09) 加害

# model:gnuhealth.pathology.category,name:icdcat20-28
source: (Y10-Y34) Event of undetermined intent
de: (Y10-Y34) Ereignis, dessen nähere Umstände unbestimmt sind
fr_fr: Evénements dont l'intention n'est pas déterminée(Y10-Y34)
zh_cn: (Y10-Y34) 意图不确定的事件

# model:gnuhealth.pathology.category,name:icdcat20-29
source: (Y35-Y36) Legal intervention and operations of war
de: (Y35-Y36) Gesetzliche Maßnahmen und Kriegshandlungen
fr_fr: Intervention de la force publique et faits de guerre(Y35-Y36)
zh_cn: (Y35-Y36) 依法处置和作战行动

# model:gnuhealth.pathology.category,name:icdcat20-3
source: (V20-V29) Motorcycle rider injured in transport accident
de: (V20-V29) Benutzer eines Motorrades bei Transportmittelunfall verletzt
fr_fr: Motocycliste blessé dans un accident de transport(V20-V29)
zh_cn: (V20-V29) 骑摩托车人员在运输事故中的损伤

# model:gnuhealth.pathology.category,name:icdcat20-30
source: (Y40-Y59) Drugs, medicaments and biological substances causing adverse effects in therapeutic use
de: (Y40-Y59) Unerwünschte Nebenwirkungen bei therapeutischer Anwendung von Arzneimitteln, Drogen oder biologisch aktiven Substanzen
fr_fr: Médicaments et substances biologiques ayant provoqué des effets indésirables au cours de leur usage thérapeutique(Y40-Y59)
zh_cn: (Y40-Y59) 在治疗中使用的药物、药剂和生物制品引起的有害效应

# model:gnuhealth.pathology.category,name:icdcat20-31
source: (Y60-Y69) Misadventures to patients during surgical and medical care
de: (Y60-Y69) Zwischenfälle bei chirurgischen Eingriffen und medizinischer Behandlung
fr_fr: Accidents et complications au cours d'actes médicaux et chirurgicaux(Y60-Y69)
zh_cn: (Y60-Y69) 在手术中和医疗中对病人的意外事故

# model:gnuhealth.pathology.category,name:icdcat20-32
source: (Y70-Y82) Medical devices associated with adverse incidents in diagnostic and therapeutic use
de: (Y70-Y82) Medizintechnische Geräte und Produkte im Zusammenhang mit Zwischenfällen bei diagnostischer und therapeutischer Anwendung
fr_fr: Appareils médicaux associés à des accidents au cours d'actes diagnostiques et thérapeutiques(Y70-Y82)
zh_cn: (Y70-Y82) 在诊断和治疗中使用与有害事件有关的医疗装置

# model:gnuhealth.pathology.category,name:icdcat20-33
source: (Y83-Y84) Surgical and other medical procedures as the cause of abnormal reaction of the patient, or of later complication, without mention of misadventure at the time of the procedure
de: (Y83-Y84) Chirurgische und sonstige medizinische Maßnahmen als Ursache einer abnormen Reaktion eines Patienten oder einer späteren Komplikation, ohne Angabe eines Zwischenfalls zum Zeitpunkt der Durchführung der Maßnahme
fr_fr: Actes chirurgicaux et autres actes médicaux à l'origine de réactions anormales du patient ou de complications ultérieures, sans mention d'accident au cours de l'intervention(Y83-Y84)
zh_cn: (Y83-Y84) 手术和其他医疗操作作为病人异常反应或以后并发症的原因,而在操作当时并未提及意外事故由于病人异常反应的原因或未提及意外事故的过程之后的并发症的手术和其他医疗操作

# model:gnuhealth.pathology.category,name:icdcat20-34
source: (Y85-Y89) Sequelae of external causes of morbidity and mortality
de: (Y85-Y89) Folgezustände äußerer Ursachen von Morbidität und Mortalität
fr_fr: Séquelles de causes externes de morbidité et de mortalité(Y85-Y89)
zh_cn: (Y85-Y89) 外因的后遗症导致的疾病和死亡

# model:gnuhealth.pathology.category,name:icdcat20-35
source: (Y90-Y98) Supplementary factors related to causes of morbidity and mortality classified elsewhere
de: (Y90-Y98) Zusätzliche Faktoren mit Bezug auf anderenorts klassifizierte Ursachen von Morbidität und Mortalität
fr_fr: Facteurs supplémentaires se rapportant aux causes de morbidité et de mortalité classées ailleurs(Y90-Y98)
zh_cn: (Y90-Y98) 与分类于他处的疾病和死亡原因有关的补充因素

# model:gnuhealth.pathology.category,name:icdcat20-4
source: (V30-V39) Occupant of three-wheeled motor vehicle injured in transport accident
de: (V30-V39) Benutzer eines dreirädrigen Kraftfahrzeuges bei Transportmittelunfall verletzt
fr_fr: Occupant d'un véhicule à trois roues blessé dans un accident de transport(V30-V39)
zh_cn: (V30-V39) 三轮机动车乘员在运输事故中的损伤

# model:gnuhealth.pathology.category,name:icdcat20-5
source: (V40-V49) Car occupant injured in transport accident
de: (V40-V49) Benutzer eines Personenkraftwagens bei Transportmittelunfall verletzt
fr_fr: Occupant d'une automobile blessé dans un accident de transport(V40-V49)
zh_cn: (V40-V49) 小汽车乘员在运输事故中的损伤

# model:gnuhealth.pathology.category,name:icdcat20-6
source: (V50-V59) Occupant of pick-up truck or van injured in transport accident
de: (V50-V59) Benutzer eines Lieferwagens bei Transportmittelunfall verletzt
fr_fr: Occupant d'une camionnette blessé dans un accident de transport(V50-V59)
zh_cn: (V50-V59) 轻型货车或篷车乘员在运输事故中的损伤

# model:gnuhealth.pathology.category,name:icdcat20-7
source: (V60-V69) Occupant of heavy transport vehicle injured in transport accident
de: (V60-V69) Benutzer eines Lastkraftwagens bei Transportmittelunfall verletzt
fr_fr: Occupant d'un véhicule lourd blessé dans un accident de transport(V60-V69)
zh_cn: (V60-V69) 重型运输车乘员在运输事故中的损伤

# model:gnuhealth.pathology.category,name:icdcat20-8
source: (V70-V79) Bus occupant injured in transport accident
de: (V70-V79) Autobusbenutzer bei Transportmittelunfall verletzt
fr_fr: Occupant d'un autobus blessé dans un accident de transport(V70-V79)
zh_cn: (V70-V79) 公共汽车乘员在运输事故中的损伤

# model:gnuhealth.pathology.category,name:icdcat20-9
source: (V80-V89) Other land transport accidents
de: (V80-V89) Sonstige Landtransportmittelunfälle
fr_fr: Autres accidents de transport terrestre(V80-V89)
zh_cn: (V80-V89) 其他陆地运输事故

# model:gnuhealth.pathology.category,name:icdcat21
source: XXI Factors influencing health status and contact with health services
de: XXI Faktoren, die den Gesundheitszustand beeinflussen und zur Inanspruchnahme des Gesundheitswesens führen
fr_fr: XXI Facteurs influant sur l'état de santé et motifs de recours aux services de santé
zh_cn: 第21章 影响健康状态和与保健机构接触的因素

# model:gnuhealth.pathology.category,name:icdcat21-1
source: (Z00-Z13) Persons encountering health services for examination and investigation
de: (Z00-Z13) Personen, die das Gesundheitswesen zur Untersuchung und Abklärung in Anspruch nehmen
fr_fr: Sujets en contact avec les services de santé pour des examens divers(Z00-Z13)
zh_cn: (Z00-Z13) 因体检和检查接受健康服务的人群

# model:gnuhealth.pathology.category,name:icdcat21-2
source: (Z20-Z29) Persons with potential health hazards related to communicable diseases
de: (Z20-Z29) Personen mit potentiellen Gesundheitsrisiken hinsichtlich übertragbarer Krankheiten
fr_fr: Sujets pouvant courir un risque lié à des maladies transmissibles(Z20-Z29)
zh_cn: (Z20-Z29) 具有与传染病有关的潜在健康危害的人

# model:gnuhealth.pathology.category,name:icdcat21-3
source: (Z30-Z39) Persons encountering health services in circumstances related to reproduction
de: (Z30-Z39) Personen, die das Gesundheitswesen im Zusammenhang mit Problemen der Reproduktion in Anspruch nehmen
fr_fr: Sujets ayant recours aux services de santé pour des motifs liés à la reproduction(Z30-Z39)
zh_cn: (Z30-Z39) 与生殖有关的情况而与保健机构接触的人

# model:gnuhealth.pathology.category,name:icdcat21-4
source: (Z40-Z54) Persons encountering health services for specific procedures and health care
de: (Z40-Z54) Personen, die das Gesundheitswesen zum Zwecke spezifischer Maßnahmen und zur medizinischen Betreuung in Anspruch nehmen
fr_fr: Sujets ayant recours aux services de santé pour des actes médicaux et des soins spécifiques(Z40-Z54)
zh_cn: (Z40-Z54) 为特殊操作和卫生保健而与保健机构接触的人

# model:gnuhealth.pathology.category,name:icdcat21-5
source: (Z55-Z65) Persons with potential health hazards related to socioeconomic and psychosocial circumstances
de: (Z55-Z65) Personen mit potentiellen Gesundheitsrisiken aufgrund sozioökonomischer oder psychosozialer Umstände
fr_fr: Sujets dont la santé peut être menacée par des conditions socio-économiques et psycho-sociales(Z55-Z65)
zh_cn: (Z55-Z65) 具有与社会经济和心理社会情况有关的潜在健康危害的人

# model:gnuhealth.pathology.category,name:icdcat21-6
source: (Z70-Z76) Persons encountering health services in other circumstances
de: (Z70-Z76) Personen, die das Gesundheitswesen aus sonstigen Gründen in Anspruch nehmen
fr_fr: Sujets ayant recours aux services de santé pour d'autres motifs(Z70-Z76)
zh_cn: (Z70-Z76) 因其他情况而与保健机构接触的人

# model:gnuhealth.pathology.category,name:icdcat21-7
source: (Z80-Z99) Persons with potential health hazards related to family and personal history and certain conditions influencing health status
de: (Z80-Z99) Personen mit potentiellen Gesundheitsrisiken aufgrund der Familien- oder Eigenanamnese und bestimmte Zustände, die den Gesundheitszustand beeinflussen
fr_fr: Sujets dont la santé peut être menacée en raison d'antécédents personnels et familiaux et de certaines affections(Z80-Z99)
zh_cn: (Z80-Z99) 存在与家庭和个人经历以及某些影响健康状况条件有关的潜在健康危险的人群

# model:gnuhealth.pathology.category,name:icdcat22
source: XXII Codes for special purposes
de: XXII Codes für spezielle Zwecke
fr_fr: XXII Codes d'utilisation particulière
zh_cn: 第22章 用于特殊目的的编码

# model:gnuhealth.pathology.category,name:icdcat22-1
source: (U00-U49) Provisional assignment of new diseases of uncertain aetiology
de: (U00-U49) Vorläufige Zuordnungen für Krankheiten mit unklarer Ätiologie und nicht belegte Schlüsselnummern
fr_fr: Classement provisoire d'affections nouvelles d'étiologie incertaine(U00-U49)
zh_cn: (U00-U49) 对新发生的不明原因疾病的临时安排

# model:gnuhealth.pathology.category,name:icdcat3
source: III Diseases of the blood and blood-forming organs and certain disorders involving the immune mechanism
de: III Krankheiten des Blutes und der blutbildenden Organe sowie bestimmte Störungen mit Beteiligung des Immunsystems
fr_fr: III Maladies du sang et des organes hématopoïétiques et certains troubles du système immunitaire
zh_cn: 第3章 血液及造血器官疾病和涉及免疫机制的某些疾患

# model:gnuhealth.pathology.category,name:icdcat3-1
source: (D50-D53) Nutritional anaemias
de: (D50-D53) Alimentäre Anämien
fr_fr: Anémies nutritionnelles(D50-D53)
zh_cn: (D50-D53) 营养性贫血

# model:gnuhealth.pathology.category,name:icdcat3-2
source: (D55-D59) Haemolytic anaemias
de: (D55-D59) Hämolytische Anämien
fr_fr: Anémies hémolytiques(D55-D59)
zh_cn: (D55-D59) 溶血性贫血

# model:gnuhealth.pathology.category,name:icdcat3-3
source: (D60-D64) Aplastic and other anaemias
de: (D60-D64) Aplastische und sonstige Anämien
fr_fr: Aplasies médullaires et autres anémies(D60-D64)
zh_cn: (D60-D64) 再生障碍性及其他贫血

# model:gnuhealth.pathology.category,name:icdcat3-4
source: (D65-D69) Coagulation defects, purpura and other haemorrhagic conditions
de: (D65-D69) Koagulopathien, Purpura und sonstige hämorrhagische Diathesen
fr_fr: Anomalies de la coagulation, purpura et autres affections hémorragiques(D65-D69)
zh_cn: (D65-D69) 凝血缺陷、紫癜和其他出血性情况

# model:gnuhealth.pathology.category,name:icdcat3-5
source: (D70-D77) Other diseases of blood and blood-forming organs
de: (D70-D77) Sonstige Krankheiten des Blutes und der blutbildenden Organe
fr_fr: Autres maladies du sang et des organes hématopoïétiques(D70-D77)
zh_cn: (D70-D77) 其他血液和造血器官疾病

# model:gnuhealth.pathology.category,name:icdcat3-6
source: (D80-D89) Certain disorders involving the immune mechanism
de: (D80-D89) Bestimmte Störungen mit Beteiligung des Immunsystems
fr_fr: Certaines anomalies du système immunitaire(D80-D89)
zh_cn: (D80-D89) 涉及免疫机制的某些疾患

# model:gnuhealth.pathology.category,name:icdcat4
source: IV Endocrine, nutritional and metabolic diseases
de: IV Endokrine, Ernährungs- und Stoffwechselkrankheiten
fr_fr: IV Maladies endocriniennes, nutritionnelles et métaboliques
zh_cn: 第4章 内分泌、营养和代谢疾病

# model:gnuhealth.pathology.category,name:icdcat4-1
source: (E00-E07) Disorders of thyroid gland
de: (E00-E07) Krankheiten der Schilddrüse
fr_fr: Affections de la glande thyroïde(E00-E07)
zh_cn: (E00-E07) 甲状腺疾患

# model:gnuhealth.pathology.category,name:icdcat4-3
source: (E15-E16) Other disorders of glucose regulation and pancreatic internal secretion
de: (E15-E16) Sonstige Störungen der Blutglukose-Regulation und der inneren Sekretion des Pankreas
fr_fr: Autres anomalies de la régulation du glucose et de la sécrétion pancréatique interne(E15-E16)
zh_cn: (E15-E16) 葡萄糖调节和胰腺内分泌的其他疾患

# model:gnuhealth.pathology.category,name:icdcat4-4
source: (E20-E35) Disorders of other endocrine glands
de: (E20-E35) Krankheiten sonstiger endokriner Drüsen
fr_fr: Maladies des autres glandes endocrines(E20-E35)
zh_cn: (E20-E35) 其他内分泌腺疾患

# model:gnuhealth.pathology.category,name:icdcat4-5
source: (E40-E46) Malnutrition
de: (E40-E46) Mangelernährung
fr_fr: Malnutrition(E40-E46)
zh_cn: (E40-E46) 营养不良

# model:gnuhealth.pathology.category,name:icdcat4-6
source: (E50-E64) Other nutritional deficiencies
de: (E50-E64) Sonstige alimentäre Mangelzustände
fr_fr: Autres carences nutritionnelles(E50-E64)
zh_cn: (E50-E64) 其他营养缺乏

# model:gnuhealth.pathology.category,name:icdcat4-7
source: (E65-E68) Obesity and other hyperalimentation
de: (E65-E68) Adipositas und sonstige Überernährung
fr_fr: Obésité et autres excès d'apport(E65-E68)
zh_cn: (E65-E68) 肥胖症和其他营养过度

# model:gnuhealth.pathology.category,name:icdcat4-8
source: (E70-E90) Metabolic disorders
de: (E70-E90) Stoffwechselstörungen
fr_fr: Anomalies du métabolisme(E70-E90)
zh_cn: (E70-E90) 代谢紊乱

# model:gnuhealth.pathology.category,name:icdcat5
source: V Mental and behavioural disorders
de: V Psychische und Verhaltensstörungen
fr_fr: V Troubles mentaux et du comportement
zh_cn: 第5章 精神和行为障碍

# model:gnuhealth.pathology.category,name:icdcat5-1
source: (F00-F09) Organic, including symptomatic, mental disorders
de: (F00-F09) Organische, einschließlich symptomatischer psychischer Störungen
fr_fr: Troubles mentaux organiques, y compris les troubles symptomatiques(F00-F09)
zh_cn: (F00-F09) 器质性(包括症状性)精神障碍

# model:gnuhealth.pathology.category,name:icdcat5-10
source: (F90-F98) Behavioural and emotional disorders with onset usually occurring in childhood and adolescence
de: (F90-F98) Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend
fr_fr: Troubles du comportement et troubles émotionnels apparaissant habituellement durant l'enfance et l'adolescence(F90-F98)
zh_cn: (F90-F98) 通常在童年租青少年期发病的行为和情绪障碍

# model:gnuhealth.pathology.category,name:icdcat5-11
source: (F99-F99) Unspecified mental disorder
de: (F99-F99) Nicht näher bezeichnete psychische Störungen
fr_fr: Trouble mental, sans précision(F99-F99)
zh_cn: (F99-F99) 未指定的精神障碍

# model:gnuhealth.pathology.category,name:icdcat5-2
source: (F10-F19) Mental and behavioural disorders due to psychoactive substance use
de: (F10-F19) Psychische und Verhaltensstörungen durch psychotrope Substanzen
fr_fr: Troubles mentaux et du comportement liés à l'utilisation de substances psycho-actives(F10-F19)
zh_cn: (F10-F19) 使用精神活性物质引起的精神和行为障碍

# model:gnuhealth.pathology.category,name:icdcat5-3
source: (F20-F29) Schizophrenia, schizotypal and delusional disorders
de: (F20-F29) Schizophrenie, schizotype und wahnhafte Störungen
fr_fr: Schizophrénie, trouble schizotypique et troubles délirants(F20-F29)
zh_cn: (F20-F29) 精神分裂症、分裂型障碍和妄想性障碍

# model:gnuhealth.pathology.category,name:icdcat5-4
source: (F30-F39) Mood [affective] disorders
de: (F30-F39) Affektive Störungen
fr_fr: Troubles de l'humeur [affectifs](F30-F39)
zh_cn: (F30-F39) 心境[情感]障碍

# model:gnuhealth.pathology.category,name:icdcat5-5
source: (F40-F48) Neurotic, stress-related and somatoform disorders
de: (F40-F48) Neurotische, Belastungs- und somatoforme Störungen
fr_fr: Troubles névrotiques, troubles liés à des facteurs de stress et troubles somatoformes(F40-F48)
zh_cn: (F40-F48) 神经症性、应激相关的以及躯体形式的障碍

# model:gnuhealth.pathology.category,name:icdcat5-6
source: (F50-F59) Behavioural syndromes associated with psychological disturbances and physical factors
de: (F50-F59) Verhaltensauffälligkeiten mit körperlichen Störungen und Faktoren
fr_fr: Syndromes comportementaux associés à des perturbations physiologiques et à des facteurs physiques(F50-F59)
zh_cn: (F50-F59) 与生理紊乱和躯体因素有关的行为综合征

# model:gnuhealth.pathology.category,name:icdcat5-7
source: (F60-F69) Disorders of adult personality and behaviour
de: (F60-F69) Persönlichkeits- und Verhaltensstörungen
fr_fr: Troubles de la personnalité et du comportement chez l'adulte(F60-F69)
zh_cn: (F60-F69) 成人人格和行为障碍

# model:gnuhealth.pathology.category,name:icdcat5-8
source: (F70-F79) Mental retardation
de: (F70-F79) Intelligenzminderung
fr_fr: Retard mental(F70-F79)
zh_cn: (F70-F79) 精神发育迟缓

# model:gnuhealth.pathology.category,name:icdcat5-9
source: (F80-F89) Disorders of psychological development
de: (F80-F89) Entwicklungsstörungen
fr_fr: Troubles du développement psychologique(F80-F89)
zh_cn: (F80-F89) 心理发育障碍

# model:gnuhealth.pathology.category,name:icdcat6
source: VI Diseases of the nervous system
de: VI Krankheiten des Nervensystems
fr_fr: VI Maladies du système nerveux
zh_cn: 第6章 神经系统疾病

# model:gnuhealth.pathology.category,name:icdcat6-1
source: (G00-G09) Inflammatory diseases of the central nervous system
de: (G00-G09) Entzündliche Krankheiten des Zentralnervensystems
fr_fr: Maladies inflammatoires du système nerveux central(G00-G09)
zh_cn: (G00-G09) 中枢神经系统炎性疾病

# model:gnuhealth.pathology.category,name:icdcat6-10
source: (G80-G83) Cerebral palsy and other paralytic syndromes
de: (G80-G83) Zerebrale Lähmung und sonstige Lähmungssyndrome
fr_fr: Paralysies cérébrales et autres syndromes paralytiques(G80-G83)
zh_cn: (G80-G83) 大脑性瘫痪和其他麻痹[瘫痪]

# model:gnuhealth.pathology.category,name:icdcat6-11
source: (G90-G99) Other disorders of the nervous system
de: (G90-G99) Sonstige Krankheiten des Nervensystems
fr_fr: Autres affections du système nerveux(G90-G99)
zh_cn: (G90-G99) 神经系统的其他疾患

# model:gnuhealth.pathology.category,name:icdcat6-2
source: (G10-G14) Systemic atrophies primarily affecting the central nervous system
de: (G10-G14) Systematrophien, die vorwiegend das Zentralnervensystem betreffen
zh_cn: (G10-G14) 主要影响中枢神经系统的全身性萎缩
