Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:O29
source: Complications of anaesthesia during pregnancy
de: Komplikationen bei Anästhesie in der Schwangerschaft
fr_fr: Complications d'une anesthésie au cours de la grossesse
zh_cn: 妊娠期间麻醉的并发症

# model:gnuhealth.pathology,name:O290
source: Pulmonary complications of anaesthesia during pregnancy
de: Pulmonale Komplikationen bei Anästhesie in der Schwangerschaft
fr_fr: Complications pulmonaires d'une anesthésie au cours de la grossesse
zh_cn: 妊娠期间麻醉的肺部并发症

# model:gnuhealth.pathology,name:O291
source: Cardiac complications of anaesthesia during pregnancy
de: Kardiale Komplikationen bei Anästhesie in der Schwangerschaft
fr_fr: Complications cardiaques d'une anesthésie au cours de la grossesse
zh_cn: 妊娠期间麻醉的心脏并发症

# model:gnuhealth.pathology,name:O292
source: Central nervous system complications of anaesthesia during pregnancy
de: Komplikationen des Zentralnervensystems bei Anästhesie in der Schwangerschaft
fr_fr: Complications impliquant le système nerveux central dues à une anesthésie au cours de la grossesse
zh_cn: 妊娠期间麻醉的中枢神经系统并发症

# model:gnuhealth.pathology,name:O293
source: Toxic reaction to local anaesthesia during pregnancy
de: Toxische Reaktion auf Lokalanästhesie in der Schwangerschaft
fr_fr: Réaction toxique au cours d'une anesthésie locale au cours de la grossesse
zh_cn: 妊娠期间局部麻醉的中毒反应

# model:gnuhealth.pathology,name:O294
source: Spinal and epidural anaesthesia-induced headache during pregnancy
de: Kopfschmerzen nach Spinal- oder Periduralanästhesie in der Schwangerschaft
fr_fr: Céphalée provoquée par une rachianesthésie et une anesthésie épidurale au cours de la grossesse
zh_cn: 妊娠期间脊髓和硬膜外麻醉诱发的头痛

# model:gnuhealth.pathology,name:O295
source: Other complications of spinal and epidural anaesthesia during pregnancy
de: Sonstige Komplikationen nach Spinal- oder Periduralanästhesie in der Schwangerschaft
fr_fr: Autres complications d'une rachianesthésie et d'une anesthésie épidurale au cours de la grossesse
zh_cn: 妊娠期间脊髓和硬膜外麻醉的其他并发症

# model:gnuhealth.pathology,name:O296
source: Failed or difficult intubation during pregnancy
de: Misslingen oder Schwierigkeiten bei der Intubation in der Schwangerschaft
fr_fr: Echec ou difficulté d'intubation au cours de la grossesse
zh_cn: 妊娠期间插管失败或困难

# model:gnuhealth.pathology,name:O298
source: Other complications of anaesthesia during pregnancy
de: Sonstige Komplikationen bei Anästhesie in der Schwangerschaft
fr_fr: Autres complications d'une anesthésie au cours de la grossesse
zh_cn: 妊娠期间麻醉的其他并发症

# model:gnuhealth.pathology,name:O299
source: Complication of anaesthesia during pregnancy, unspecified
de: Komplikation bei Anästhesie in der Schwangerschaft, nicht näher bezeichnet
fr_fr: Complication d'une anesthésie au cours de la grossesse, sans précision
zh_cn: 妊娠期间麻醉未特指的并发症

# model:gnuhealth.pathology,name:O30
source: Multiple gestation
de: Mehrlingsschwangerschaft
fr_fr: Grossesse multiple
zh_cn: 多胎妊娠

# model:gnuhealth.pathology,name:O300
source: Twin pregnancy
de: Zwillingsschwangerschaft
fr_fr: Jumeaux
zh_cn: 双胎妊娠

# model:gnuhealth.pathology,name:O301
source: Triplet pregnancy
de: Drillingsschwangerschaft
fr_fr: Triplés
zh_cn: 三胎妊娠

# model:gnuhealth.pathology,name:O302
source: Quadruplet pregnancy
de: Vierlingsschwangerschaft
fr_fr: Quadruplés
zh_cn: 四胎妊娠

# model:gnuhealth.pathology,name:O308
source: Other multiple gestation
de: Sonstige Mehrlingsschwangerschaft
fr_fr: Autres grossesses multiples
zh_cn: 其他多胎妊娠

# model:gnuhealth.pathology,name:O309
source: Multiple gestation, unspecified
de: Mehrlingsschwangerschaft, nicht näher bezeichnet
fr_fr: Grossesse multiple, sans précision
zh_cn: 未特指的多胎妊娠

# model:gnuhealth.pathology,name:O31
source: Complications specific to multiple gestation
de: Komplikationen, die für eine Mehrlingsschwangerschaft spezifisch sind
fr_fr: Complications spécifiques à une grossesse multiple
zh_cn: 特发于多胎妊娠的并发症

# model:gnuhealth.pathology,name:O310
source: Papyraceous fetus
de: Fetus papyraceus
zh_cn: 纸样胎

# model:gnuhealth.pathology,name:O311
source: Continuing pregnancy after abortion of one fetus or more
de: Fortbestehen der Schwangerschaft nach Fehlgeburt eines oder mehrerer Feten
zh_cn: 一个或多个胎儿流产后的继续妊娠

# model:gnuhealth.pathology,name:O312
source: Continuing pregnancy after intrauterine death of one fetus or more
de: Fortbestehen der Schwangerschaft nach intrauterinem Absterben eines oder mehrerer Feten
zh_cn: 一个或多个胎儿宫内死亡后的继续妊娠

# model:gnuhealth.pathology,name:O318
source: Other complications specific to multiple gestation
de: Sonstige Komplikationen, die für eine Mehrlingsschwangerschaft spezifisch sind
fr_fr: Autres complications spécifiques à une grossesse multiple
zh_cn: 特发于多胎妊娠的其他并发症

# model:gnuhealth.pathology,name:O32
source: Maternal care for known or suspected malpresentation of fetus
de: Betreuung der Mutter bei festgestellter oder vermuteter Lage- und Einstellungsanomalie des Fetus
zh_cn: 为已知或可疑胎儿先露异常给予的孕产妇医疗

# model:gnuhealth.pathology,name:O320
source: Maternal care for unstable lie
de: Betreuung der Mutter wegen wechselnder Kindslage
fr_fr: Soins maternels pour position instable
zh_cn: 为不稳定产式给予的孕产妇医疗

# model:gnuhealth.pathology,name:O321
source: Maternal care for breech presentation
de: Betreuung der Mutter wegen Beckenendlage
fr_fr: Soins maternels pour présentation du siège
zh_cn: 为臀先露给予的孕产妇医疗

# model:gnuhealth.pathology,name:O322
source: Maternal care for transverse and oblique lie
de: Betreuung der Mutter bei Quer- und Schräglage
fr_fr: Soins maternels pour position transverse et oblique
zh_cn: 为横产式和斜产式给予的孕产妇医疗

# model:gnuhealth.pathology,name:O323
source: Maternal care for face, brow and chin presentation
de: Betreuung der Mutter bei Gesichts-, Stirn- und Kinnlage
fr_fr: Soins maternels pour présentation de la face, du front et du menton
zh_cn: 为面先露、额先露和颏先露给予的孕产妇医疗

# model:gnuhealth.pathology,name:O324
source: Maternal care for high head at term
de: Betreuung der Mutter bei Nichteintreten des Kopfes zum Termin
fr_fr: Soins maternels pour tête haute à terme
zh_cn: 为足月头高给予的孕产妇医疗

# model:gnuhealth.pathology,name:O325
source: Maternal care for multiple gestation with malpresentation of one fetus or more
de: Betreuung der Mutter bei Mehrlingsschwangerschaft mit Lage- und Einstellungsanomalie eines oder mehrerer Feten
zh_cn: 为多胎妊娠伴有一个或多个胎儿先露异常给予的孕产妇医疗

# model:gnuhealth.pathology,name:O326
source: Maternal care for compound presentation
de: Betreuung der Mutter bei kombinierten Lage- und Einstellungsanomalien
fr_fr: Soins maternels pour présentation complexe
zh_cn: 为复合先露给予的孕产妇医疗

# model:gnuhealth.pathology,name:O328
source: Maternal care for other malpresentation of fetus
de: Betreuung der Mutter bei sonstigen Lage- und Einstellungsanomalien des Fetus
zh_cn: 为胎儿其他先露异常给予的孕产妇医疗

# model:gnuhealth.pathology,name:O329
source: Maternal care for malpresentation of fetus, unspecified
de: Betreuung der Mutter bei Lage- und Einstellungsanomalie des Fetus, nicht näher bezeichnet
zh_cn: 为胎儿先露异常给予的未特指的孕产妇医疗

# model:gnuhealth.pathology,name:O33
source: Maternal care for known or suspected disproportion
de: Betreuung der Mutter bei festgestelltem oder vermutetem Missverhältnis zwischen Fetus und Becken
fr_fr: Soins maternels pour disproportion fœto-pelvienne connue ou présumée
zh_cn: 为已知或可疑胎盆不称给予的孕产妇医疗

# model:gnuhealth.pathology,name:O330
source: Maternal care for disproportion due to deformity of maternal pelvic bones
de: Betreuung der Mutter bei Missverhältnis durch Deformität des mütterlichen knöchernen Beckens
fr_fr: Soins maternels pour disproportion due à une malformation du bassin de la mère
zh_cn: 为骨盆骨变形引起的胎盆不称给予的孕产妇医疗

# model:gnuhealth.pathology,name:O331
source: Maternal care for disproportion due to generally contracted pelvis
de: Betreuung der Mutter bei Missverhältnis durch allgemein verengtes Becken
fr_fr: Soins maternels pour disproportion due à un bassin maternel généralement rétréci
zh_cn: 为均小骨盆引起的胎盆不称给予的孕产妇医疗

# model:gnuhealth.pathology,name:O332
source: Maternal care for disproportion due to inlet contraction of pelvis
de: Betreuung der Mutter bei Missverhältnis durch Beckeneingangsverengung
fr_fr: Soins maternels pour disproportion due à un rétrécissement du détroit supérieur du bassin maternel
zh_cn: 为骨盆入口狭窄引起的胎盆不称给予的孕产妇医疗

# model:gnuhealth.pathology,name:O333
source: Maternal care for disproportion due to outlet contraction of pelvis
de: Betreuung der Mutter bei Missverhältnis durch Beckenausgangsverengung
fr_fr: Soins maternels pour disproportion due à un rétrécissement du détroit inférieur
zh_cn: 为骨盆出口狭窄引起的胎盆不称给予的孕产妇医疗

# model:gnuhealth.pathology,name:O334
source: Maternal care for disproportion of mixed maternal and fetal origin
de: Betreuung der Mutter wegen Missverhältnis bei kombinierter mütterlicher und fetaler Ursache
zh_cn: 为母体和胎儿混合性原因的胎盆不称给予的孕产妇医疗

# model:gnuhealth.pathology,name:O335
source: Maternal care for disproportion due to unusually large fetus
de: Betreuung der Mutter bei Missverhältnis durch ungewöhnlich großen Fetus
zh_cn: 为特大胎儿引起的胎盆不称给予的孕产妇医疗

# model:gnuhealth.pathology,name:O336
source: Maternal care for disproportion due to hydrocephalic fetus
de: Betreuung der Mutter bei Missverhältnis durch Hydrozephalus des Fetus
zh_cn: 为脑积水胎儿引起的胎盆不称给予的孕产妇医疗

# model:gnuhealth.pathology,name:O337
source: Maternal care for disproportion due to other fetal deformities
de: Betreuung der Mutter bei Missverhältnis durch sonstige Deformitäten des Fetus
zh_cn: 为其他胎儿变形引起的胎盆不称给予的孕产妇医疗

# model:gnuhealth.pathology,name:O338
source: Maternal care for disproportion of other origin
de: Betreuung der Mutter bei Missverhältnis sonstigen Ursprungs
fr_fr: Soins maternels pour disproportion d'autres origines
zh_cn: 为其他原因的胎盆不称给予的孕产妇医疗

# model:gnuhealth.pathology,name:O339
source: Maternal care for disproportion, unspecified
de: Betreuung der Mutter bei Missverhältnis, nicht näher bezeichnet
fr_fr: Soins maternels pour disproportion, sans précision
zh_cn: 为未特指的胎盆不称给予的孕产妇医疗

# model:gnuhealth.pathology,name:O34
source: Maternal care for known or suspected abnormality of pelvic organs
de: Betreuung der Mutter bei festgestellter oder vermuteter Anomalie der Beckenorgane
fr_fr: Soins maternels pour anomalie connue ou présumée des organes pelviens
zh_cn: 为已知或可疑盆腔器官异常给予的孕产妇医疗

# model:gnuhealth.pathology,name:O340
source: Maternal care for congenital malformation of uterus
de: Betreuung der Mutter bei angeborener Fehlbildung des Uterus
fr_fr: Soins maternels pour malformation congénitale de l'utérus
zh_cn: 为子宫先天性畸形给予的孕产妇医疗

# model:gnuhealth.pathology,name:O341
source: Maternal care for tumour of corpus uteri
de: Betreuung der Mutter bei Tumor des Corpus uteri
fr_fr: Soins maternels pour tumeur du corps de l'utérus
zh_cn: 为子宫体肿瘤给予的孕产妇医疗

# model:gnuhealth.pathology,name:O342
source: Maternal care due to uterine scar from previous surgery
de: Betreuung der Mutter bei Uterusnarbe durch vorangegangenen chirurgischen Eingriff
fr_fr: Soins maternels pour cicatrice utérine due à une intervention chirurgicale antérieure
zh_cn: 为以前的子宫手术瘢痕给予的孕产妇医疗

# model:gnuhealth.pathology,name:O343
source: Maternal care for cervical incompetence
de: Betreuung der Mutter bei Zervixinsuffizienz
fr_fr: Soins maternels pour béance du col
zh_cn: 为宫颈机能不全给予的孕产妇医疗

# model:gnuhealth.pathology,name:O344
source: Maternal care for other abnormalities of cervix
de: Betreuung der Mutter bei sonstigen Anomalien der Cervix uteri
fr_fr: Soins maternels pour d'autres anomalies du col
zh_cn: 为宫颈其他异常给予的孕产妇医疗

# model:gnuhealth.pathology,name:O345
source: Maternal care for other abnormalities of gravid uterus
de: Betreuung der Mutter bei sonstigen Anomalien des graviden Uterus
fr_fr: Soins maternels pour d'autres anomalies de l'utérus gravide
zh_cn: 为妊娠子宫其他异常给予的孕产妇医疗

# model:gnuhealth.pathology,name:O346
source: Maternal care for abnormality of vagina
de: Betreuung der Mutter bei Anomalie der Vagina
fr_fr: Soins maternels pour anomalies du vagin
zh_cn: 为阴道异常给予的孕产妇医疗

# model:gnuhealth.pathology,name:O347
source: Maternal care for abnormality of vulva and perineum
de: Betreuung der Mutter bei Anomalie der Vulva und des Perineums
fr_fr: Soins maternels pour anomalies de la vulve et du périnée
zh_cn: 为外阴和会阴异常给予的孕产妇医疗

# model:gnuhealth.pathology,name:O348
source: Maternal care for other abnormalities of pelvic organs
de: Betreuung der Mutter bei sonstigen Anomalien der Beckenorgane
fr_fr: Soins maternels pour d'autres anomalies des organes pelviens
zh_cn: 为盆腔器官其他异常给予的孕产妇医疗

# model:gnuhealth.pathology,name:O349
source: Maternal care for abnormality of pelvic organ, unspecified
de: Betreuung der Mutter bei Anomalie der Beckenorgane, nicht näher bezeichnet
fr_fr: Soins maternels pour anomalie d'un organe pelvien, sans précision
zh_cn: 为盆腔器官未特指的异常给予的孕产妇医疗

# model:gnuhealth.pathology,name:O35
source: Maternal care for known or suspected fetal abnormality and damage
de: Betreuung der Mutter bei festgestellter oder vermuteter Anomalie oder Schädigung des Fetus
zh_cn: 为已知或可疑胎儿异常和损害给予的孕产妇医疗

# model:gnuhealth.pathology,name:O350
source: Maternal care for (suspected) central nervous system malformation in fetus
de: Betreuung der Mutter bei (Verdacht auf) Fehlbildung des Zentralnervensystems beim Fetus
zh_cn: 为胎儿(可疑)中枢神经系统畸形给予的孕产妇医疗

# model:gnuhealth.pathology,name:O351
source: Maternal care for (suspected) chromosomal abnormality in fetus
de: Betreuung der Mutter bei (Verdacht auf) Chromosomenanomalie beim Fetus
zh_cn: 为胎儿(可疑)染色体异常给予的孕产妇医疗

# model:gnuhealth.pathology,name:O352
source: Maternal care for (suspected) hereditary disease in fetus
de: Betreuung der Mutter bei (Verdacht auf) hereditäre Krankheit beim Fetus
zh_cn: 为胎儿(可疑)遗传性疾病给予的孕产妇医疗

# model:gnuhealth.pathology,name:O353
source: Maternal care for (suspected) damage to fetus from viral disease in mother
de: Betreuung der Mutter bei (Verdacht auf) Schädigung des Fetus durch Viruskrankheit der Mutter
zh_cn: 为母体病毒性疾病对胎儿(可疑)损害给予的孕产妇医疗

# model:gnuhealth.pathology,name:O354
source: Maternal care for (suspected) damage to fetus from alcohol
de: Betreuung der Mutter bei (Verdacht auf) Schädigung des Fetus durch Alkohol
zh_cn: 为酒精所致胎儿的(可疑)损害给予的孕产妇医疗

# model:gnuhealth.pathology,name:O355
source: Maternal care for (suspected) damage to fetus by drugs
de: Betreuung der Mutter bei (Verdacht auf) Schädigung des Fetus durch Arzneimittel oder Drogen
zh_cn: 为药物所致胎儿的(可疑)损害给予的孕产妇医疗

# model:gnuhealth.pathology,name:O356
source: Maternal care for (suspected) damage to fetus by radiation
de: Betreuung der Mutter bei (Verdacht auf) Schädigung des Fetus durch Strahleneinwirkung
zh_cn: 为辐射所致胎儿的(可疑)损害给予的孕产妇医疗

# model:gnuhealth.pathology,name:O357
source: Maternal care for (suspected) damage to fetus by other medical procedures
de: Betreuung der Mutter bei (Verdacht auf) Schädigung des Fetus durch sonstige medizinische Maßnahmen
zh_cn: 为其他医疗操作所致胎儿的(可疑)损害给予的孕产妇医疗

# model:gnuhealth.pathology,name:O358
source: Maternal care for other (suspected) fetal abnormality and damage
de: Betreuung der Mutter bei (Verdacht auf) sonstige Anomalie oder Schädigung des Fetus
zh_cn: 为其他(可疑J胎儿异常和损害给予的孕产妇医疗)

# model:gnuhealth.pathology,name:O359
source: Maternal care for (suspected) fetal abnormality and damage, unspecified
de: Betreuung der Mutter bei (Verdacht auf) Anomalie oder Schädigung des Fetus, nicht näher bezeichnet
zh_cn: 为未特指的(可疑)胎儿异常和损害给予的孕产妇医疗

# model:gnuhealth.pathology,name:O36
source: Maternal care for other known or suspected fetal problems
de: Betreuung der Mutter wegen sonstiger festgestellter oder vermuteter Komplikationen beim Fetus
zh_cn: 为其他已知或可疑的胎儿问题给予的孕产妇医疗

# model:gnuhealth.pathology,name:O360
source: Maternal care for rhesus isoimmunization
de: Betreuung der Mutter wegen Rhesus-Isoimmunisierung
zh_cn: 为Rh因子同种免疫给予的孕产妇医疗

# model:gnuhealth.pathology,name:O361
source: Maternal care for other isoimmunization
de: Betreuung der Mutter wegen sonstiger Isoimmunisierung
zh_cn: 为其他同种免疫给予的孕产妇医疗

# model:gnuhealth.pathology,name:O362
source: Maternal care for hydrops fetalis
de: Betreuung der Mutter wegen Hydrops fetalis
zh_cn: 为胎儿水肿给予的孕产妇医疗

# model:gnuhealth.pathology,name:O363
source: Maternal care for signs of fetal hypoxia
de: Betreuung der Mutter wegen Anzeichen für fetale Hypoxie
zh_cn: 为胎儿缺氧体征给予的孕亢妇医疗

# model:gnuhealth.pathology,name:O364
source: Maternal care for intrauterine death
de: Betreuung der Mutter wegen intrauterinen Fruchttodes
zh_cn: 为胎儿宫内死亡给予的孕产妇医疗

# model:gnuhealth.pathology,name:O365
source: Maternal care for poor fetal growth
de: Betreuung der Mutter wegen fetaler Wachstumsretardierung
zh_cn: 为胎儿生长不良给予的孕产妇医疗

# model:gnuhealth.pathology,name:O366
source: Maternal care for excessive fetal growth
de: Betreuung der Mutter wegen fetaler Hypertrophie
zh_cn: 为胎儿过度生长给予的孕产妇医疗

# model:gnuhealth.pathology,name:O367
source: Maternal care for viable fetus in abdominal pregnancy
de: Betreuung der Mutter wegen eines lebensfähigen Fetus bei Abdominalgravidität
zh_cn: 为腹腔妊娠中能活胎儿给予的孕产妇医疗

# model:gnuhealth.pathology,name:O368
source: Maternal care for other specified fetal problems
de: Betreuung der Mutter wegen sonstiger näher bezeichneter Komplikationen beim Fetus
zh_cn: 为其他特指的胎儿问题给予的孕产妇医疗

# model:gnuhealth.pathology,name:O369
source: Maternal care for fetal problem, unspecified
de: Betreuung der Mutter wegen Komplikation beim Fetus, nicht näher bezeichnet
zh_cn: 为未特指的胎儿问题给予的孕产妇医疗

# model:gnuhealth.pathology,name:O40
source: Polyhydramnios
de: Polyhydramnion
fr_fr: Hydramnios
zh_cn: 羊水过多

# model:gnuhealth.pathology,name:O41
source: Other disorders of amniotic fluid and membranes
de: Sonstige Veränderungen des Fruchtwassers und der Eihäute
fr_fr: Autres anomalies du liquide amniotique et des membranes
zh_cn: 羊水和胎膜的其他疾患

# model:gnuhealth.pathology,name:O410
source: Oligohydramnios
de: Oligohydramnion
fr_fr: Oligoamnios
zh_cn: 羊水过少

# model:gnuhealth.pathology,name:O411
source: Infection of amniotic sac and membranes
de: Infektion der Fruchtblase und der Eihäute
fr_fr: Infection du sac amniotique et des membranes
zh_cn: 羊膜囊和胎膜的感染

# model:gnuhealth.pathology,name:O418
source: Other specified disorders of amniotic fluid and membranes
de: Sonstige näher bezeichnete Veränderungen des Fruchtwassers und der Eihäute
fr_fr: Autres anomalies précisées du liquide amniotique et des membranes
zh_cn: 羊水和胎膜其他特指的疾患

# model:gnuhealth.pathology,name:O419
source: Disorder of amniotic fluid and membranes, unspecified
de: Veränderung des Fruchtwassers und der Eihäute, nicht näher bezeichnet
fr_fr: Anomalie du liquide amniotique et des membranes, sans précision
zh_cn: 羊水和胎膜未特指的疾患

# model:gnuhealth.pathology,name:O42
source: Premature rupture of membranes
de: Vorzeitiger Blasensprung
fr_fr: Rupture prématurée des membranes
zh_cn: 胎膜早破

# model:gnuhealth.pathology,name:O420
source: Premature rupture of membranes, onset of labour within 24 hours
de: Vorzeitiger Blasensprung, Wehenbeginn innerhalb von 24 Stunden
fr_fr: Rupture prématurée des membranes, avec début du travail dans les 24 heures
zh_cn: 胎膜早破，在24小时之内产程开始

# model:gnuhealth.pathology,name:O421
source: Premature rupture of membranes, onset of labour after 24 hours
de: Vorzeitiger Blasensprung, Wehenbeginn nach Ablauf von 24 Stunden
fr_fr: Rupture prématurée des membranes, avec début du travail au-delà de 24 heures
zh_cn: 胎膜早破，在24小时以后产程开始

# model:gnuhealth.pathology,name:O422
source: Premature rupture of membranes, labour delayed by therapy
de: Vorzeitiger Blasensprung, Wehenhemmung durch Therapie
fr_fr: Rupture prématurée des membranes, travail retardé par traitement
zh_cn: 胎膜早破，由于治疗而使产程延迟

# model:gnuhealth.pathology,name:O429
source: Premature rupture of membranes, unspecified
de: Vorzeitiger Blasensprung, nicht näher bezeichnet
fr_fr: Rupture prématurée des membranes, sans précision
zh_cn: 未特指的胎膜早破

# model:gnuhealth.pathology,name:O43
source: Placental disorders
de: Pathologische Zustände der Plazenta
fr_fr: Anomalies du placenta
zh_cn: 胎盘疾患

# model:gnuhealth.pathology,name:O430
source: Placental transfusion syndromes
de: Transplazentare Transfusionssyndrome
fr_fr: Syndromes de transfusion placentaire
zh_cn: 胎盘输血综合征

# model:gnuhealth.pathology,name:O431
source: Malformation of placenta
de: Fehlbildung der Plazenta
fr_fr: Malformation du placenta
zh_cn: 胎盘畸形

# model:gnuhealth.pathology,name:O432
source: Morbidly adherent placenta
de: Krankhaft anhaftende Plazenta

# model:gnuhealth.pathology,name:O438
source: Other placental disorders
de: Sonstige pathologische Zustände der Plazenta
fr_fr: Autres anomalies du placenta
zh_cn: 其他的胎盘疾患

# model:gnuhealth.pathology,name:O439
source: Placental disorder, unspecified
de: Pathologischer Zustand der Plazenta, nicht näher bezeichnet
fr_fr: Anomalie du placenta, sans précision
zh_cn: 未特指的胎盘疾患

# model:gnuhealth.pathology,name:O440
source: Placenta praevia specified as without haemorrhage
de: Placenta praevia mit der Angabe: ohne Blutung
fr_fr: Placenta praevia précisé sans hémorragie
zh_cn: 前置胎盘特指为不伴有出血

# model:gnuhealth.pathology,name:O441
source: Placenta praevia with haemorrhage
de: Placenta praevia mit Blutung
fr_fr: Placenta praevia avec hémorragie
zh_cn: 前置胎盘伴有出血

# model:gnuhealth.pathology,name:O45
source: Premature separation of placenta [abruptio placentae]
de: Vorzeitige Plazentalösung [Abruptio placentae]
fr_fr: Décollement prématuré du placenta [hématome rétro-placentaire]
zh_cn: 胎盘早期剥离

# model:gnuhealth.pathology,name:O450
source: Premature separation of placenta with coagulation defect
de: Vorzeitige Plazentalösung bei Gerinnungsstörung
fr_fr: Décollement prématuré du placenta avec anomalie de la coagulation
zh_cn: 胎盘早期剥离伴有凝血缺陷

# model:gnuhealth.pathology,name:O458
source: Other premature separation of placenta
de: Sonstige vorzeitige Plazentalösung
fr_fr: Autres décollements prématurés du placenta
zh_cn: 其他的胎盘早期剥离

# model:gnuhealth.pathology,name:O459
source: Premature separation of placenta, unspecified
de: Vorzeitige Plazentalösung, nicht näher bezeichnet
fr_fr: Décollement prématuré du placenta, sans précision
zh_cn: 未特指的胎盘早期剥离

# model:gnuhealth.pathology,name:O46
source: Antepartum haemorrhage, not elsewhere classified
de: Präpartale Blutung, anderenorts nicht klassifiziert
fr_fr: Hémorragie précédant l'accouchement, non classée ailleurs
zh_cn: 产前出血，不可归类在他处者

# model:gnuhealth.pathology,name:O460
source: Antepartum haemorrhage with coagulation defect
de: Präpartale Blutung bei Gerinnungsstörung
fr_fr: Hémorragie précédant l'accouchement avec anomalie de la coagulation
zh_cn: 产前出血伴有凝血缺陷

# model:gnuhealth.pathology,name:O468
source: Other antepartum haemorrhage
de: Sonstige präpartale Blutung
fr_fr: Autres hémorragies précédant l'accouchement
zh_cn: 其他的产前出血

# model:gnuhealth.pathology,name:O469
source: Antepartum haemorrhage, unspecified
de: Präpartale Blutung, nicht näher bezeichnet
fr_fr: Hémorragie précédant l'accouchement, sans précision
zh_cn: 未特指的产前出血

# model:gnuhealth.pathology,name:O47
source: False labour
de: Frustrane Kontraktionen [Unnütze Wehen]
fr_fr: Faux travail
zh_cn: 假临产

# model:gnuhealth.pathology,name:O470
source: False labour before 37 completed weeks of gestation
de: Frustrane Kontraktionen vor 37 vollendeten Schwangerschaftswochen
fr_fr: Faux travail avant 37 semaines entières de gestation
zh_cn: 妊娠37整周之前的假临产

# model:gnuhealth.pathology,name:O471
source: False labour at or after 37 completed weeks of gestation
de: Frustrane Kontraktionen ab 37 oder mehr vollendeten Schwangerschaftswochen
fr_fr: Faux travail à ou après la 37ème semaine entière de gestation
zh_cn: 妊娠37整周或以后的假临产

# model:gnuhealth.pathology,name:O479
source: False labour, unspecified
de: Frustrane Kontraktionen, nicht näher bezeichnet
fr_fr: Faux travail, sans précision
zh_cn: 未特指的假临产

# model:gnuhealth.pathology,name:O48
source: Prolonged pregnancy
de: Übertragene Schwangerschaft
fr_fr: Grossesse prolongée
zh_cn: 过期妊娠

# model:gnuhealth.pathology,name:O60
source: Preterm labour and delivery
de: Vorzeitige Wehen und Entbindung
zh_cn: 早产
