Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:E147
source: Unspecified diabetes mellitus: With multiple complications
de: Nicht näher bezeichneter Diabetes mellitus: Mit multiplen Komplikationen
zh_cn: 糖尿病伴有多个并发症

# model:gnuhealth.pathology,name:E148
source: Unspecified diabetes mellitus: With unspecified complications
de: Nicht näher bezeichneter Diabetes mellitus: Mit nicht näher bezeichneten Komplikationen
zh_cn: 糖尿病伴有并发症

# model:gnuhealth.pathology,name:E149
source: Unspecified diabetes mellitus: Without complications
de: Nicht näher bezeichneter Diabetes mellitus: Ohne Komplikationen
zh_cn: 未特指的糖尿病不伴有并发症

# model:gnuhealth.pathology,name:E15
source: Nondiabetic hypoglycaemic coma
de: Hypoglykämisches Koma, nichtdiabetisch
fr_fr: Coma hypoglycémique non diabétique
zh_cn: 非糖尿病低血糖性昏迷

# model:gnuhealth.pathology,name:E16
source: Other disorders of pancreatic internal secretion
de: Sonstige Störungen der inneren Sekretion des Pankreas
fr_fr: Autres anomalies de la sécrétion pancréatique interne
zh_cn: 胰腺内分泌的其他疾患

# model:gnuhealth.pathology,name:E160
source: Drug-induced hypoglycaemia without coma
de: Arzneimittelinduzierte Hypoglykämie ohne Koma
fr_fr: Hypoglycémie médicamenteuse, sans coma
zh_cn: 药物性低血糖不伴有昏迷

# model:gnuhealth.pathology,name:E161
source: Other hypoglycaemia
de: Sonstige Hypoglykämie
fr_fr: Autres hypoglycémies
zh_cn: 其他低血糖

# model:gnuhealth.pathology,name:E162
source: Hypoglycaemia, unspecified
de: Hypoglykämie, nicht näher bezeichnet
fr_fr: Hypoglycémie, sans précision
zh_cn: 未特指的低血糖

# model:gnuhealth.pathology,name:E163
source: Increased secretion of glucagon
de: Erhöhte Glukagonsekretion
fr_fr: Hypersécrétion de glucagon
zh_cn: 高血糖素分泌增多

# model:gnuhealth.pathology,name:E164
source: Abnormal secretion of gastrin
de: Abnorme Gastrinsekretion
fr_fr: Sécrétion anormale de gastrine
zh_cn: 胃泌素分泌异常

# model:gnuhealth.pathology,name:E168
source: Other specified disorders of pancreatic internal secretion
de: Sonstige näher bezeichnete Störungen der inneren Sekretion des Pankreas
fr_fr: Autres anomalies précisées de la sécrétion pancréatique interne
zh_cn: 胰腺内分泌其他特指的疾患

# model:gnuhealth.pathology,name:E169
source: Disorder of pancreatic internal secretion, unspecified
de: Störung der inneren Sekretion des Pankreas, nicht näher bezeichnet
fr_fr: Anomalie de la régulation de la sécrétion pancréatique interne, sans précision
zh_cn: 胰腺内分泌未特指的疾患

# model:gnuhealth.pathology,name:E20
source: Hypoparathyroidism
de: Hypoparathyreoidismus
fr_fr: Hypoparathyroïdie
zh_cn: 甲状旁腺功能减退症

# model:gnuhealth.pathology,name:E200
source: Idiopathic hypoparathyroidism
de: Idiopathischer Hypoparathyreoidismus
fr_fr: Hypoparathyroïdie idiopathique
zh_cn: 特发性甲状旁腺功能减退症

# model:gnuhealth.pathology,name:E201
source: Pseudohypoparathyroidism
de: Pseudohypoparathyreoidismus
fr_fr: Pseudohypoparathyroïdie
zh_cn: 假性甲状旁腺功能减退症

# model:gnuhealth.pathology,name:E208
source: Other hypoparathyroidism
de: Sonstiger Hypoparathyreoidismus
fr_fr: Autres hypoparathyroïdies
zh_cn: 其他甲状旁腺功能减退症

# model:gnuhealth.pathology,name:E209
source: Hypoparathyroidism, unspecified
de: Hypoparathyreoidismus, nicht näher bezeichnet
fr_fr: Hypoparathyroïdie, sans précision
zh_cn: 未特指的甲状旁腺功能减退症

# model:gnuhealth.pathology,name:E21
source: Hyperparathyroidism and other disorders of parathyroid gland
de: Hyperparathyreoidismus und sonstige Krankheiten der Nebenschilddrüse
fr_fr: Hyperparathyroïdie et autres maladies de la glande parathyroïde
zh_cn: 甲状旁腺功能亢进症和甲状旁腺的其他疾患

# model:gnuhealth.pathology,name:E210
source: Primary hyperparathyroidism
de: Primärer Hyperparathyreoidismus
fr_fr: Hyperparathyroïdie primaire
zh_cn: 原发性甲状旁腺功能亢进症

# model:gnuhealth.pathology,name:E211
source: Secondary hyperparathyroidism, not elsewhere classified
de: Sekundärer Hyperparathyreoidismus, anderenorts nicht klassifiziert
fr_fr: Hyperparathyroïdie secondaire, non classée ailleurs
zh_cn: 继发性甲状旁腺功能亢进症，不可归类在他处者

# model:gnuhealth.pathology,name:E212
source: Other hyperparathyroidism
de: Sonstiger Hyperparathyreoidismus
fr_fr: Autres hyperparathyroïdies
zh_cn: 其他甲状旁腺功能亢进症

# model:gnuhealth.pathology,name:E213
source: Hyperparathyroidism, unspecified
de: Hyperparathyreoidismus, nicht näher bezeichnet
fr_fr: Hyperparathyroïdie, sans précision
zh_cn: 未特指的甲状旁腺功能亢进症

# model:gnuhealth.pathology,name:E214
source: Other specified disorders of parathyroid gland
de: Sonstige näher bezeichnete Krankheiten der Nebenschilddrüse
fr_fr: Autres maladies précisées de la glande parathyroïde
zh_cn: 甲状旁腺其他特指的疾患

# model:gnuhealth.pathology,name:E215
source: Disorder of parathyroid gland, unspecified
de: Krankheit der Nebenschilddrüse, nicht näher bezeichnet
fr_fr: Maladie de la glande parathyroïde, sans précision
zh_cn: 甲状旁腺未特指的疾患

# model:gnuhealth.pathology,name:E22
source: Hyperfunction of pituitary gland
de: Überfunktion der Hypophyse
fr_fr: Hypersécrétion de l'hypophyse
zh_cn: 垂体功能亢进

# model:gnuhealth.pathology,name:E220
source: Acromegaly and pituitary gigantism
de: Akromegalie und hypophysärer Hochwuchs
fr_fr: Acromégalie et gigantisme
zh_cn: 肢端肥大症和垂体性巨人症

# model:gnuhealth.pathology,name:E221
source: Hyperprolactinaemia
de: Hyperprolaktinämie
fr_fr: Hyperprolactinémie
zh_cn: 高催乳素血症

# model:gnuhealth.pathology,name:E222
source: Syndrome of inappropriate secretion of antidiuretic hormone
de: Syndrom der inadäquaten Sekretion von Adiuretin
fr_fr: Syndrome de sécrétion anormale de l'hormone antidiurétique
zh_cn: 抗利尿激素分泌不足综合征

# model:gnuhealth.pathology,name:E228
source: Other hyperfunction of pituitary gland
de: Sonstige Überfunktion der Hypophyse
fr_fr: Autres hypersécrétions de l'hypophyse
zh_cn: 其他的垂体功能亢进

# model:gnuhealth.pathology,name:E229
source: Hyperfunction of pituitary gland, unspecified
de: Überfunktion der Hypophyse, nicht näher bezeichnet
fr_fr: Hypersécrétion de l'hypophyse, sans précision
zh_cn: 未特指的垂体功能亢进

# model:gnuhealth.pathology,name:E23
source: Hypofunction and other disorders of pituitary gland
de: Unterfunktion und andere Störungen der Hypophyse
fr_fr: Hyposécrétion et autres anomalies de l'hypophyse
zh_cn: 垂体功能减退和其他疾患

# model:gnuhealth.pathology,name:E230
source: Hypopituitarism
de: Hypopituitarismus
fr_fr: Hypopituitarisme
zh_cn: 垂体功能减退症

# model:gnuhealth.pathology,name:E231
source: Drug-induced hypopituitarism
de: Arzneimittelinduzierter Hypopituitarismus
fr_fr: Hypopituitarisme médicamenteux
zh_cn: 药物性垂体功能减退症

# model:gnuhealth.pathology,name:E233
source: Hypothalamic dysfunction, not elsewhere classified
de: Hypothalamische Dysfunktion, anderenorts nicht klassifiziert
fr_fr: Anomalie hypothalamique, non classée ailleurs
zh_cn: 下丘脑功能不良，不可归类在他处者

# model:gnuhealth.pathology,name:E236
source: Other disorders of pituitary gland
de: Sonstige Störungen der Hypophyse
fr_fr: Autres anomalies de l'hypophyse
zh_cn: 其他垂体疾患

# model:gnuhealth.pathology,name:E237
source: Disorder of pituitary gland, unspecified
de: Störung der Hypophyse, nicht näher bezeichnet
fr_fr: Anomalie de l'hypophyse, sans précision
zh_cn: 未特指的垂体疾患

# model:gnuhealth.pathology,name:E24
source: Cushing syndrome
de: Cushing-Syndrom
zh_cn: 库欣综合征[皮质醇增多症]

# model:gnuhealth.pathology,name:E240
source: Pituitary-dependent Cushing disease
de: Hypophysäres Cushing-Syndrom
zh_cn: 垂体依赖性库欣病

# model:gnuhealth.pathology,name:E241
source: Nelson syndrome
de: Nelson-Tumor
zh_cn: 纳尔逊综合征

# model:gnuhealth.pathology,name:E242
source: Drug-induced Cushing syndrome
de: Arzneimittelinduziertes Cushing-Syndrom
zh_cn: 药物性皮质醇增多症

# model:gnuhealth.pathology,name:E243
source: Ectopic ACTH syndrome
de: Ektopisches ACTH-Syndrom
fr_fr: Syndrome de sécrétion ectopique d'ACTH
zh_cn: 异位促肾上腺皮质激素综合征

# model:gnuhealth.pathology,name:E244
source: Alcohol-induced pseudo-Cushing syndrome
de: Alkoholinduziertes Pseudo-Cushing-Syndrom
zh_cn: 醇诱发的假库欣综合征

# model:gnuhealth.pathology,name:E248
source: Other Cushing syndrome
de: Sonstiges Cushing-Syndrom
zh_cn: 其他库欣综合征

# model:gnuhealth.pathology,name:E249
source: Cushing syndrome, unspecified
de: Cushing-Syndrom, nicht näher bezeichnet
zh_cn: 未特指的库欣综合征

# model:gnuhealth.pathology,name:E25
source: Adrenogenital disorders
de: Adrenogenitale Störungen
fr_fr: Anomalies génito-surrénaliennes
zh_cn: 肾上腺性征疾患

# model:gnuhealth.pathology,name:E250
source: Congenital adrenogenital disorders associated with enzyme deficiency
de: Angeborene adrenogenitale Störungen in Verbindung mit Enzymmangel
fr_fr: Anomalies génito-surrénaliennes congénitales liées à un déficit enzymatique
zh_cn: 先天性肾上腺性征疾患伴有酶缺乏

# model:gnuhealth.pathology,name:E258
source: Other adrenogenital disorders
de: Sonstige adrenogenitale Störungen
fr_fr: Autres anomalies génito-surrénaliennes
zh_cn: 其他肾上腺性征疾患

# model:gnuhealth.pathology,name:E259
source: Adrenogenital disorder, unspecified
de: Adrenogenitale Störung, nicht näher bezeichnet
fr_fr: Anomalie génito-surrénalienne, sans précision
zh_cn: 未特指的肾上腺性征疾患

# model:gnuhealth.pathology,name:E26
source: Hyperaldosteronism
de: Hyperaldosteronismus
fr_fr: Hyperaldostéronisme
zh_cn: 醛固酮过多症

# model:gnuhealth.pathology,name:E260
source: Primary hyperaldosteronism
de: Primärer Hyperaldosteronismus
fr_fr: Hyperaldostéronisme primaire
zh_cn: 原发性醛固酮过多症

# model:gnuhealth.pathology,name:E261
source: Secondary hyperaldosteronism
de: Sekundärer Hyperaldosteronismus
fr_fr: Hyperaldostéronisme secondaire
zh_cn: 继发性醛固酮过多症

# model:gnuhealth.pathology,name:E268
source: Other hyperaldosteronism
de: Sonstiger Hyperaldosteronismus
fr_fr: Autres hyperaldostéronismes
zh_cn: 其他醛固酮过多症

# model:gnuhealth.pathology,name:E269
source: Hyperaldosteronism, unspecified
de: Hyperaldosteronismus, nicht näher bezeichnet
fr_fr: Hyperaldostéronisme, sans précision
zh_cn: 未特指的醛固酮过多症

# model:gnuhealth.pathology,name:E27
source: Other disorders of adrenal gland
de: Sonstige Krankheiten der Nebenniere
fr_fr: Autres maladies de la glande surrénale
zh_cn: 其他肾上腺疾患

# model:gnuhealth.pathology,name:E270
source: Other adrenocortical overactivity
de: Sonstige Nebennierenrindenüberfunktion
fr_fr: Autres hyperfonctionnements corticosurrénaux
zh_cn: 其他肾上腺皮质活动过度

# model:gnuhealth.pathology,name:E271
source: Primary adrenocortical insufficiency
de: Primäre Nebennierenrindeninsuffizienz
fr_fr: Insuffisance corticosurrénale primaire
zh_cn: 原发性肾上腺皮质功能减退症

# model:gnuhealth.pathology,name:E272
source: Addisonian crisis
de: Addison-Krise
fr_fr: Crise addisonienne
zh_cn: 艾迪生病危象

# model:gnuhealth.pathology,name:E273
source: Drug-induced adrenocortical insufficiency
de: Arzneimittelinduzierte Nebennierenrindeninsuffizienz
fr_fr: Insuffisance corticosurrénale médicamenteuse
zh_cn: 药物性肾上腺皮质功能减退症

# model:gnuhealth.pathology,name:E274
source: Other and unspecified adrenocortical insufficiency
de: Sonstige und nicht näher bezeichnete Nebennierenrindeninsuffizienz
fr_fr: Insuffisances corticosurrénales, autres et sans précision
zh_cn: 其他和未特指的肾上腺皮质功能减退症

# model:gnuhealth.pathology,name:E275
source: Adrenomedullary hyperfunction
de: Nebennierenmarküberfunktion
fr_fr: Hyperfonctionnement de la médullosurrénale
zh_cn: 肾上腺髓质功能亢进

# model:gnuhealth.pathology,name:E278
source: Other specified disorders of adrenal gland
de: Sonstige näher bezeichnete Krankheiten der Nebenniere
fr_fr: Autres maladies précisées de la glande surrénale
zh_cn: 肾上腺其他特指的疾患

# model:gnuhealth.pathology,name:E279
source: Disorder of adrenal gland, unspecified
de: Krankheit der Nebenniere, nicht näher bezeichnet
fr_fr: Maladie de la glande surrénale, sans précision
zh_cn: 肾上腺未特指的疾患

# model:gnuhealth.pathology,name:E28
source: Ovarian dysfunction
de: Ovarielle Dysfunktion
fr_fr: Dysfonction ovarienne
zh_cn: 卵巢功能障碍

# model:gnuhealth.pathology,name:E280
source: Ovarian dysfunction: Estrogen excess
de: Ovarielle Dysfunktion: Östrogenüberschuss
zh_cn: 雌激素过多

# model:gnuhealth.pathology,name:E281
source: Ovarian dysfunction: Androgen excess
de: Ovarielle Dysfunktion: Androgenüberschuss
zh_cn: 雄激素过多

# model:gnuhealth.pathology,name:E282
source: Polycystic ovarian syndrome
de: Syndrom polyzystischer Ovarien
fr_fr: Syndrome ovarien polykystique
zh_cn: 多囊卵巢综合征

# model:gnuhealth.pathology,name:E283
source: Primary ovarian failure
de: Primäre Ovarialinsuffizienz
fr_fr: Insuffisance ovarienne primaire
zh_cn: 原发性卵巢功能衰竭

# model:gnuhealth.pathology,name:E288
source: Other ovarian dysfunction
de: Sonstige ovarielle Dysfunktion
fr_fr: Autres dysfonctions ovariennes
zh_cn: 其他卵巢功能障碍

# model:gnuhealth.pathology,name:E289
source: Ovarian dysfunction, unspecified
de: Ovarielle Dysfunktion, nicht näher bezeichnet
fr_fr: Dysfonction ovarienne, sans précision
zh_cn: 未特指的卵巢功能障碍

# model:gnuhealth.pathology,name:E29
source: Testicular dysfunction
de: Testikuläre Dysfunktion
fr_fr: Dysfonction testiculaire
zh_cn: 睾丸功能障碍

# model:gnuhealth.pathology,name:E290
source: Testicular hyperfunction
de: Testikuläre Überfunktion
fr_fr: Hyperfonction testiculaire
zh_cn: 睾丸功能亢进

# model:gnuhealth.pathology,name:E291
source: Testicular hypofunction
de: Testikuläre Unterfunktion
fr_fr: Hypofonction testiculaire
zh_cn: 睾丸功能减退症

# model:gnuhealth.pathology,name:E298
source: Other testicular dysfunction
de: Sonstige testikuläre Dysfunktion
fr_fr: Autres dysfonctions testiculaires
zh_cn: 其他睾丸功能障碍

# model:gnuhealth.pathology,name:E299
source: Testicular dysfunction, unspecified
de: Testikuläre Dysfunktion, nicht näher bezeichnet
fr_fr: Dysfonction testiculaire, sans précision
zh_cn: 未特指的睾丸功能障碍

# model:gnuhealth.pathology,name:E30
source: Disorders of puberty, not elsewhere classified
de: Pubertätsstörungen, anderenorts nicht klassifiziert
fr_fr: Anomalies de la puberté, non classées ailleurs
zh_cn: 青春期疾患，不可归类在他处者

# model:gnuhealth.pathology,name:E300
source: Delayed puberty
de: Verzögerte Pubertät [Pubertas tarda]
fr_fr: Puberté retardée
zh_cn: 青春期延迟

# model:gnuhealth.pathology,name:E301
source: Precocious puberty
de: Vorzeitige Pubertät [Pubertas praecox]
fr_fr: Puberté précoce
zh_cn: 性早熟

# model:gnuhealth.pathology,name:E308
source: Other disorders of puberty
de: Sonstige Pubertätsstörungen
fr_fr: Autres anomalies de la puberté
zh_cn: 其他青春期疾患

# model:gnuhealth.pathology,name:E309
source: Disorder of puberty, unspecified
de: Pubertätsstörung, nicht näher bezeichnet
fr_fr: Anomalie de la puberté, sans précision
zh_cn: 未特指的青春期疾患

# model:gnuhealth.pathology,name:E31
source: Polyglandular dysfunction
de: Polyglanduläre Dysfunktion
fr_fr: Dysfonctionnement pluriglandulaire
zh_cn: 多腺体功能障碍

# model:gnuhealth.pathology,name:E310
source: Autoimmune polyglandular failure
de: Autoimmune polyglanduläre Insuffizienz
fr_fr: Insuffisance pluriglandulaire auto-immune
zh_cn: 自身免疫性多腺体衰竭

# model:gnuhealth.pathology,name:E311
source: Polyglandular hyperfunction
de: Polyglanduläre Überfunktion
fr_fr: Hyperfonctionnement pluriglandulaire
zh_cn: 多腺体功能亢进

# model:gnuhealth.pathology,name:E318
source: Other polyglandular dysfunction
de: Sonstige polyglanduläre Dysfunktion
fr_fr: Autres dysfonctionnements pluriglandulaires
zh_cn: 其他多腺体功能障碍

# model:gnuhealth.pathology,name:E319
source: Polyglandular dysfunction, unspecified
de: Polyglanduläre Dysfunktion, nicht näher bezeichnet
fr_fr: Dysfonctionnement pluriglandulaire, sans précision
zh_cn: 未特指的多腺体功能障碍

# model:gnuhealth.pathology,name:E32
source: Diseases of thymus
de: Krankheiten des Thymus
fr_fr: Maladies du thymus
zh_cn: 胸腺病

# model:gnuhealth.pathology,name:E320
source: Persistent hyperplasia of thymus
de: Persistierende Thymushyperplasie
fr_fr: Hyperplasie persistante du thymus
zh_cn: 持续性胸腺增生

# model:gnuhealth.pathology,name:E321
source: Abscess of thymus
de: Abszess des Thymus
fr_fr: Abcès du thymus
zh_cn: 胸腺脓肿

# model:gnuhealth.pathology,name:E328
source: Other diseases of thymus
de: Sonstige Krankheiten des Thymus
fr_fr: Autres maladies du thymus
zh_cn: 其他胸腺病

# model:gnuhealth.pathology,name:E329
source: Disease of thymus, unspecified
de: Krankheit des Thymus, nicht näher bezeichnet
fr_fr: Maladie du thymus, sans précision
zh_cn: 未特指的胸腺病

# model:gnuhealth.pathology,name:E34
source: Other endocrine disorders
de: Sonstige endokrine Störungen
fr_fr: Autres troubles endocriniens
zh_cn: 其他内分泌疾患

# model:gnuhealth.pathology,name:E340
source: Carcinoid syndrome
de: Karzinoid-Syndrom
fr_fr: Syndrome carcinoïde
zh_cn: 类癌瘤综合征

# model:gnuhealth.pathology,name:E341
source: Other hypersecretion of intestinal hormones
de: Sonstige Hypersekretion intestinaler Hormone
fr_fr: Autres hypersécrétions d'hormones intestinales
zh_cn: 其他肠激素分泌过多

# model:gnuhealth.pathology,name:E342
source: Ectopic hormone secretion, not elsewhere classified
de: Ektopische Hormonsekretion, anderenorts nicht klassifiziert
fr_fr: Sécrétion hormonale ectopique, non classée ailleurs
zh_cn: 异位激素分泌，不可归类在他处者

# model:gnuhealth.pathology,name:E343
source: Short stature, not elsewhere classified
de: Kleinwuchs, anderenorts nicht klassifiziert
fr_fr: Insuffisance staturale, non classée ailleurs
zh_cn: 身材矮小症，不可归类在他处者

# model:gnuhealth.pathology,name:E344
source: Constitutional tall stature
de: Konstitutioneller Hochwuchs
fr_fr: Haute stature constitutionnelle
zh_cn: 体质性高身材

# model:gnuhealth.pathology,name:E345
source: Androgen resistance syndrome
de: Androgenresistenz-Syndrom
fr_fr: Syndrome de résistance aux androgènes
zh_cn: 雄激素抵抗综合征

# model:gnuhealth.pathology,name:E348
source: Other specified endocrine disorders
de: Sonstige näher bezeichnete endokrine Störungen
fr_fr: Autres troubles endocriniens précisés
zh_cn: 其他特指的内分泌疾患

# model:gnuhealth.pathology,name:E349
source: Endocrine disorder, unspecified
de: Endokrine Störung, nicht näher bezeichnet
fr_fr: Anomalie endocrinienne, sans précision
zh_cn: 未特指的内分泌疾患

# model:gnuhealth.pathology,name:E35
source: Disorders of endocrine glands in diseases classified elsewhere
de: Störungen der endokrinen Drüsen bei anderenorts klassifizierten Krankheiten
fr_fr: Anomalies endocriniennes au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的内分泌腺疾患

# model:gnuhealth.pathology,name:E350
source: Disorders of thyroid gland in diseases classified elsewhere
de: Krankheiten der Schilddrüse bei anderenorts klassifizierten Krankheiten
fr_fr: Anomalies de la glande thyroïde au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的甲状腺疾患

# model:gnuhealth.pathology,name:E351
source: Disorders of adrenal glands in diseases classified elsewhere
de: Krankheiten der Nebennieren bei anderenorts klassifizierten Krankheiten
fr_fr: Anomalies de la glande surrénale au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的肾上腺疾患

# model:gnuhealth.pathology,name:E358
source: Disorders of other endocrine glands in diseases classified elsewhere
de: Krankheiten sonstiger endokriner Drüsen bei anderenorts klassifizierten Krankheiten
fr_fr: Anomalies d'autres glandes endocrines au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的其他内分泌腺疾患

# model:gnuhealth.pathology,name:E41
source: Nutritional marasmus
de: Alimentärer Marasmus
fr_fr: Marasme nutritionnel
zh_cn: 营养性消瘦

# model:gnuhealth.pathology,name:E42
source: Marasmic kwashiorkor
de: Kwashiorkor-Marasmus
fr_fr: Kwashiorkor avec marasme
zh_cn: 消瘦性夸希奥科病

# model:gnuhealth.pathology,name:E43
source: Unspecified severe protein-energy malnutrition
de: Nicht näher bezeichnete erhebliche Energie- und Eiweißmangelernährung
fr_fr: Malnutrition protéino-énergétique grave, sans précision
zh_cn: 未特指的重度蛋白质-能量营养不良

# model:gnuhealth.pathology,name:E44
source: Protein-energy malnutrition of moderate and mild degree
de: Energie- und Eiweißmangelernährung mäßigen und leichten Grades
fr_fr: Malnutrition protéino-énergétique légère ou modérée
zh_cn: 中度和轻度蛋白质-能量营养不良

# model:gnuhealth.pathology,name:E440
source: Moderate protein-energy malnutrition
de: Mäßige Energie- und Eiweißmangelernährung
fr_fr: Malnutrition protéino-énergétique modérée
zh_cn: 中度蛋白质-能量营养不良

# model:gnuhealth.pathology,name:E441
source: Mild protein-energy malnutrition
de: Leichte Energie- und Eiweißmangelernährung
fr_fr: Malnutrition protéino-énergétique légère
zh_cn: 轻度蛋白质-能量营养不良

# model:gnuhealth.pathology,name:E45
source: Retarded development following protein-energy malnutrition
de: Entwicklungsverzögerung durch Energie- und Eiweißmangelernährung
fr_fr: Retard de développement après malnutrition protéino-énergétique
zh_cn: 继后于蛋白质-能量营养不良的发育迟缓

# model:gnuhealth.pathology,name:E46
source: Unspecified protein-energy malnutrition
de: Nicht näher bezeichnete Energie- und Eiweißmangelernährung
fr_fr: Malnutrition protéino-énergétique, sans précision
zh_cn: 未特指的蛋白质-能量营养不良

# model:gnuhealth.pathology,name:E50
source: Vitamin A deficiency
de: Vitamin-A-Mangel
fr_fr: Avitaminose A
zh_cn: 维生素A缺乏病

# model:gnuhealth.pathology,name:E500
source: Vitamin A deficiency with conjunctival xerosis
de: Vitamin-A-Mangel mit Xerosis conjunctivae
fr_fr: Avitaminose A avec xérosis conjonctival
zh_cn: 维生素A缺乏病伴有结膜干燥症

# model:gnuhealth.pathology,name:E501
source: Vitamin A deficiency with Bitot spot and conjunctival xerosis
de: Vitamin-A-Mangel mit Bitot-Flecken und Xerosis conjunctivae
zh_cn: 维生素A缺乏病伴有比托斑点及结膜干燥症

# model:gnuhealth.pathology,name:E502
source: Vitamin A deficiency with corneal xerosis
de: Vitamin-A-Mangel mit Hornhautxerose
fr_fr: Avitaminose A avec xérosis cornéen
zh_cn: 维生素A缺乏病伴有角膜干燥症

# model:gnuhealth.pathology,name:E503
source: Vitamin A deficiency with corneal ulceration and xerosis
de: Vitamin-A-Mangel mit Hornhautulzeration und Hornhautxerose
fr_fr: Avitaminose A avec xérosis et ulcération de la cornée
zh_cn: 维生素A缺乏病伴有角膜溃疡和干燥症

# model:gnuhealth.pathology,name:E504
source: Vitamin A deficiency with keratomalacia
de: Vitamin-A-Mangel mit Keratomalazie
fr_fr: Avitaminose A avec kératomalacie
zh_cn: 维生素A缺乏病伴有角膜软化症

# model:gnuhealth.pathology,name:E505
source: Vitamin A deficiency with night blindness
de: Vitamin-A-Mangel mit Nachtblindheit
fr_fr: Avitaminose A avec héméralopie
zh_cn: 维生素A缺乏病伴有夜盲症

# model:gnuhealth.pathology,name:E506
source: Vitamin A deficiency with xerophthalmic scars of cornea
de: Vitamin-A-Mangel mit xerophthalmischen Narben der Hornhaut
fr_fr: Avitaminose A avec cicatrices xérophtalmiques de la cornée
zh_cn: 维生素A缺乏病伴有角膜干眼性瘢痕

# model:gnuhealth.pathology,name:E507
source: Other ocular manifestations of vitamin A deficiency
de: Sonstige Manifestationen des Vitamin-A-Mangels am Auge
fr_fr: Autres manifestations oculaires de l'avitaminose A
zh_cn: 维生素A缺乏病的其他眼部表现

# model:gnuhealth.pathology,name:E508
source: Other manifestations of vitamin A deficiency
de: Sonstige Manifestationen des Vitamin-A-Mangels
fr_fr: Autres manifestations de l'avitaminose A
zh_cn: 维生素A缺乏病的其他表现

# model:gnuhealth.pathology,name:E509
source: Vitamin A deficiency, unspecified
de: Vitamin-A-Mangel, nicht näher bezeichnet
fr_fr: Avitaminose A, sans précision
zh_cn: 未特指的维生素A缺乏病

# model:gnuhealth.pathology,name:E51
source: Thiamine deficiency
de: Thiaminmangel [Vitamin-B1-Mangel]
fr_fr: Carence en thiamine
zh_cn: 硫胺素缺乏

# model:gnuhealth.pathology,name:E512
source: Wernicke encephalopathy
de: Wernicke-Enzephalopathie
zh_cn: 韦尼克脑病

# model:gnuhealth.pathology,name:E518
source: Other manifestations of thiamine deficiency
de: Sonstige Manifestationen des Thiaminmangels
fr_fr: Autres manifestations de la carence en thiamine
zh_cn: 硫胺素缺乏的其他表现

# model:gnuhealth.pathology,name:E519
source: Thiamine deficiency, unspecified
de: Thiaminmangel, nicht näher bezeichnet
fr_fr: Carence en thiamine, sans précision
zh_cn: 未特指的硫胺素缺乏

# model:gnuhealth.pathology,name:E52
source: Niacin deficiency [pellagra]
de: Niazinmangel [Pellagra]
fr_fr: Carence en acide nicotinique [pellagre]
zh_cn: 烟酸缺乏[糙皮病]

# model:gnuhealth.pathology,name:E53
source: Deficiency of other B group vitamins
de: Mangel an sonstigen Vitaminen des Vitamin-B-Komplexes
fr_fr: Autres avitaminoses du groupe B
zh_cn: 其他B族维生素缺乏病

# model:gnuhealth.pathology,name:E530
source: Riboflavin deficiency
de: Riboflavinmangel
fr_fr: Carence en riboflavine
zh_cn: 核黄素缺乏
