Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Y052
source: School, other institution and public administrative area
de: Notzucht unter körperlicher Gewaltanwendung: Schule, sonstige öffentliche Bauten
fr_fr: agression sexuelle par la force physique | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y053
source: Sports and athletics area
de: Notzucht unter körperlicher Gewaltanwendung: Sportstätten
fr_fr: agression sexuelle par la force physique | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y054
source: Street and highway
de: Notzucht unter körperlicher Gewaltanwendung: Straßen und Wege
fr_fr: agression sexuelle par la force physique | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y055
source: Trade and service area
de: Notzucht unter körperlicher Gewaltanwendung: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression sexuelle par la force physique | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y056
source: Industrial and construction area
de: Notzucht unter körperlicher Gewaltanwendung: Industrieanlagen und Baustellen
fr_fr: agression sexuelle par la force physique | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y057
source: Farm
de: Notzucht unter körperlicher Gewaltanwendung: Landwirtschaftlicher Betrieb
fr_fr: agression sexuelle par la force physique | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y058
source: Other specified place
de: Notzucht unter körperlicher Gewaltanwendung: Sonstige näher bezeichnete Orte
fr_fr: agression sexuelle par la force physique | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:Y059
source: Unspecified place
de: Notzucht unter körperlicher Gewaltanwendung: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression sexuelle par la force physique | lieu, sans précision
zh_cn: 暴力的性加害，未特指场所

# model:gnuhealth.pathology,name:Y06
source: Neglect and abandonment
de: Vernachlässigung und Verlassen
fr_fr: Délaissement et abandon
zh_cn: 被忽视照料和遗弃

# model:gnuhealth.pathology,name:Y060
source: By spouse or partner
de: Vernachlässigung und Verlassen: Durch Ehegatten oder Partner
fr_fr: Par le conjoint ou le partenaire
zh_cn: 被配偶或伴侣忽视照料和遗弃

# model:gnuhealth.pathology,name:Y061
source: By parent
de: Vernachlässigung und Verlassen: Durch Elternteil
fr_fr: Par un(e) parent(e)
zh_cn: 被父母忽视照料和遗弃

# model:gnuhealth.pathology,name:Y062
source: By acquaintance or friend
de: Vernachlässigung und Verlassen: Durch Bekannte oder Freunde
fr_fr: Par une relation ou un(e) ami(e)
zh_cn: 被熟人或朋友忽视照料和遗弃

# model:gnuhealth.pathology,name:Y068
source: By other specified persons
de: Vernachlässigung und Verlassen: Durch sonstige näher bezeichnete Personen
fr_fr: Par d'autres personnes précisées
zh_cn: 被其他特指人员忽视照料和遗弃

# model:gnuhealth.pathology,name:Y069
source: By unspecified person
de: Vernachlässigung und Verlassen: Durch nicht näher bezeichnete Person
fr_fr: Par une personne non précisée
zh_cn: 被未特指人员忽视照料和遗弃，未特指场所

# model:gnuhealth.pathology,name:Y07
source: Other maltreatment
de: Sonstige Misshandlung

# model:gnuhealth.pathology,name:Y070
source: By spouse or partner
de: Sonstige Arten der Misshandlung: Durch Ehegatten oder Partner
fr_fr: Par le conjoint ou le partenaire
zh_cn: 被配偶或伴侣虐待

# model:gnuhealth.pathology,name:Y071
source: By parent
de: Sonstige Arten der Misshandlung: Durch Elternteil
fr_fr: Par un(e) parent(e)
zh_cn: 被父母虐待

# model:gnuhealth.pathology,name:Y072
source: By acquaintance or friend
de: Sonstige Arten der Misshandlung: Durch Bekannte oder Freunde
fr_fr: Par une relation ou un(e) ami(e)
zh_cn: 被熟人或朋友虐待

# model:gnuhealth.pathology,name:Y073
source: By official authorities
de: Sonstige Arten der Misshandlung: Durch Amtspersonen
fr_fr: Par des autorités officielles
zh_cn: 被官方机构虐待

# model:gnuhealth.pathology,name:Y078
source: By other specified persons
de: Sonstige Arten der Misshandlung: Durch sonstige näher bezeichnete Personen
fr_fr: Par d'autres personnes précisées
zh_cn: 被其他特指人员虐待

# model:gnuhealth.pathology,name:Y079
source: By unspecified person
de: Sonstige Arten der Misshandlung: Durch nicht näher bezeichnete Person
fr_fr: Par une personne non précisée
zh_cn: 被未特指人员虐待，未特指场所

# model:gnuhealth.pathology,name:Y08
source: Assault by other specified means
de: Tätlicher Angriff auf sonstige näher bezeichnete Art und Weise
fr_fr: Agression par d'autres moyens précisés
zh_cn: 用其他特指的手段进行加害

# model:gnuhealth.pathology,name:Y080
source: Home
de: Tätlicher Angriff auf sonstige näher bezeichnete Art und Weise: Zu Hause
fr_fr: agression par d'autres moyens précisés | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y081
source: Residential institution
de: Tätlicher Angriff auf sonstige näher bezeichnete Art und Weise: Wohnheime oder -anstalten
fr_fr: agression par d'autres moyens précisés | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:Y082
source: School, other institution and public administrative area
de: Tätlicher Angriff auf sonstige näher bezeichnete Art und Weise: Schule, sonstige öffentliche Bauten
fr_fr: agression par d'autres moyens précisés | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y083
source: Sports and athletics area
de: Tätlicher Angriff auf sonstige näher bezeichnete Art und Weise: Sportstätten
fr_fr: agression par d'autres moyens précisés | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y084
source: Street and highway
de: Tätlicher Angriff auf sonstige näher bezeichnete Art und Weise: Straßen und Wege
fr_fr: agression par d'autres moyens précisés | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y085
source: Trade and service area
de: Tätlicher Angriff auf sonstige näher bezeichnete Art und Weise: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression par d'autres moyens précisés | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y086
source: Industrial and construction area
de: Tätlicher Angriff auf sonstige näher bezeichnete Art und Weise: Industrieanlagen und Baustellen
fr_fr: agression par d'autres moyens précisés | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y087
source: Farm
de: Tätlicher Angriff auf sonstige näher bezeichnete Art und Weise: Landwirtschaftlicher Betrieb
fr_fr: agression par d'autres moyens précisés | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y088
source: Other specified place
de: Tätlicher Angriff auf sonstige näher bezeichnete Art und Weise: Sonstige näher bezeichnete Orte
fr_fr: agression par d'autres moyens précisés | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:Y089
source: Unspecified place
de: Tätlicher Angriff auf sonstige näher bezeichnete Art und Weise: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression par d'autres moyens précisés | lieu, sans précision
zh_cn: 用其他特指的手段进行加害，未特指场所

# model:gnuhealth.pathology,name:Y09
source: Assault by unspecified means
de: Tätlicher Angriff auf nicht näher bezeichnete Art und Weise
fr_fr: Agression par un moyen non précisé
zh_cn: 用未特指的手段进行加害

# model:gnuhealth.pathology,name:Y090
source: Home
de: Tätlicher Angriff auf nicht näher bezeichnete Art und Weise: Zu Hause
fr_fr: agression par un moyen non précisé | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y091
source: Residential institution
de: Tätlicher Angriff auf nicht näher bezeichnete Art und Weise: Wohnheime oder -anstalten
fr_fr: agression par un moyen non précisé | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:Y092
source: School, other institution and public administrative area
de: Tätlicher Angriff auf nicht näher bezeichnete Art und Weise: Schule, sonstige öffentliche Bauten
fr_fr: agression par un moyen non précisé | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y093
source: Sports and athletics area
de: Tätlicher Angriff auf nicht näher bezeichnete Art und Weise: Sportstätten
fr_fr: agression par un moyen non précisé | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y094
source: Street and highway
de: Tätlicher Angriff auf nicht näher bezeichnete Art und Weise: Straßen und Wege
fr_fr: agression par un moyen non précisé | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y095
source: Trade and service area
de: Tätlicher Angriff auf nicht näher bezeichnete Art und Weise: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: agression par un moyen non précisé | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y096
source: Industrial and construction area
de: Tätlicher Angriff auf nicht näher bezeichnete Art und Weise: Industrieanlagen und Baustellen
fr_fr: agression par un moyen non précisé | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y097
source: Farm
de: Tätlicher Angriff auf nicht näher bezeichnete Art und Weise: Landwirtschaftlicher Betrieb
fr_fr: agression par un moyen non précisé | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y098
source: Other specified place
de: Tätlicher Angriff auf nicht näher bezeichnete Art und Weise: Sonstige näher bezeichnete Orte
fr_fr: agression par un moyen non précisé | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:Y099
source: Unspecified place
de: Tätlicher Angriff auf nicht näher bezeichnete Art und Weise: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: agression par un moyen non précisé | lieu, sans précision
zh_cn: 用未特指的手段进行加害，未特指场所

# model:gnuhealth.pathology,name:Y10
source: Poisoning by and exposure to nonopioid analgesics, antipyretics and antirheumatics, undetermined intent
de: Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika, Umstände unbestimmt
fr_fr: Intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits, intention non déterminée
zh_cn: 非阿片样镇痛药、解热药和抗风湿药的中毒及暴露于该类药物，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y100
source: Home
de: Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika, Umstände unbestimmt: Zu Hause
fr_fr: intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y101
source: Residential institution
de: Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits, intention non déterminée | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:Y102
source: School, other institution and public administrative area
de: Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y103
source: Sports and athletics area
de: Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika, Umstände unbestimmt: Sportstätten
fr_fr: intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y104
source: Street and highway
de: Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika, Umstände unbestimmt: Straßen und Wege
fr_fr: intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y105
source: Trade and service area
de: Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y106
source: Industrial and construction area
de: Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y107
source: Farm
de: Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y108
source: Other specified place
de: Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits, intention non déterminée | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:Y109
source: Unspecified place
de: Vergiftung durch und Exposition gegenüber nichtopioidhaltige(n) Analgetika, Antipyretika und Antirheumatika, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: intoxication par des analgésiques, antipyrétiques et antirhumatismaux non opiacés et exposition à ces produits, intention non déterminée | lieu, sans précision
zh_cn: 非阿片样镇痛药、解热药和抗风湿药的中毒及暴露于该类药物，意图不确定，未特指场所

# model:gnuhealth.pathology,name:Y11
source: Poisoning by and exposure to antiepileptic, sedative-hypnotic, antiparkinsonism and psychotropic drugs, not elsewhere classified, undetermined intent
de: Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert, Umstände unbestimmt
zh_cn: 镇癫痫药、镇静催眠药、抗帕金森病药和对精神有影响的药物的中毒及暴露于该类药物，不可归类在他处，意图不确定的

# model:gnuhealth.pathology,name:Y110
source: Home
de: Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert, Umstände unbestimmt: Zu Hause
fr_fr: intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y111
source: Residential institution
de: Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs, intention non déterminée | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:Y112
source: School, other institution and public administrative area
de: Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y113
source: Sports and athletics area
de: Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert, Umstände unbestimmt: Sportstätten
fr_fr: intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y114
source: Street and highway
de: Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert, Umstände unbestimmt: Straßen und Wege
fr_fr: intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y115
source: Trade and service area
de: Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:Y116
source: Industrial and construction area
de: Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert, Umstände unbestimmt: Industrieanlagen und Baustellen
fr_fr: intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs, intention non déterminée | local industriel et chantier de construction
zh_cn: 工业和建筑面积

# model:gnuhealth.pathology,name:Y117
source: Farm
de: Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert, Umstände unbestimmt: Landwirtschaftlicher Betrieb
fr_fr: intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs, intention non déterminée | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:Y118
source: Other specified place
de: Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert, Umstände unbestimmt: Sonstige näher bezeichnete Orte
fr_fr: intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs, intention non déterminée | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:Y119
source: Unspecified place
de: Vergiftung durch und Exposition gegenüber Antiepileptika, Sedativa, Hypnotika, Antiparkinsonmittel(n) und psychotrope(n) Substanzen, anderenorts nicht klassifiziert, Umstände unbestimmt: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: intoxication par des anti-épileptiques, sédatifs, hypnotiques, antiparkinsoniens et psychotropes et exposition à ces produits, non classés ailleurs, intention non déterminée | lieu, sans précision
zh_cn: 镇癫痫药、镇静催眠药、抗帕金森病药和对精神有影响的药物的中毒及暴露于该类药物，不可归类在他处，意图不确定的，未特指场所

# model:gnuhealth.pathology,name:Y12
source: Poisoning by and exposure to narcotics and psychodysleptics [hallucinogens], not elsewhere classified, undetermined intent
de: Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert, Umstände unbestimmt
fr_fr: Intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs, intention non déterminée
zh_cn: 麻醉品和致幻药[致幻剂]的中毒及暴露于该类药物，不可归类在他处，意图不确定

# model:gnuhealth.pathology,name:Y120
source: Home
de: Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert, Umstände unbestimmt: Zu Hause
fr_fr: intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs, intention non déterminée | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:Y121
source: Residential institution
de: Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert, Umstände unbestimmt: Wohnheime oder -anstalten
fr_fr: intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs, intention non déterminée | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:Y122
source: School, other institution and public administrative area
de: Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert, Umstände unbestimmt: Schule, sonstige öffentliche Bauten
fr_fr: intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs, intention non déterminée | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:Y123
source: Sports and athletics area
de: Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert, Umstände unbestimmt: Sportstätten
fr_fr: intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs, intention non déterminée | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:Y124
source: Street and highway
de: Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert, Umstände unbestimmt: Straßen und Wege
fr_fr: intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs, intention non déterminée | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:Y125
source: Trade and service area
de: Vergiftung durch und Exposition gegenüber Betäubungsmittel(n) und Psychodysleptika [Halluzinogene(n)], anderenorts nicht klassifiziert, Umstände unbestimmt: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: intoxication par des narcotiques et psychodysleptiques [hallucinogènes] et exposition à ces produits, non classés ailleurs, intention non déterminée | zone de commerce et de services
zh_cn: 贸易和服务区
