Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:W41
source: Exposure to high-pressure jet
de: Exposition gegenüber Hochdruckstrahl
fr_fr: Exposition à un jet à haute pression
zh_cn: 暴露于高压喷射下

# model:gnuhealth.pathology,name:W410
source: Home
de: Exposition gegenüber Hochdruckstrahl: Zu Hause
fr_fr: exposition à un jet à haute pression | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W411
source: Residential institution
de: Exposition gegenüber Hochdruckstrahl: Wohnheime oder -anstalten
fr_fr: exposition à un jet à haute pression | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W412
source: School, other institution and public administrative area
de: Exposition gegenüber Hochdruckstrahl: Schule, sonstige öffentliche Bauten
fr_fr: exposition à un jet à haute pression | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W413
source: Sports and athletics area
de: Exposition gegenüber Hochdruckstrahl: Sportstätten
fr_fr: exposition à un jet à haute pression | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W414
source: Street and highway
de: Exposition gegenüber Hochdruckstrahl: Straßen und Wege
fr_fr: exposition à un jet à haute pression | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W415
source: Trade and service area
de: Exposition gegenüber Hochdruckstrahl: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à un jet à haute pression | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W416
source: Industrial and construction area
de: Exposition gegenüber Hochdruckstrahl: Industrieanlagen und Baustellen
fr_fr: exposition à un jet à haute pression | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W417
source: Farm
de: Exposition gegenüber Hochdruckstrahl: Landwirtschaftlicher Betrieb
fr_fr: exposition à un jet à haute pression | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W418
source: Other specified place
de: Exposition gegenüber Hochdruckstrahl: Sonstige näher bezeichnete Orte
fr_fr: exposition à un jet à haute pression | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W419
source: Unspecified place
de: Exposition gegenüber Hochdruckstrahl: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à un jet à haute pression | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W42
source: Exposure to noise
de: Exposition gegenüber Lärm
fr_fr: Exposition au bruit
zh_cn: 暴露于噪声下

# model:gnuhealth.pathology,name:W420
source: Home
de: Exposition gegenüber Lärm: Zu Hause
fr_fr: exposition au bruit | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W421
source: Residential institution
de: Exposition gegenüber Lärm: Wohnheime oder -anstalten
fr_fr: exposition au bruit | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W422
source: School, other institution and public administrative area
de: Exposition gegenüber Lärm: Schule, sonstige öffentliche Bauten
fr_fr: exposition au bruit | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W423
source: Sports and athletics area
de: Exposition gegenüber Lärm: Sportstätten
fr_fr: exposition au bruit | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W424
source: Street and highway
de: Exposition gegenüber Lärm: Straßen und Wege
fr_fr: exposition au bruit | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W425
source: Trade and service area
de: Exposition gegenüber Lärm: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition au bruit | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W426
source: Industrial and construction area
de: Exposition gegenüber Lärm: Industrieanlagen und Baustellen
fr_fr: exposition au bruit | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W427
source: Farm
de: Exposition gegenüber Lärm: Landwirtschaftlicher Betrieb
fr_fr: exposition au bruit | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W428
source: Other specified place
de: Exposition gegenüber Lärm: Sonstige näher bezeichnete Orte
fr_fr: exposition au bruit | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W429
source: Unspecified place
de: Exposition gegenüber Lärm: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition au bruit | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W43
source: Exposure to vibration
de: Exposition gegenüber Vibration
fr_fr: Exposition aux vibrations
zh_cn: 暴露于振动下

# model:gnuhealth.pathology,name:W430
source: Home
de: Exposition gegenüber Vibration: Zu Hause
fr_fr: exposition aux vibrations | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W431
source: Residential institution
de: Exposition gegenüber Vibration: Wohnheime oder -anstalten
fr_fr: exposition aux vibrations | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W432
source: School, other institution and public administrative area
de: Exposition gegenüber Vibration: Schule, sonstige öffentliche Bauten
fr_fr: exposition aux vibrations | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W433
source: Sports and athletics area
de: Exposition gegenüber Vibration: Sportstätten
fr_fr: exposition aux vibrations | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W434
source: Street and highway
de: Exposition gegenüber Vibration: Straßen und Wege
fr_fr: exposition aux vibrations | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W435
source: Trade and service area
de: Exposition gegenüber Vibration: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition aux vibrations | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W436
source: Industrial and construction area
de: Exposition gegenüber Vibration: Industrieanlagen und Baustellen
fr_fr: exposition aux vibrations | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W437
source: Farm
de: Exposition gegenüber Vibration: Landwirtschaftlicher Betrieb
fr_fr: exposition aux vibrations | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W438
source: Other specified place
de: Exposition gegenüber Vibration: Sonstige näher bezeichnete Orte
fr_fr: exposition aux vibrations | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W439
source: Unspecified place
de: Exposition gegenüber Vibration: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition aux vibrations | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W44
source: Foreign body entering into or through eye or natural orifice
de: Eindringen eines Fremdkörpers in oder durch das Auge oder eine natürliche Körperöffnung
fr_fr: Corps étranger pénétrant dans l'œil ou un orifice naturel
zh_cn: 异物进入或穿入眼或自然腔口

# model:gnuhealth.pathology,name:W440
source: Home
de: Eindringen eines Fremdkörpers in oder durch das Auge oder eine natürliche Körperöffnung: Zu Hause
fr_fr: corps étranger pénétrant dans l'oeil ou un orifice naturel | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W441
source: Residential institution
de: Eindringen eines Fremdkörpers in oder durch das Auge oder eine natürliche Körperöffnung: Wohnheime oder -anstalten
fr_fr: corps étranger pénétrant dans l'oeil ou un orifice naturel | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W442
source: School, other institution and public administrative area
de: Eindringen eines Fremdkörpers in oder durch das Auge oder eine natürliche Körperöffnung: Schule, sonstige öffentliche Bauten
fr_fr: corps étranger pénétrant dans l'oeil ou un orifice naturel | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W443
source: Sports and athletics area
de: Eindringen eines Fremdkörpers in oder durch das Auge oder eine natürliche Körperöffnung: Sportstätten
fr_fr: corps étranger pénétrant dans l'oeil ou un orifice naturel | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W444
source: Street and highway
de: Eindringen eines Fremdkörpers in oder durch das Auge oder eine natürliche Körperöffnung: Straßen und Wege
fr_fr: corps étranger pénétrant dans l'oeil ou un orifice naturel | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W445
source: Trade and service area
de: Eindringen eines Fremdkörpers in oder durch das Auge oder eine natürliche Körperöffnung: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: corps étranger pénétrant dans l'oeil ou un orifice naturel | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W446
source: Industrial and construction area
de: Eindringen eines Fremdkörpers in oder durch das Auge oder eine natürliche Körperöffnung: Industrieanlagen und Baustellen
fr_fr: corps étranger pénétrant dans l'oeil ou un orifice naturel | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W447
source: Farm
de: Eindringen eines Fremdkörpers in oder durch das Auge oder eine natürliche Körperöffnung: Landwirtschaftlicher Betrieb
fr_fr: corps étranger pénétrant dans l'oeil ou un orifice naturel | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W448
source: Other specified place
de: Eindringen eines Fremdkörpers in oder durch das Auge oder eine natürliche Körperöffnung: Sonstige näher bezeichnete Orte
fr_fr: corps étranger pénétrant dans l'oeil ou un orifice naturel | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W449
source: Unspecified place
de: Eindringen eines Fremdkörpers in oder durch das Auge oder eine natürliche Körperöffnung: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: corps étranger pénétrant dans l'oeil ou un orifice naturel | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W45
source: Foreign body or object entering through skin
de: Eindringen eines Fremdkörpers oder Gegenstandes durch die Haut
fr_fr: Corps étranger ou objet pénétrant dans la peau
zh_cn: 异物或物体经皮肤进入

# model:gnuhealth.pathology,name:W450
source: Home
de: Eindringen eines Fremdkörpers oder Gegenstandes durch die Haut: Zu Hause
fr_fr: corps étranger ou objet pénétrant dans la peau | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W451
source: Residential institution
de: Eindringen eines Fremdkörpers oder Gegenstandes durch die Haut: Wohnheime oder -anstalten
fr_fr: corps étranger ou objet pénétrant dans la peau | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W452
source: School, other institution and public administrative area
de: Eindringen eines Fremdkörpers oder Gegenstandes durch die Haut: Schule, sonstige öffentliche Bauten
fr_fr: corps étranger ou objet pénétrant dans la peau | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W453
source: Sports and athletics area
de: Eindringen eines Fremdkörpers oder Gegenstandes durch die Haut: Sportstätten
fr_fr: corps étranger ou objet pénétrant dans la peau | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W454
source: Street and highway
de: Eindringen eines Fremdkörpers oder Gegenstandes durch die Haut: Straßen und Wege
fr_fr: corps étranger ou objet pénétrant dans la peau | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W455
source: Trade and service area
de: Eindringen eines Fremdkörpers oder Gegenstandes durch die Haut: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: corps étranger ou objet pénétrant dans la peau | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W456
source: Industrial and construction area
de: Eindringen eines Fremdkörpers oder Gegenstandes durch die Haut: Industrieanlagen und Baustellen
fr_fr: corps étranger ou objet pénétrant dans la peau | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W457
source: Farm
de: Eindringen eines Fremdkörpers oder Gegenstandes durch die Haut: Landwirtschaftlicher Betrieb
fr_fr: corps étranger ou objet pénétrant dans la peau | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W458
source: Other specified place
de: Eindringen eines Fremdkörpers oder Gegenstandes durch die Haut: Sonstige näher bezeichnete Orte
fr_fr: corps étranger ou objet pénétrant dans la peau | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W459
source: Unspecified place
de: Eindringen eines Fremdkörpers oder Gegenstandes durch die Haut: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: corps étranger ou objet pénétrant dans la peau | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W46
source: Contact with hypodermic needle
de: Kontakt mit einer Injektionsnadel
zh_cn: 接触皮下注射器针头

# model:gnuhealth.pathology,name:W49
source: Exposure to other and unspecified inanimate mechanical forces
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten unbelebten mechanischen Kräften
fr_fr: Exposition à des forces mécaniques, autres et sans précision
zh_cn: 暴露于其他和未特指的无生命机械性力量下

# model:gnuhealth.pathology,name:W490
source: Home
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten unbelebten mechanischen Kräften: Zu Hause
fr_fr: exposition à des forces mécaniques, autres et sans précision | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W491
source: Residential institution
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten unbelebten mechanischen Kräften: Wohnheime oder -anstalten
fr_fr: exposition à des forces mécaniques, autres et sans précision | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W492
source: School, other institution and public administrative area
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten unbelebten mechanischen Kräften: Schule, sonstige öffentliche Bauten
fr_fr: exposition à des forces mécaniques, autres et sans précision | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W493
source: Sports and athletics area
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten unbelebten mechanischen Kräften: Sportstätten
fr_fr: exposition à des forces mécaniques, autres et sans précision | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W494
source: Street and highway
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten unbelebten mechanischen Kräften: Straßen und Wege
fr_fr: exposition à des forces mécaniques, autres et sans précision | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W495
source: Trade and service area
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten unbelebten mechanischen Kräften: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: exposition à des forces mécaniques, autres et sans précision | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W496
source: Industrial and construction area
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten unbelebten mechanischen Kräften: Industrieanlagen und Baustellen
fr_fr: exposition à des forces mécaniques, autres et sans précision | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W497
source: Farm
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten unbelebten mechanischen Kräften: Landwirtschaftlicher Betrieb
fr_fr: exposition à des forces mécaniques, autres et sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W498
source: Other specified place
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten unbelebten mechanischen Kräften: Sonstige näher bezeichnete Orte
fr_fr: exposition à des forces mécaniques, autres et sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W499
source: Unspecified place
de: Exposition gegenüber sonstigen oder nicht näher bezeichneten unbelebten mechanischen Kräften: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: exposition à des forces mécaniques, autres et sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W50
source: Hit, struck, kicked, twisted, bitten or scratched by another person
de: Gestoßen-, Geschlagen-, Getreten-, Gezerrt-, Gebissen- oder Gekratztwerden von einer anderen Person
fr_fr: Coup, torsion, morsure ou écorchure infligés par un tiers
zh_cn: 被别人殴打、踢、拧、咬或抓伤

# model:gnuhealth.pathology,name:W500
source: Home
de: Gestoßen-, Geschlagen-, Getreten-, Gezerrt-, Gebissen- oder Gekratztwerden von einer anderen Person: Zu Hause
fr_fr: Coup, torsion, morsure ou écorchure infligés par un tiers | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W501
source: Residential institution
de: Gestoßen-, Geschlagen-, Getreten-, Gezerrt-, Gebissen- oder Gekratztwerden von einer anderen Person: Wohnheime oder -anstalten
fr_fr: Coup, torsion, morsure ou écorchure infligés par un tiers | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W502
source: School, other institution and public administrative area
de: Gestoßen-, Geschlagen-, Getreten-, Gezerrt-, Gebissen- oder Gekratztwerden von einer anderen Person: Schule, sonstige öffentliche Bauten
fr_fr: Coup, torsion, morsure ou écorchure infligés par un tiers | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W503
source: Sports and athletics area
de: Gestoßen-, Geschlagen-, Getreten-, Gezerrt-, Gebissen- oder Gekratztwerden von einer anderen Person: Sportstätten
fr_fr: Coup, torsion, morsure ou écorchure infligés par un tiers | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W504
source: Street and highway
de: Gestoßen-, Geschlagen-, Getreten-, Gezerrt-, Gebissen- oder Gekratztwerden von einer anderen Person: Straßen und Wege
fr_fr: Coup, torsion, morsure ou écorchure infligés par un tiers | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W505
source: Trade and service area
de: Gestoßen-, Geschlagen-, Getreten-, Gezerrt-, Gebissen- oder Gekratztwerden von einer anderen Person: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: Coup, torsion, morsure ou écorchure infligés par un tiers | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W506
source: Industrial and construction area
de: Gestoßen-, Geschlagen-, Getreten-, Gezerrt-, Gebissen- oder Gekratztwerden von einer anderen Person: Industrieanlagen und Baustellen
fr_fr: Coup, torsion, morsure ou écorchure infligés par un tiers | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W507
source: Farm
de: Gestoßen-, Geschlagen-, Getreten-, Gezerrt-, Gebissen- oder Gekratztwerden von einer anderen Person: Landwirtschaftlicher Betrieb
fr_fr: Coup, torsion, morsure ou écorchure infligés par un tiers | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W508
source: Other specified place
de: Gestoßen-, Geschlagen-, Getreten-, Gezerrt-, Gebissen- oder Gekratztwerden von einer anderen Person: Sonstige näher bezeichnete Orte
fr_fr: Coup, torsion, morsure ou écorchure infligés par un tiers | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W509
source: Unspecified place
de: Gestoßen-, Geschlagen-, Getreten-, Gezerrt-, Gebissen- oder Gekratztwerden von einer anderen Person: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: Coup, torsion, morsure ou écorchure infligés par un tiers | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W51
source: Striking against or bumped into by another person
de: Stoß gegen oder Zusammenprall mit eine(r) andere(n) Person
fr_fr: Collision entre deux personnes
zh_cn: 撞到别人或意外被别人碰撞

# model:gnuhealth.pathology,name:W510
source: Home
de: Stoß gegen oder Zusammenprall mit eine(r) andere(n) Person: Zu Hause
fr_fr: collision entre deux personnes | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W511
source: Residential institution
de: Stoß gegen oder Zusammenprall mit eine(r) andere(n) Person: Wohnheime oder -anstalten
fr_fr: collision entre deux personnes | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W512
source: School, other institution and public administrative area
de: Stoß gegen oder Zusammenprall mit eine(r) andere(n) Person: Schule, sonstige öffentliche Bauten
fr_fr: collision entre deux personnes | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:W513
source: Sports and athletics area
de: Stoß gegen oder Zusammenprall mit eine(r) andere(n) Person: Sportstätten
fr_fr: collision entre deux personnes | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:W514
source: Street and highway
de: Stoß gegen oder Zusammenprall mit eine(r) andere(n) Person: Straßen und Wege
fr_fr: collision entre deux personnes | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:W515
source: Trade and service area
de: Stoß gegen oder Zusammenprall mit eine(r) andere(n) Person: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: collision entre deux personnes | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:W516
source: Industrial and construction area
de: Stoß gegen oder Zusammenprall mit eine(r) andere(n) Person: Industrieanlagen und Baustellen
fr_fr: collision entre deux personnes | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:W517
source: Farm
de: Stoß gegen oder Zusammenprall mit eine(r) andere(n) Person: Landwirtschaftlicher Betrieb
fr_fr: collision entre deux personnes | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:W518
source: Other specified place
de: Stoß gegen oder Zusammenprall mit eine(r) andere(n) Person: Sonstige näher bezeichnete Orte
fr_fr: collision entre deux personnes | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:W519
source: Unspecified place
de: Stoß gegen oder Zusammenprall mit eine(r) andere(n) Person: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: collision entre deux personnes | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:W52
source: Crushed, pushed or stepped on by crowd or human stampede
de: Gequetscht-, Gestoßen- oder Niedergetretenwerden bei Menschenansammlung oder von in Panik geratener Menschenmenge
zh_cn: 被蜂拥人群挤压、推挤或踏踩

# model:gnuhealth.pathology,name:W520
source: Home
de: Gequetscht-, Gestoßen- oder Niedergetretenwerden bei Menschenansammlung oder von in Panik geratener Menschenmenge: Zu Hause
fr_fr: écrasement, poussée ou piétinement par une foule humaine | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:W521
source: Residential institution
de: Gequetscht-, Gestoßen- oder Niedergetretenwerden bei Menschenansammlung oder von in Panik geratener Menschenmenge: Wohnheime oder -anstalten
fr_fr: écrasement, poussée ou piétinement par une foule humaine | établissement collectif
zh_cn: 院舍

# model:gnuhealth.pathology,name:W522
source: School, other institution and public administrative area
de: Gequetscht-, Gestoßen- oder Niedergetretenwerden bei Menschenansammlung oder von in Panik geratener Menschenmenge: Schule, sonstige öffentliche Bauten
fr_fr: écrasement, poussée ou piétinement par une foule humaine | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域
