Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V863
source: Occupant of special all-terrain or other motor vehicle designed primarily for off-road use, injured in transport accident: Unspecified occupant of all-terrain or other off-road motor vehicle injured in traffic accident
de: Nicht näher bezeichneter Benutzer eines geländegängigen Spezialfahrzeuges oder eines sonstigen für die Benutzung abseits von Straßen vorgesehenen Kraftfahrzeuges bei Verkehrsunfall verletzt
zh_cn: 交通事故中全地带或其他越野机动车上的乘员的损伤

# model:gnuhealth.pathology,name:V864
source: Occupant of special all-terrain or other motor vehicle designed primarily for off-road use, injured in transport accident: Person injured while boarding or alighting from all-terrain or other off-road motor vehicle
de: Person beim Ein- oder Aussteigen aus einem geländegängigen Spezialfahrzeug oder einem sonstigen für die Benutzung abseits von Straßen vorgesehenen Kraftfahrzeug verletzt
zh_cn: 在上下全地带或其他越野机动车时的人员损伤

# model:gnuhealth.pathology,name:V865
source: Occupant of special all-terrain or other motor vehicle designed primarily for off-road use, injured in transport accident: Driver of all-terrain or other off-road motor vehicle injured in nontraffic accident
de: Fahrer eines geländegängigen Spezialfahrzeuges oder eines sonstigen für die Benutzung abseits von Straßen vorgesehenen Kraftfahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中全地带或其他越野机动车上的司机的损伤

# model:gnuhealth.pathology,name:V866
source: Occupant of special all-terrain or other motor vehicle designed primarily for off-road use, injured in transport accident: Passenger of all-terrain or other off-road motor vehicle injured in nontraffic accident
de: Fahrgast auf geländegängigem Spezialfahrzeug oder sonstigem für die Benutzung abseits von Straßen vorgesehenen Kraftfahrzeug bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中全地带或其他越野机动车上的乘客的损伤

# model:gnuhealth.pathology,name:V867
source: Occupant of special all-terrain or other motor vehicle designed primarily for off-road use, injured in transport accident: Person on outside of all-terrain or other off-road motor vehicle injured in nontraffic accident
de: Person auf der Außenseite eines geländegängigen Spezialfahrzeuges oder eines sonstigen für die Benutzung abseits von Straßen vorgesehenen Kraftfahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 非交通事故中全地带或其他越野机动车外部人员的损伤

# model:gnuhealth.pathology,name:V869
source: Occupant of special all-terrain or other motor vehicle designed primarily for off-road use, injured in transport accident: Unspecified occupant of all-terrain or other off-road motor vehicle injured in nontraffic accident
de: Nicht näher bezeichneter Benutzer eines geländegängigen Spezialfahrzeuges oder eines sonstigen für die Benutzung abseits von Straßen vorgesehenen Kraftfahrzeuges bei Transportmittelunfall außerhalb des Verkehrs verletzt
zh_cn: 全地带或其他越野机动车上的耒特指乘员非交通事故中的损伤

# model:gnuhealth.pathology,name:V87
source: Traffic accident of specified type but victim's mode of transport unknown
de: Transportmittelunfall mit näherer Angabe des Unfallherganges, jedoch unbekannter Fortbewegungsart des Unfallopfers
fr_fr: Accident de la circulation d'un type précisé, sans que soit connu le mode de transport de la victime
zh_cn: 特指类型的交通事故，但受害者的运输方式不明

# model:gnuhealth.pathology,name:V870
source: Traffic accident of specified type but victim's mode of transport unknown: Person injured in collision between car and two- or three-wheeled motor vehicle (traffic)
de: Person bei Zusammenstoß von Personenkraftwagen mit zwei- oder dreirädrigem Kraftfahrzeug (im Verkehr) verletzt
zh_cn: 小汽车和两轮或三轮机动车之间碰撞造成的人员损伤(交通性)

# model:gnuhealth.pathology,name:V871
source: Traffic accident of specified type but victim's mode of transport unknown: Person injured in collision between other motor vehicle and two- or three-wheeled motor vehicle (traffic)
de: Person bei Zusammenstoß von sonstigem Kraftfahrzeug mit zwei- oder dreirädrigem Kraftfahrzeug (im Verkehr) verletzt
zh_cn: 机动车辆和两轮或三轮机动车之间碰撞造成的人员损伤(交通性)，其他的

# model:gnuhealth.pathology,name:V872
source: Traffic accident of specified type but victim's mode of transport unknown: Person injured in collision between car and pick-up truck or van (traffic)
de: Person bei Zusammenstoß von Personenkraftwagen mit Lieferwagen (im Verkehr) verletzt
zh_cn: 小汽车和轻型货车或篷车之间碰撞造成的人员损伤(交通性)

# model:gnuhealth.pathology,name:V873
source: Traffic accident of specified type but victim's mode of transport unknown: Person injured in collision between car and bus (traffic)
de: Person bei Zusammenstoß von Personenkraftwagen mit Autobus (im Verkehr) verletzt
zh_cn: 小汽车和公共汽车之间碰撞造成的人员损伤(交通性)

# model:gnuhealth.pathology,name:V874
source: Traffic accident of specified type but victim's mode of transport unknown: Person injured in collision between car and heavy transport vehicle (traffic)
de: Person bei Zusammenstoß von Personenkraftwagen mit Lastkraftwagen (im Verkehr) verletzt
zh_cn: 小汽车和重型运输车之间碰撞造成的人员损伤(交通性)

# model:gnuhealth.pathology,name:V875
source: Traffic accident of specified type but victim's mode of transport unknown: Person injured in collision between heavy transport vehicle and bus (traffic)
de: Person bei Zusammenstoß von Lastkraftwagen mit Autobus (im Verkehr) verletzt
zh_cn: 重型运输车和公共汽车之间碰撞造成的人员损伤(交通性)

# model:gnuhealth.pathology,name:V876
source: Traffic accident of specified type but victim's mode of transport unknown: Person injured in collision between railway train or railway vehicle and car (traffic)
de: Person bei Zusammenstoß von Eisenbahnzug oder Eisenbahnfahrzeug mit Personenkraftwagen (im Verkehr) verletzt
zh_cn: 火车或铁路车辆和小汽车之间碰撞造成的人员损伤(交通性)

# model:gnuhealth.pathology,name:V877
source: Traffic accident of specified type but victim's mode of transport unknown: Person injured in collision between other specified motor vehicles (traffic)
de: Person bei Zusammenstoß von sonstigen näher bezeichneten Kraftfahrzeugen (im Verkehr) verletzt
zh_cn: 机动车辆之间碰撞造成的人员损伤(交通性)，其他特指的

# model:gnuhealth.pathology,name:V878
source: Traffic accident of specified type but victim's mode of transport unknown: Person injured in other specified noncollision transport accidents involving motor vehicle (traffic)
de: Person bei sonstigen näher bezeichneten Transportmittelunfällen mit Beteiligung eines Kraftfahrzeuges ohne Zusammenstoß (im Verkehr) verletzt
zh_cn: 涉及机动车辆非碰撞性运输事故中的人员损伤(交通性)，其他特指的

# model:gnuhealth.pathology,name:V879
source: Traffic accident of specified type but victim's mode of transport unknown: Person injured in other specified (collision)(noncollision) transport accidents involving nonmotor vehicle (traffic)
de: Person bei sonstigen näher bezeichneten Transportmittelunfällen mit Beteiligung eines nichtmotorisierten Fahrzeuges (mit Zusammenstoß) (ohne Zusammenstoß) (im Verkehr) verletzt
zh_cn: 其他特指的涉及非机动车辆(碰撞性)(非碰撞性)运输事故中的人员损伤(交通性)

# model:gnuhealth.pathology,name:V88
source: Nontraffic accident of specified type but victim's mode of transport unknown
de: Transportmittelunfall außerhalb des Verkehrs mit näherer Angabe des Unfallherganges, jedoch unbekannter Fortbewegungsart des Unfallopfers
fr_fr: Accident en dehors de la circulation d'un type précisé, sans que soit connu le mode de transport de la victime
zh_cn: 特指类型的非交通事故，但受害者的运输方式不明

# model:gnuhealth.pathology,name:V880
source: Nontraffic accident of specified type but victim's mode of transport unknown: Person injured in collision between car and two- or three-wheeled motor vehicle, nontraffic
de: Person bei Zusammenstoß von Personenkraftwagen mit zwei- oder dreirädrigem Kraftfahrzeug außerhalb des Verkehrs verletzt
zh_cn: 小汽车和两轮或三轮机动车之间碰撞造成的人员损伤，非交通性

# model:gnuhealth.pathology,name:V881
source: Nontraffic accident of specified type but victim's mode of transport unknown: Person injured in collision between other motor vehicle and two- or three-wheeled motor vehicle, nontraffic
de: Person bei Zusammenstoß von sonstigem Kraftfahrzeug mit zwei- oder dreirädrigem Kraftfahrzeug außerhalb des Verkehrs verletzt
zh_cn: 机动车辆和两轮或三轮机动车之间碰撞造成的人员损伤，非交通性，其他的

# model:gnuhealth.pathology,name:V882
source: Nontraffic accident of specified type but victim's mode of transport unknown: Person injured in collision between car and pick-up truck or van, nontraffic
de: Person bei Zusammenstoß von Personenkraftwagen mit Lieferwagen außerhalb des Verkehrs verletzt
zh_cn: 小汽车和轻型货车或篷车之间碰撞造成的人员损伤，非交通性

# model:gnuhealth.pathology,name:V883
source: Nontraffic accident of specified type but victim's mode of transport unknown: Person injured in collision between car and bus, nontraffic
de: Person bei Zusammenstoß von Personenkraftwagen mit Autobus außerhalb des Verkehrs verletzt
zh_cn: 小汽车和公共汽车之间碰撞造成的人员损伤，非交通性

# model:gnuhealth.pathology,name:V884
source: Nontraffic accident of specified type but victim's mode of transport unknown: Person injured in collision between car and heavy transport vehicle, nontraffic
de: Person bei Zusammenstoß von Personenkraftwagen mit Lastkraftwagen außerhalb des Verkehrs verletzt
zh_cn: 小汽车和重型运输车之间碰撞造成的人员损伤，非交通性

# model:gnuhealth.pathology,name:V885
source: Nontraffic accident of specified type but victim's mode of transport unknown: Person injured in collision between heavy transport vehicle and bus, nontraffic
de: Person bei Zusammenstoß von Lastkraftwagen mit Autobus außerhalb des Verkehrs verletzt
zh_cn: 重型运输车和公共汽车之间碰撞造成的人员损伤，非交通性

# model:gnuhealth.pathology,name:V886
source: Nontraffic accident of specified type but victim's mode of transport unknown: Person injured in collision between railway train or railway vehicle and car, nontraffic
de: Person bei Zusammenstoß von Eisenbahnzug oder Eisenbahnfahrzeug mit Personenkraftwagen außerhalb des Verkehrs verletzt
zh_cn: 火车或铁路车辆和小汽车之间碰撞造成的人员损伤，非交通性

# model:gnuhealth.pathology,name:V887
source: Nontraffic accident of specified type but victim's mode of transport unknown: Person injured in collision between other specified motor vehicles, nontraffic
de: Person bei Zusammenstoß von sonstigen näher bezeichneten Kraftfahrzeugen außerhalb des Verkehrs verletzt
zh_cn: 机动车辆之间碰撞造成的人员损伤，非交通性，其他特指的

# model:gnuhealth.pathology,name:V888
source: Nontraffic accident of specified type but victim's mode of transport unknown: Person injured in other specified noncollision transport accidents involving motor vehicle, nontraffic
de: Person bei sonstigen näher bezeichneten Transportmittelunfällen mit Beteiligung eines Kraftfahrzeuges ohne Zusammenstoß außerhalb des Verkehrs verletzt
zh_cn: 涉及机动车辆非碰撞性运输事故中的人员损伤，非交通性，其他特指的

# model:gnuhealth.pathology,name:V889
source: Nontraffic accident of specified type but victim's mode of transport unknown: Person injured in other specified (collision)(noncollision) transport accidents involving nonmotor vehicle, nontraffic
de: Person bei sonstigen näher bezeichneten Transportmittelunfällen mit Beteiligung eines nichtmotorisierten Fahrzeuges (mit Zusammenstoß) (ohne Zusammenstoß) außerhalb des Verkehrs verletzt
zh_cn: 其他特指的涉及非机动车辆(碰撞性)(非碰撞性)运输事故中的人员损伤，非交通性

# model:gnuhealth.pathology,name:V89
source: Motor- or nonmotor-vehicle accident, type of vehicle unspecified
de: Unfall eines motorisierten oder nichtmotorisierten Fahrzeuges, Fahrzeugtyp nicht näher bezeichnet
fr_fr: Accident avec un véhicule avec ou sans moteur, type de véhicule non précisé
zh_cn: 机动或非机动车辆事故，车辆类型未特指

# model:gnuhealth.pathology,name:V890
source: Motor- or nonmotor-vehicle accident, type of vehicle unspecified: Person injured in unspecified motor-vehicle accident, nontraffic
de: Person bei nicht näher bezeichnetem Unfall eines Kraftfahrzeuges außerhalb des Verkehrs verletzt
zh_cn: 机动车辆事故中的人员损伤，非交通性

# model:gnuhealth.pathology,name:V891
source: Motor- or nonmotor-vehicle accident, type of vehicle unspecified: Person injured in unspecified nonmotor-vehicle accident, nontraffic
de: Person bei nicht näher bezeichnetem Unfall eines nichtmotorisierten Fahrzeuges außerhalb des Verkehrs verletzt
zh_cn: 非机动车辆事故中的人员损伤，非交通性

# model:gnuhealth.pathology,name:V892
source: Motor- or nonmotor-vehicle accident, type of vehicle unspecified: Person injured in unspecified motor-vehicle accident, traffic
de: Person bei nicht näher bezeichnetem Verkehrsunfall eines Kraftfahrzeuges verletzt
zh_cn: 机动车辆事故中的人员损伤，交通性

# model:gnuhealth.pathology,name:V893
source: Motor- or nonmotor-vehicle accident, type of vehicle unspecified: Person injured in unspecified nonmotor-vehicle accident, traffic
de: Person bei nicht näher bezeichnetem Verkehrsunfall eines nichtmotorisierten Fahrzeuges verletzt
zh_cn: 非机动车辆事故中的人员损伤，交通性

# model:gnuhealth.pathology,name:V899
source: Motor- or nonmotor-vehicle accident, type of vehicle unspecified: Person injured in unspecified vehicle accident
de: Person bei nicht näher bezeichnetem Fahrzeugunfall verletzt
zh_cn: 未特指的车辆事故中的人员损伤碰撞

# model:gnuhealth.pathology,name:V90
source: Accident to watercraft causing drowning and submersion
de: Wasserfahrzeugunfall mit Ertrinken und Untergehen
fr_fr: Accident de bateau entraînant la noyade et la submersion
zh_cn: 船舶事故引起的淹溺和沉没

# model:gnuhealth.pathology,name:V900
source: Accident to watercraft causing drowning and submersion: Merchant ship
de: Wasserfahrzeugunfall mit Ertrinken und Untergehen: Handelsschiff

# model:gnuhealth.pathology,name:V901
source: Accident to watercraft causing drowning and submersion: Passenger ship
de: Wasserfahrzeugunfall mit Ertrinken und Untergehen: Passagierschiff

# model:gnuhealth.pathology,name:V902
source: Accident to watercraft causing drowning and submersion: Fishing boat
de: Wasserfahrzeugunfall mit Ertrinken und Untergehen: Fischereischiff

# model:gnuhealth.pathology,name:V903
source: Accident to watercraft causing drowning and submersion: Other powered watercraft
de: Wasserfahrzeugunfall mit Ertrinken und Untergehen: Sonstiges Wasserfahrzeug mit Kraftantrieb

# model:gnuhealth.pathology,name:V904
source: Accident to watercraft causing drowning and submersion: Sailboat
de: Wasserfahrzeugunfall mit Ertrinken und Untergehen: Segelboot

# model:gnuhealth.pathology,name:V905
source: Accident to watercraft causing drowning and submersion: Canoe or kayak
de: Wasserfahrzeugunfall mit Ertrinken und Untergehen: Kanu, Paddelboot, Ruderboot oder Kajak

# model:gnuhealth.pathology,name:V906
source: Accident to watercraft causing drowning and submersion: Inflatable craft (nonpowered)
de: Wasserfahrzeugunfall mit Ertrinken und Untergehen: Schlauchboot (ohne Kraftantrieb)

# model:gnuhealth.pathology,name:V907
source: Accident to watercraft causing drowning and submersion: Water-skis
de: Wasserfahrzeugunfall mit Ertrinken und Untergehen: Wasserskier

# model:gnuhealth.pathology,name:V908
source: Accident to watercraft causing drowning and submersion: Other unpowered watercraft
de: Wasserfahrzeugunfall mit Ertrinken und Untergehen: Sonstige Wasserfahrzeuge ohne Kraftantrieb

# model:gnuhealth.pathology,name:V909
source: Accident to watercraft causing drowning and submersion: Unspecified watercraft
de: Wasserfahrzeugunfall mit Ertrinken und Untergehen: Nicht näher bezeichnetes Wasserfahrzeug
zh_cn: 未特指的船舶，船舶事故引起的淹溺和沉没

# model:gnuhealth.pathology,name:V91
source: Accident to watercraft causing other injury
de: Wasserfahrzeugunfall mit sonstigen Verletzungen
fr_fr: Accident de bateau provoquant d'autres lésions traumatiques
zh_cn: 船舶事故引起的其他损伤

# model:gnuhealth.pathology,name:V910
source: Accident to watercraft causing other injury: Merchant ship
de: Wasserfahrzeugunfall mit sonstigen Verletzungen: Handelsschiff

# model:gnuhealth.pathology,name:V911
source: Accident to watercraft causing other injury: Passenger ship
de: Wasserfahrzeugunfall mit sonstigen Verletzungen: Passagierschiff

# model:gnuhealth.pathology,name:V912
source: Accident to watercraft causing other injury: Fishing boat
de: Wasserfahrzeugunfall mit sonstigen Verletzungen: Fischereischiff

# model:gnuhealth.pathology,name:V913
source: Accident to watercraft causing other injury: Other powered watercraft
de: Wasserfahrzeugunfall mit sonstigen Verletzungen: Sonstiges Wasserfahrzeug mit Kraftantrieb

# model:gnuhealth.pathology,name:V914
source: Accident to watercraft causing other injury: Sailboat
de: Wasserfahrzeugunfall mit sonstigen Verletzungen: Segelboot

# model:gnuhealth.pathology,name:V915
source: Accident to watercraft causing other injury: Canoe or kayak
de: Wasserfahrzeugunfall mit sonstigen Verletzungen: Kanu, Paddelboot, Ruderboot oder Kajak

# model:gnuhealth.pathology,name:V916
source: Accident to watercraft causing other injury: Inflatable craft (nonpowered)
de: Wasserfahrzeugunfall mit sonstigen Verletzungen: Schlauchboot (ohne Kraftantrieb)

# model:gnuhealth.pathology,name:V917
source: Accident to watercraft causing other injury: Water-skis
de: Wasserfahrzeugunfall mit sonstigen Verletzungen: Wasserskier

# model:gnuhealth.pathology,name:V918
source: Accident to watercraft causing other injury: Other unpowered watercraft
de: Wasserfahrzeugunfall mit sonstigen Verletzungen: Sonstige Wasserfahrzeuge ohne Kraftantrieb

# model:gnuhealth.pathology,name:V919
source: Accident to watercraft causing other injury: Unspecified watercraft
de: Wasserfahrzeugunfall mit sonstigen Verletzungen: Nicht näher bezeichnetes Wasserfahrzeug
zh_cn: 未特指的船舶，船舶事故引起的其他损伤

# model:gnuhealth.pathology,name:V92
source: Water-transport-related drowning and submersion without accident to watercraft
de: Ertrinken und Untergehen im Wasserverkehr ohne Unfall des Wasserfahrzeuges
fr_fr: Noyade et submersion durant un transport par eau, sans accident de bateau
zh_cn: 与水上运输有关的非船舶事故的淹溺和沉没

# model:gnuhealth.pathology,name:V920
source: Water-transport-related drowning and submersion without accident to watercraft: Merchant ship
de: Ertrinken und Untergehen im Wasserverkehr ohne Unfall des Wasserfahrzeuges: Handelsschiff

# model:gnuhealth.pathology,name:V921
source: Water-transport-related drowning and submersion without accident to watercraft: Passenger ship
de: Ertrinken und Untergehen im Wasserverkehr ohne Unfall des Wasserfahrzeuges: Passagierschiff

# model:gnuhealth.pathology,name:V922
source: Water-transport-related drowning and submersion without accident to watercraft: Fishing boat
de: Ertrinken und Untergehen im Wasserverkehr ohne Unfall des Wasserfahrzeuges: Fischereischiff

# model:gnuhealth.pathology,name:V923
source: Water-transport-related drowning and submersion without accident to watercraft: Other powered watercraft
de: Ertrinken und Untergehen im Wasserverkehr ohne Unfall des Wasserfahrzeuges: Sonstiges Wasserfahrzeug mit Kraftantrieb

# model:gnuhealth.pathology,name:V924
source: Water-transport-related drowning and submersion without accident to watercraft: Sailboat
de: Ertrinken und Untergehen im Wasserverkehr ohne Unfall des Wasserfahrzeuges: Segelboot

# model:gnuhealth.pathology,name:V925
source: Water-transport-related drowning and submersion without accident to watercraft: Canoe or kayak
de: Ertrinken und Untergehen im Wasserverkehr ohne Unfall des Wasserfahrzeuges: Kanu, Paddelboot, Ruderboot oder Kajak

# model:gnuhealth.pathology,name:V926
source: Water-transport-related drowning and submersion without accident to watercraft: Inflatable craft (nonpowered)
de: Ertrinken und Untergehen im Wasserverkehr ohne Unfall des Wasserfahrzeuges: Schlauchboot (ohne Kraftantrieb)

# model:gnuhealth.pathology,name:V927
source: Water-transport-related drowning and submersion without accident to watercraft: Water-skis
de: Ertrinken und Untergehen im Wasserverkehr ohne Unfall des Wasserfahrzeuges: Wasserskier

# model:gnuhealth.pathology,name:V928
source: Water-transport-related drowning and submersion without accident to watercraft: Other unpowered watercraft
de: Ertrinken und Untergehen im Wasserverkehr ohne Unfall des Wasserfahrzeuges: Sonstige Wasserfahrzeuge ohne Kraftantrieb

# model:gnuhealth.pathology,name:V929
source: Water-transport-related drowning and submersion without accident to watercraft: Unspecified watercraft
de: Ertrinken und Untergehen im Wasserverkehr ohne Unfall des Wasserfahrzeuges: Nicht näher bezeichnetes Wasserfahrzeug
zh_cn: 未特指的船舶与水上运输有关的非船舶事故的淹溺和沉没

# model:gnuhealth.pathology,name:V93
source: Accident on board watercraft without accident to watercraft, not causing drowning and submersion
de: Unfall an Bord eines Wasserfahrzeuges ohne Unfall des Wasserfahrzeuges und ohne Ertrinken und Untergehen
fr_fr: Accident à bord d'un bateau, sans accident du bateau, ne causant ni noyade ni submersion
zh_cn: 非船舶事故的船上事故，未引起淹溺和沉没

# model:gnuhealth.pathology,name:V930
source: Accident on board watercraft without accident to watercraft, not causing drowning and submersion: Merchant ship
de: Unfall an Bord eines Wasserfahrzeuges ohne Unfall des Wasserfahrzeuges und ohne Ertrinken und Untergehen: Handelsschiff

# model:gnuhealth.pathology,name:V931
source: Accident on board watercraft without accident to watercraft, not causing drowning and submersion: Passenger ship
de: Unfall an Bord eines Wasserfahrzeuges ohne Unfall des Wasserfahrzeuges und ohne Ertrinken und Untergehen: Passagierschiff

# model:gnuhealth.pathology,name:V932
source: Accident on board watercraft without accident to watercraft, not causing drowning and submersion: Fishing boat
de: Unfall an Bord eines Wasserfahrzeuges ohne Unfall des Wasserfahrzeuges und ohne Ertrinken und Untergehen: Fischereischiff

# model:gnuhealth.pathology,name:V933
source: Accident on board watercraft without accident to watercraft, not causing drowning and submersion: Other powered watercraft
de: Unfall an Bord eines Wasserfahrzeuges ohne Unfall des Wasserfahrzeuges und ohne Ertrinken und Untergehen: Sonstiges Wasserfahrzeug mit Kraftantrieb

# model:gnuhealth.pathology,name:V934
source: Accident on board watercraft without accident to watercraft, not causing drowning and submersion: Sailboat
de: Unfall an Bord eines Wasserfahrzeuges ohne Unfall des Wasserfahrzeuges und ohne Ertrinken und Untergehen: Segelboot

# model:gnuhealth.pathology,name:V935
source: Accident on board watercraft without accident to watercraft, not causing drowning and submersion: Canoe or kayak
de: Unfall an Bord eines Wasserfahrzeuges ohne Unfall des Wasserfahrzeuges und ohne Ertrinken und Untergehen: Kanu, Paddelboot, Ruderboot oder Kajak

# model:gnuhealth.pathology,name:V936
source: Accident on board watercraft without accident to watercraft, not causing drowning and submersion: Inflatable craft (nonpowered)
de: Unfall an Bord eines Wasserfahrzeuges ohne Unfall des Wasserfahrzeuges und ohne Ertrinken und Untergehen: Schlauchboot (ohne Kraftantrieb)

# model:gnuhealth.pathology,name:V937
source: Accident on board watercraft without accident to watercraft, not causing drowning and submersion: Water-skis
de: Unfall an Bord eines Wasserfahrzeuges ohne Unfall des Wasserfahrzeuges und ohne Ertrinken und Untergehen: Wasserskier

# model:gnuhealth.pathology,name:V938
source: Accident on board watercraft without accident to watercraft, not causing drowning and submersion: Other unpowered watercraft
de: Unfall an Bord eines Wasserfahrzeuges ohne Unfall des Wasserfahrzeuges und ohne Ertrinken und Untergehen: Sonstige Wasserfahrzeuge ohne Kraftantrieb

# model:gnuhealth.pathology,name:V939
source: Accident on board watercraft without accident to watercraft, not causing drowning and submersion: Unspecified watercraft
de: Unfall an Bord eines Wasserfahrzeuges ohne Unfall des Wasserfahrzeuges und ohne Ertrinken und Untergehen: Nicht näher bezeichnetes Wasserfahrzeug
zh_cn: 未特指的船舶非船舶事故的船上事故，未引起淹溺和沉没

# model:gnuhealth.pathology,name:V94
source: Other and unspecified water transport accidents
de: Sonstige und nicht näher bezeichnete Wasserverkehrsunfälle
fr_fr: Accidents de transport par eau, autres et sans précision
zh_cn: 其他和未特指的水上运输事故
