Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:Z459
source: Adjustment and management of unspecified implanted device
de: Anpassung und Handhabung eines implantierten medizinischen Gerätes, nicht näher bezeichnet
fr_fr: Ajustement et entretien d'une prothèse interne non précisée
zh_cn: 未特指的植入装置的调整和管理

# model:gnuhealth.pathology,name:Z46
source: Fitting and adjustment of other devices
de: Versorgen mit und Anpassen von anderen medizinischen Geräten oder Hilfsmitteln
fr_fr: Mise en place et ajustement d'autres appareils
zh_cn: 其他装置的安装和调整

# model:gnuhealth.pathology,name:Z460
source: Fitting and adjustment of spectacles and contact lenses
de: Versorgen mit und Anpassen von Brillen oder Kontaktlinsen
fr_fr: Mise en place et ajustement de lunettes et verres de contact
zh_cn: 眼镜和接触镜片的安装和调整

# model:gnuhealth.pathology,name:Z461
source: Fitting and adjustment of hearing aid
de: Versorgen mit und Anpassen eines Hörgerätes
fr_fr: Mise en place et ajustement d'un appareil auditif
zh_cn: 助听器的安装和调整

# model:gnuhealth.pathology,name:Z462
source: Fitting and adjustment of other devices related to nervous system and special senses
de: Versorgen mit und Anpassen von anderen medizinischen Geräten oder Hilfsmitteln für das Nervensystem oder für spezielle Sinnesorgane
fr_fr: Mise en place et ajustement d'autres appareils en rapport avec le système nerveux et les organes des sens
zh_cn: 有关神经系统和特种感觉的其他装置的安装和调整

# model:gnuhealth.pathology,name:Z463
source: Fitting and adjustment of dental prosthetic device
de: Versorgen mit und Anpassen einer Zahnprothese
fr_fr: Mise en place et ajustement d'une prothèse dentaire
zh_cn: 假牙装置的安装和调整

# model:gnuhealth.pathology,name:Z464
source: Fitting and adjustment of orthodontic device
de: Versorgen mit und Anpassen von kieferorthopädischen Geräten
fr_fr: Mise en place et ajustement d'un appareil orthodontique
zh_cn: 正牙装置的安装和调整

# model:gnuhealth.pathology,name:Z465
source: Fitting and adjustment of ileostomy and other intestinal appliances
de: Versorgen mit und Anpassen eines Ileostomas oder von sonstigen Vorrichtungen im Darm-Trakt
fr_fr: Mise en place et ajustement d'une iléostomie et autres dispositifs intestinaux
zh_cn: 回肠造口术或其他肠道用具的安装和调整

# model:gnuhealth.pathology,name:Z466
source: Fitting and adjustment of urinary device
de: Versorgen mit und Anpassen eines Gerätes im Harntrakt
fr_fr: Mise en place et ajustement d'un appareil urinaire
zh_cn: 泌尿装置的安装和调整

# model:gnuhealth.pathology,name:Z467
source: Fitting and adjustment of orthopaedic device
de: Versorgen mit und Anpassen eines orthopädischen Hilfsmittels
fr_fr: Mise en place et ajustement d'un appareil orthopédique
zh_cn: 矫形外科用装置的安装和调整

# model:gnuhealth.pathology,name:Z468
source: Fitting and adjustment of other specified devices
de: Versorgen mit und Anpassen von sonstigen näher bezeichneten medizinischen Geräten oder Hilfsmitteln
fr_fr: Mise en place et ajustement d'autres appareils précisés
zh_cn: 其他特指装置的安装和调整

# model:gnuhealth.pathology,name:Z469
source: Fitting and adjustment of unspecified device
de: Versorgen mit und Anpassen eines nicht näher bezeichneten medizinischen Gerätes oder Hilfsmittels
zh_cn: 未特指装置的安装和调整

# model:gnuhealth.pathology,name:Z47
source: Other orthopaedic follow-up care
de: Andere orthopädische Nachbehandlung
fr_fr: Autres soins de contrôle orthopédiques
zh_cn: 其他矫形外科的随诊医疗

# model:gnuhealth.pathology,name:Z470
source: Follow-up care involving removal of fracture plate and other internal fixation device
de: Entfernung einer Metallplatte oder einer anderen inneren Fixationsvorrichtung
fr_fr: Soins de contrôle impliquant l'enlèvement d'une plaque et autre prothèse interne de fixation
zh_cn: 涉及骨折板和其他内固定装置的随诊医疗

# model:gnuhealth.pathology,name:Z478
source: Other specified orthopaedic follow-up care
de: Sonstige näher bezeichnete orthopädische Nachbehandlung
fr_fr: Autres soins de contrôle orthopédiques précisés
zh_cn: 其他特指的矫形外科的随诊医疗

# model:gnuhealth.pathology,name:Z479
source: Orthopaedic follow-up care, unspecified
de: Orthopädische Nachbehandlung, nicht näher bezeichnet
fr_fr: Soin de contrôle orthopédique, sans précision
zh_cn: 未特指矫形外科的随诊医疗

# model:gnuhealth.pathology,name:Z48
source: Other surgical follow-up care
de: Andere Nachbehandlung nach chirurgischem Eingriff
fr_fr: Autres soins de contrôle chirurgicaux
zh_cn: 其他手术的随诊医疗

# model:gnuhealth.pathology,name:Z480
source: Attention to surgical dressings and sutures
de: Kontrolle von Verbänden und Nähten
fr_fr: Surveillance des sutures et pansements chirurgicaux
zh_cn: 手术敷料和缝线的维护

# model:gnuhealth.pathology,name:Z488
source: Other specified surgical follow-up care
de: Sonstige näher bezeichnete Nachbehandlung nach chirurgischem Eingriff
fr_fr: Autres soins de contrôle chirurgicaux précisés
zh_cn: 其他特指手术的随诊医疗

# model:gnuhealth.pathology,name:Z489
source: Surgical follow-up care, unspecified
de: Nachbehandlung nach chirurgischem Eingriff, nicht näher bezeichnet
fr_fr: Soin de contrôle chirurgical, sans précision
zh_cn: 未特指手术的随诊医疗

# model:gnuhealth.pathology,name:Z49
source: Care involving dialysis
de: Dialysebehandlung
fr_fr: Surveillance d'une dialyse
zh_cn: 涉及透析的医疗

# model:gnuhealth.pathology,name:Z490
source: Preparatory care for dialysis
de: Vorbereitung auf die Dialyse
fr_fr: Soins préparatoires en vue d'une dialyse
zh_cn: 透析的准备性医疗

# model:gnuhealth.pathology,name:Z491
source: Extracorporeal dialysis
de: Extrakorporale Dialyse
fr_fr: Dialyse extra-corporelle
zh_cn: 体外透析

# model:gnuhealth.pathology,name:Z492
source: Other dialysis
de: Sonstige Dialyse
fr_fr: Autres dialyses
zh_cn: 其他透析

# model:gnuhealth.pathology,name:Z50
source: Care involving use of rehabilitation procedures
de: Rehabilitationsmaßnahmen
fr_fr: Soins impliquant une rééducation
zh_cn: 涉及使用康复操作的医疗

# model:gnuhealth.pathology,name:Z500
source: Cardiac rehabilitation
de: Rehabilitationsmaßnahmen bei Herzkrankheit
fr_fr: Rééducation des cardiaques
zh_cn: 心脏病康复

# model:gnuhealth.pathology,name:Z501
source: Other physical therapy
de: Sonstige Physiotherapie
fr_fr: Autres thérapies physiques
zh_cn: 其他物理治疗

# model:gnuhealth.pathology,name:Z502
source: Alcohol rehabilitation
de: Rehabilitationsmaßnahmen bei Alkoholismus
fr_fr: Sevrage d'alcool
zh_cn: 酒精滥用康复

# model:gnuhealth.pathology,name:Z503
source: Drug rehabilitation
de: Rehabilitationsmaßnahmen bei Arzneimittel- oder Drogenabhängigkeit
fr_fr: Rééducation des drogués et après abus de médicaments
zh_cn: 药物滥用康复

# model:gnuhealth.pathology,name:Z504
source: Psychotherapy, not elsewhere classified
de: Psychotherapie, anderenorts nicht klassifiziert
fr_fr: Psychothérapie, non classée ailleurs
zh_cn: 心理治疗，不可归类在他处者

# model:gnuhealth.pathology,name:Z505
source: Speech therapy
de: Logopädische Behandlung [Therapie von Stimm-, Sprech- und Sprachstörungen]
fr_fr: Rééducation du langage
zh_cn: 言语治疗

# model:gnuhealth.pathology,name:Z506
source: Orthoptic training
de: Orthoptische Übungen [Sehschule]
fr_fr: Education de la vision [orthoptique]
zh_cn: 视轴矫正训练

# model:gnuhealth.pathology,name:Z507
source: Occupational therapy and vocational rehabilitation, not elsewhere classified
de: Arbeitstherapie und berufliche Rehabilitationsmaßnahmen, anderenorts nicht klassifiziert
fr_fr: Ergothérapie et rééducation professionnelle, non classées ailleurs
zh_cn: 职业性治疗和职业性康复，不可归类在他处者

# model:gnuhealth.pathology,name:Z508
source: Care involving use of other rehabilitation procedures
de: Sonstige Rehabilitationsmaßnahmen
zh_cn: 涉及使用其他康复操作的医疗

# model:gnuhealth.pathology,name:Z509
source: Care involving use of rehabilitation procedure, unspecified
de: Rehabilitationsmaßnahme, nicht näher bezeichnet
fr_fr: Soin impliquant une rééducation, sans précision
zh_cn: 涉及使用未特指康复操作的医疗

# model:gnuhealth.pathology,name:Z51
source: Other medical care
de: Sonstige medizinische Behandlung
fr_fr: Autres soins médicaux
zh_cn: 其他医疗照顾

# model:gnuhealth.pathology,name:Z510
source: Radiotherapy session
de: Strahlentherapie-Sitzung
fr_fr: Séance de radiothérapie
zh_cn: 放射治疗疗程

# model:gnuhealth.pathology,name:Z511
source: Chemotherapy session for neoplasm
de: Chemotherapie-Sitzung wegen bösartiger Neubildung
fr_fr: Séance de chimiothérapie pour tumeur
zh_cn: 为肿瘤化学治疗疗程

# model:gnuhealth.pathology,name:Z512
source: Other chemotherapy
de: Andere Chemotherapie
fr_fr: Autres formes de chimiothérapie
zh_cn: 其他化学治疗

# model:gnuhealth.pathology,name:Z513
source: Blood transfusion (without reported diagnosis)
de: Bluttransfusion (ohne angegebene Diagnose)
zh_cn: 无诊断报告的输血

# model:gnuhealth.pathology,name:Z514
source: Preparatory care for subsequent treatment, not elsewhere classified
de: Vorbereitung auf eine nachfolgende Behandlung, anderenorts nicht klassifiziert
zh_cn: 为随后治疗的准备医疗，不可归类在他处者

# model:gnuhealth.pathology,name:Z515
source: Palliative care
de: Palliativbehandlung
fr_fr: Soins palliatifs
zh_cn: 姑息性医疗

# model:gnuhealth.pathology,name:Z516
source: Desensitization to allergens
de: Desensibilisierung gegenüber Allergenen
zh_cn: 对变应原脱敏

# model:gnuhealth.pathology,name:Z518
source: Other specified medical care
de: Sonstige näher bezeichnete medizinische Behandlung
fr_fr: Autres formes précisées de soins médicaux
zh_cn: 其他特指的医疗照顾

# model:gnuhealth.pathology,name:Z519
source: Medical care, unspecified
de: Medizinische Behandlung, nicht näher bezeichnet
fr_fr: Soin médical, sans précision
zh_cn: 未特指的医疗照顾

# model:gnuhealth.pathology,name:Z52
source: Donors of organs and tissues
de: Spender von Organen oder Geweben
fr_fr: Donneurs d'organes et de tissus
zh_cn: 器官和组织的供者

# model:gnuhealth.pathology,name:Z520
source: Blood donor
de: Blutspender
fr_fr: Donneur de sang
zh_cn: 供血者

# model:gnuhealth.pathology,name:Z521
source: Skin donor
de: Hautspender
fr_fr: Donneur de peau
zh_cn: 供皮者

# model:gnuhealth.pathology,name:Z522
source: Bone donor
de: Knochenspender
fr_fr: Donneur d'os
zh_cn: 供骨者

# model:gnuhealth.pathology,name:Z523
source: Bone marrow donor
de: Knochenmarkspender
fr_fr: Donneur de moelle osseuse
zh_cn: 供骨髓者

# model:gnuhealth.pathology,name:Z524
source: Kidney donor
de: Nierenspender
fr_fr: Donneur de rein
zh_cn: 供肾者

# model:gnuhealth.pathology,name:Z525
source: Cornea donor
de: Korneaspender
fr_fr: Donneur de cornée
zh_cn: 供角膜者

# model:gnuhealth.pathology,name:Z526
source: Liver donor
de: Leberspender
fr_fr: Donneur de foie
zh_cn: 供肝者

# model:gnuhealth.pathology,name:Z527
source: Heart donor
de: Herzspender
fr_fr: Donneur de cœur
zh_cn: 供心者

# model:gnuhealth.pathology,name:Z528
source: Donor of other organs and tissues
de: Spender sonstiger Organe oder Gewebe
fr_fr: Donneur d'autres organes et tissus
zh_cn: 其他器官和组织的供者

# model:gnuhealth.pathology,name:Z529
source: Donor of unspecified organ or tissue
de: Spender eines nicht näher bezeichneten Organs oder Gewebes
fr_fr: Donneur d'organe ou de tissu non précisés
zh_cn: 未特指的器官或组织的供者

# model:gnuhealth.pathology,name:Z53
source: Persons encountering health services for specific procedures, not carried out
de: Personen, die Einrichtungen des Gesundheitswesens wegen spezifischer Maßnahmen aufgesucht haben, die aber nicht durchgeführt wurden
zh_cn: 为特殊操作而与保健机构接触的人，但操作未进行

# model:gnuhealth.pathology,name:Z530
source: Procedure not carried out because of contraindication
de: Maßnahme nicht durchgeführt wegen Kontraindikation
fr_fr: Acte non effectué en raison de contre-indication
zh_cn: 由于禁忌征而未进行操作

# model:gnuhealth.pathology,name:Z531
source: Procedure not carried out because of patient's decision for reasons of belief and group pressure
de: Maßnahme nicht durchgeführt aus Glaubensgründen des Patienten oder wegen Gruppendruck auf den Patienten
zh_cn: 由于信仰或群体压力而使病人决定不进行操作

# model:gnuhealth.pathology,name:Z532
source: Procedure not carried out because of patient's decision for other and unspecified reasons
de: Maßnahme nicht durchgeführt aus anderen oder nicht näher bezeichneten Gründen des Patienten
fr_fr: Acte non effectué par décision du sujet pour des raisons autres et non précisées
zh_cn: 由于其他和未特指的原因而使病人决定不进行操作

# model:gnuhealth.pathology,name:Z538
source: Procedure not carried out for other reasons
de: Maßnahme nicht durchgeführt aus sonstigen Gründen
fr_fr: Acte non effectué pour d'autres raisons
zh_cn: 由于其他原因而未进行操作

# model:gnuhealth.pathology,name:Z539
source: Procedure not carried out, unspecified reason
de: Maßnahme nicht durchgeführt aus nicht näher bezeichnetem Grund
fr_fr: Acte non effectué, raison non précisée
zh_cn: 由于未特指原因而未进行操作

# model:gnuhealth.pathology,name:Z54
source: Convalescence
de: Rekonvaleszenz
zh_cn: 恢复期

# model:gnuhealth.pathology,name:Z540
source: Convalescence following surgery
de: Rekonvaleszenz nach chirurgischem Eingriff
fr_fr: Convalescence après intervention chirurgicale
zh_cn: 手术后恢复期

# model:gnuhealth.pathology,name:Z541
source: Convalescence following radiotherapy
de: Rekonvaleszenz nach Strahlentherapie
fr_fr: Convalescence après radiothérapie
zh_cn: 放疗后恢复期

# model:gnuhealth.pathology,name:Z542
source: Convalescence following chemotherapy
de: Rekonvaleszenz nach Chemotherapie
fr_fr: Convalescence après chimiothérapie
zh_cn: 化疗后恢复期

# model:gnuhealth.pathology,name:Z543
source: Convalescence following psychotherapy
de: Rekonvaleszenz nach Psychotherapie
fr_fr: Convalescence après psychothérapie
zh_cn: 心理治疗后恢复期

# model:gnuhealth.pathology,name:Z544
source: Convalescence following treatment of fracture
de: Rekonvaleszenz nach Frakturbehandlung
fr_fr: Convalescence après traitement d'une fracture
zh_cn: 骨折治疗后恢复期

# model:gnuhealth.pathology,name:Z547
source: Convalescence following combined treatment
de: Rekonvaleszenz nach kombinierter Behandlung
fr_fr: Convalescence après traitements combinés
zh_cn: 联合治疗后恢复期

# model:gnuhealth.pathology,name:Z548
source: Convalescence following other treatment
de: Rekonvaleszenz nach sonstiger Behandlung
fr_fr: Convalescence après un autre traitement
zh_cn: 其他治疗后的恢复期

# model:gnuhealth.pathology,name:Z549
source: Convalescence following unspecified treatment
de: Rekonvaleszenz nach nicht näher bezeichneter Behandlung
fr_fr: Convalescence après un traitement non précisé
zh_cn: 未特指治疗后的恢复期

# model:gnuhealth.pathology,name:Z55
source: Problems related to education and literacy
de: Probleme mit Bezug auf die Ausbildung und das Lese-Schreib-Vermögen
fr_fr: Difficultés liées à l'éducation et l'alphabétisation
zh_cn: 与教育和文化素养有关的问题

# model:gnuhealth.pathology,name:Z550
source: Illiteracy and low-level literacy
de: Probleme mit Bezug auf: Analphabetentum oder geringes Niveau des Lese-Schreib-Vermögens
fr_fr: Analphabétisme et faible niveau éducatif
zh_cn: 与文盲和文化水平低有关

# model:gnuhealth.pathology,name:Z551
source: Schooling unavailable and unattainable
de: Probleme mit Bezug auf: Schulunterricht nicht verfügbar oder nicht erreichbar
fr_fr: Scolarisation inexistante ou inaccessible
zh_cn: 与得不到和未完成教育有关

# model:gnuhealth.pathology,name:Z552
source: Failed examinations
de: Probleme mit Bezug auf: Nicht bestandene Prüfungen
fr_fr: Echec aux examens
zh_cn: 与考试不及格有关

# model:gnuhealth.pathology,name:Z553
source: Underachievement in school
de: Probleme mit Bezug auf: Unzulängliche schulische Leistung
fr_fr: Mauvais résultats scolaires
zh_cn: 与在校学习落后有关

# model:gnuhealth.pathology,name:Z554
source: Educational maladjustment and discord with teachers and classmates
de: Probleme mit Bezug auf: Mangelnde Anpassung an schulische Anforderungen oder Unstimmigkeit mit Lehrern und Mitschülern
fr_fr: Mauvaise adaptation éducative et difficultés avec les enseignants et les autres élèves
zh_cn: 与教育失调及与教师和同学不和有关

# model:gnuhealth.pathology,name:Z558
source: Other problems related to education and literacy
de: Sonstige Probleme mit Bezug auf die Ausbildung und das Lese-Schreib-Vermögen
zh_cn: 与教育和文化素养有关的其他问题

# model:gnuhealth.pathology,name:Z559
source: Problem related to education and literacy, unspecified
de: Problem mit Bezug auf die Ausbildung und das Lese-Schreib-Vermögen, nicht näher bezeichnet
zh_cn: 与教育和文化素养有关的未特指的问题

# model:gnuhealth.pathology,name:Z56
source: Problems related to employment and unemployment
de: Probleme mit Bezug auf Berufstätigkeit oder Arbeitslosigkeit
fr_fr: Difficultés liées à l'emploi et au chômage
zh_cn: 与就业和失业有关的问题

# model:gnuhealth.pathology,name:Z560
source: Unemployment, unspecified
de: Probleme mit Bezug auf: Arbeitslosigkeit, nicht näher bezeichnet
fr_fr: Chômage, sans précision
zh_cn: 与未特指的失业有关

# model:gnuhealth.pathology,name:Z561
source: Change of job
de: Probleme mit Bezug auf: Arbeitsplatzwechsel
fr_fr: Changement d'emploi
zh_cn: 与换工作有关

# model:gnuhealth.pathology,name:Z562
source: Threat of job loss
de: Probleme mit Bezug auf: Drohender Arbeitsplatzverlust
fr_fr: Menace de perte d'emploi
zh_cn: 与失业威胁有关

# model:gnuhealth.pathology,name:Z563
source: Stressful work schedule
de: Probleme mit Bezug auf: Belastende Einteilung der Arbeitszeit
fr_fr: Rythme de travail pénible
zh_cn: 与紧张的工作进度有关

# model:gnuhealth.pathology,name:Z564
source: Discord with boss and workmates
de: Probleme mit Bezug auf: Unstimmigkeit mit Vorgesetzten oder Arbeitskollegen
fr_fr: Désaccord avec le supérieur et les collègues
zh_cn: 与老板和同事不和有关

# model:gnuhealth.pathology,name:Z565
source: Uncongenial work
de: Probleme mit Bezug auf: Nicht zusagende Arbeit
fr_fr: Mauvaise adaptation au travail
zh_cn: 与不合意的工作有关

# model:gnuhealth.pathology,name:Z566
source: Other physical and mental strain related to work
de: Probleme mit Bezug auf: Andere physische oder psychische Belastung im Zusammenhang mit der Arbeit
fr_fr: Autres difficultés physiques et mentales liées à l'emploi
zh_cn: 与工作有关的其他身体和精神紧张

# model:gnuhealth.pathology,name:Z567
source: Other and unspecified problems related to employment
de: Sonstige oder nicht näher bezeichnete Probleme mit Bezug auf die Berufstätigkeit
fr_fr: Difficultés liées à l'emploi, autres et sans précision
zh_cn: 与就业有关的其他和未特指的问题

# model:gnuhealth.pathology,name:Z57
source: Occupational exposure to risk-factors
de: Berufliche Exposition gegenüber Risikofaktoren
fr_fr: Exposition professionnelle à des facteurs de risque
zh_cn: 职业性暴露于危险因素

# model:gnuhealth.pathology,name:Z570
source: Occupational exposure to noise
de: Berufliche Exposition gegenüber Lärm
fr_fr: Exposition professionnelle au bruit
zh_cn: 职业性暴露于噪声

# model:gnuhealth.pathology,name:Z571
source: Occupational exposure to radiation
de: Berufliche Exposition gegenüber Strahlung
fr_fr: Exposition professionnelle à des rayonnements
zh_cn: 职业性暴露于辐射

# model:gnuhealth.pathology,name:Z572
source: Occupational exposure to dust
de: Berufliche Exposition gegenüber Staub
fr_fr: Exposition professionnelle à la poussière
zh_cn: 职业性暴露于粉尘

# model:gnuhealth.pathology,name:Z573
source: Occupational exposure to other air contaminants
de: Berufliche Exposition gegenüber anderen luftverunreinigenden Stoffen
fr_fr: Exposition professionnelle à d'autres polluants atmosphériques
zh_cn: 职业性暴露于其他大气污染

# model:gnuhealth.pathology,name:Z574
source: Occupational exposure to toxic agents in agriculture
de: Berufliche Exposition gegenüber toxischen Substanzen in der Landwirtschaft
fr_fr: Exposition professionnelle à des substances toxiques agricoles
zh_cn: 职业性暴露于农业毒物

# model:gnuhealth.pathology,name:Z575
source: Occupational exposure to toxic agents in other industries
de: Berufliche Exposition gegenüber toxischen Substanzen in anderen Industriezweigen
fr_fr: Exposition professionnelle à des substances toxiques dans d'autres industries
zh_cn: 职业性暴露于其他工业毒物

# model:gnuhealth.pathology,name:Z576
source: Occupational exposure to extreme temperature
de: Berufliche Exposition gegenüber extremer Temperatur
fr_fr: Exposition professionnelle à des températures extrêmes
zh_cn: 职业性暴露于极端温度

# model:gnuhealth.pathology,name:Z577
source: Occupational exposure to vibration
de: Berufliche Exposition gegenüber mechanischen Schwingungen [Vibration]
fr_fr: Exposition professionnelle à des vibrations
zh_cn: 职业性暴露于振动

# model:gnuhealth.pathology,name:Z578
source: Occupational exposure to other risk-factors
de: Berufliche Exposition gegenüber sonstigen Risikofaktoren
fr_fr: Exposition professionnelle à d'autres facteurs de risques
zh_cn: 职业性暴露于其他危险因素

# model:gnuhealth.pathology,name:Z579
source: Occupational exposure to unspecified risk-factor
de: Berufliche Exposition gegenüber nicht näher bezeichnetem Risikofaktor
fr_fr: Exposition professionnelle à un facteur de risque, sans précision
zh_cn: 职业性暴露于未特指的危险因素

# model:gnuhealth.pathology,name:Z58
source: Problems related to physical environment
de: Probleme mit Bezug auf die physikalische Umwelt
fr_fr: Difficultés liées à l'environnement physique
zh_cn: 与外界环境有关的问题

# model:gnuhealth.pathology,name:Z580
source: Exposure to noise
de: Exposition gegenüber Lärm
fr_fr: Exposition au bruit
zh_cn: 暴露于噪声

# model:gnuhealth.pathology,name:Z581
source: Exposure to air pollution
de: Exposition gegenüber Luftverschmutzung
fr_fr: Exposition à la pollution atmosphérique
zh_cn: 暴露于大气污染

# model:gnuhealth.pathology,name:Z582
source: Exposure to water pollution
de: Exposition gegenüber Wasserverschmutzung
fr_fr: Exposition à la pollution de l'eau
zh_cn: 暴露于水污染

# model:gnuhealth.pathology,name:Z583
source: Exposure to soil pollution
de: Exposition gegenüber Bodenverschmutzung
fr_fr: Exposition à la pollution du sol
zh_cn: 暴露于土壤污染

# model:gnuhealth.pathology,name:Z584
source: Exposure to radiation
de: Exposition gegenüber Strahlung
fr_fr: Exposition aux rayonnements
zh_cn: 暴露于辐射

# model:gnuhealth.pathology,name:Z585
source: Exposure to other pollution
de: Exposition gegenüber anderer Verschmutzung
fr_fr: Exposition à d'autres formes de pollution
zh_cn: 暴露于其他污染

# model:gnuhealth.pathology,name:Z586
source: Inadequate drinking-water supply
de: Unzulängliche Trinkwasserversorgung
fr_fr: Approvisionnement insuffisant en eau potable
zh_cn: 饮用水供应不足

# model:gnuhealth.pathology,name:Z587
source: Exposure to tobacco smoke
de: Exposition gegenüber Tabakrauch
zh_cn: 暴露于烟草烟雾

# model:gnuhealth.pathology,name:Z588
source: Other problems related to physical environment
de: Sonstige Probleme mit Bezug auf die kommunale Umwelt
fr_fr: Autres difficultés liées à l'environnement physique
zh_cn: 与外界环境有关的其他问题

# model:gnuhealth.pathology,name:Z589
source: Problem related to physical environment, unspecified
de: Problem mit Bezug auf die kommunale Umwelt, nicht näher bezeichnet
fr_fr: Difficulté liée à l'environnement physique, sans précision
zh_cn: 与外界环境有关的未特指问题

# model:gnuhealth.pathology,name:Z59
source: Problems related to housing and economic circumstances
de: Probleme mit Bezug auf die Wohnbedingungen oder die wirtschaftlichen Verhältnisse
fr_fr: Difficultés liées au logement et aux conditions économiques
zh_cn: 与住房和经济情况有关的问题

# model:gnuhealth.pathology,name:Z590
source: Homelessness
de: Probleme mit Bezug auf: Obdachlosigkeit
fr_fr: Sans abri
zh_cn: 与无家可归有关

# model:gnuhealth.pathology,name:Z591
source: Inadequate housing
de: Probleme mit Bezug auf: Inadäquate Unterkunft
fr_fr: Logement inadéquat
zh_cn: 与住房不足有关

# model:gnuhealth.pathology,name:Z592
source: Discord with neighbours, lodgers and landlord
de: Probleme mit Bezug auf: Unstimmigkeit mit Nachbarn, Mietern oder Vermieter
fr_fr: Désaccord avec les voisins, les locataires et le propriétaire
zh_cn: 与邻居、房客和房东不和有关

# model:gnuhealth.pathology,name:Z593
source: Problems related to living in residential institution
de: Probleme mit Bezug auf das Leben in einer Wohneinrichtung
fr_fr: Difficulté liée à la vie en institution
zh_cn: 与在公共机构居住有关

# model:gnuhealth.pathology,name:Z594
source: Lack of adequate food
de: Probleme mit Bezug auf: Mangel an adäquater Nahrung
fr_fr: Alimentation défectueuse
zh_cn: 与缺乏充足的食物有关

# model:gnuhealth.pathology,name:Z595
source: Extreme poverty
de: Probleme mit Bezug auf: Äußerste Armut
fr_fr: Pauvreté extrême
zh_cn: 与极端贫穷有关

# model:gnuhealth.pathology,name:Z596
source: Low income
de: Probleme mit Bezug auf: Niedriges Einkommen
fr_fr: Faibles revenus
zh_cn: 与低收入有关
