Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:J17
source: Pneumonia in diseases classified elsewhere
de: Pneumonie bei anderenorts klassifizierten Krankheiten
fr_fr: Pneumopathie au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的肺炎

# model:gnuhealth.pathology,name:J170
source: Pneumonia in bacterial diseases classified elsewhere
de: Pneumonie bei anderenorts klassifizierten bakteriellen Krankheiten
fr_fr: Pneumopathie au cours de maladies bactériennes classées ailleurs
zh_cn: 分类于他处的细菌性疾病引起的肺炎

# model:gnuhealth.pathology,name:J171
source: Pneumonia in viral diseases classified elsewhere
de: Pneumonie bei anderenorts klassifizierten Viruskrankheiten
fr_fr: Pneumopathie au cours de maladies virales classées ailleurs
zh_cn: 分类于他处的病毒性疾病引起的肺炎

# model:gnuhealth.pathology,name:J172
source: Pneumonia in mycoses
de: Pneumonie bei Mykosen
fr_fr: Pneumopathie au cours de mycoses
zh_cn: 真菌病引起的肺炎

# model:gnuhealth.pathology,name:J173
source: Pneumonia in parasitic diseases
de: Pneumonie bei parasitären Krankheiten
fr_fr: Pneumopathie au cours de maladies parasitaires
zh_cn: 寄生虫病引起的肺炎

# model:gnuhealth.pathology,name:J178
source: Pneumonia in other diseases classified elsewhere
de: Pneumonie bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Pneumopathie au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的肺炎

# model:gnuhealth.pathology,name:J18
source: Pneumonia, organism unspecified
de: Pneumonie, Erreger nicht näher bezeichnet
fr_fr: Pneumopathie à micro-organisme non précisé
zh_cn: 肺炎，病原体未特指

# model:gnuhealth.pathology,name:J180
source: Bronchopneumonia, unspecified
de: Bronchopneumonie, nicht näher bezeichnet
fr_fr: Bronchopneumopathie, sans précision
zh_cn: 未特指的支气管肺炎

# model:gnuhealth.pathology,name:J181
source: Lobar pneumonia, unspecified
de: Lobärpneumonie, nicht näher bezeichnet
fr_fr: Pneumopathie lobaire, sans précision
zh_cn: 未特指的大叶性肺炎

# model:gnuhealth.pathology,name:J182
source: Hypostatic pneumonia, unspecified
de: Hypostatische Pneumonie, nicht näher bezeichnet
fr_fr: Pneumopathie hypostatique, sans précision
zh_cn: 未特指的坠积性肺炎

# model:gnuhealth.pathology,name:J188
source: Other pneumonia, organism unspecified
de: Sonstige Pneumonie, Erreger nicht näher bezeichnet
fr_fr: Autres pneumopathies, micro-organisme non précisé
zh_cn: 其他病原体未特指的肺炎

# model:gnuhealth.pathology,name:J189
source: Pneumonia, unspecified
de: Pneumonie, nicht näher bezeichnet
fr_fr: Pneumopathie, sans précision
zh_cn: 未特指的肺炎

# model:gnuhealth.pathology,name:J20
source: Acute bronchitis
de: Akute Bronchitis
fr_fr: Bronchite aiguë
zh_cn: 急性支气管炎

# model:gnuhealth.pathology,name:J200
source: Acute bronchitis due to Mycoplasma pneumoniae
de: Akute Bronchitis durch Mycoplasma pneumoniae
fr_fr: Bronchite aiguë due à Mycoplasma pneumoniae
zh_cn: 肺炎支原体急性支气管炎

# model:gnuhealth.pathology,name:J201
source: Acute bronchitis due to Haemophilus influenzae
de: Akute Bronchitis durch Haemophilus influenzae
fr_fr: Bronchite aiguë due à Haemophilus influenzae
zh_cn: 流感嗜血杆菌急性支气管炎

# model:gnuhealth.pathology,name:J202
source: Acute bronchitis due to streptococcus
de: Akute Bronchitis durch Streptokokken
fr_fr: Bronchite aiguë due à des streptocoques
zh_cn: 链球菌急性支气管炎

# model:gnuhealth.pathology,name:J203
source: Acute bronchitis due to coxsackievirus
de: Akute Bronchitis durch Coxsackieviren
zh_cn: 柯萨奇病毒急性支气管炎

# model:gnuhealth.pathology,name:J204
source: Acute bronchitis due to parainfluenza virus
de: Akute Bronchitis durch Parainfluenzaviren
fr_fr: Bronchite aiguë due aux virus paragrippaux
zh_cn: 副流感病毒急性支气管炎

# model:gnuhealth.pathology,name:J205
source: Acute bronchitis due to respiratory syncytial virus
de: Akute Bronchitis durch Respiratory-Syncytial-Viren [RS-Viren]
fr_fr: Bronchite aiguë due au virus respiratoire syncytial [VRS]
zh_cn: 呼吸道合胞体病毒急性支气管炎

# model:gnuhealth.pathology,name:J206
source: Acute bronchitis due to rhinovirus
de: Akute Bronchitis durch Rhinoviren
fr_fr: Bronchite aiguë due à des rhinovirus
zh_cn: 鼻病毒急性支气管炎

# model:gnuhealth.pathology,name:J207
source: Acute bronchitis due to echovirus
de: Akute Bronchitis durch ECHO-Viren
fr_fr: Bronchite aiguë due à des virus ECHO
zh_cn: 艾柯病毒急性支气管炎

# model:gnuhealth.pathology,name:J208
source: Acute bronchitis due to other specified organisms
de: Akute Bronchitis durch sonstige näher bezeichnete Erreger
fr_fr: Bronchite aiguë due à d'autres micro-organismes précisés
zh_cn: 其他特指病原体引起的急性支气管炎

# model:gnuhealth.pathology,name:J209
source: Acute bronchitis, unspecified
de: Akute Bronchitis, nicht näher bezeichnet
fr_fr: Bronchite aiguë, sans précision
zh_cn: 未特指的急性支气管炎

# model:gnuhealth.pathology,name:J21
source: Acute bronchiolitis
de: Akute Bronchiolitis
fr_fr: Bronchiolite aiguë
zh_cn: 急性细支气管炎

# model:gnuhealth.pathology,name:J210
source: Acute bronchiolitis due to respiratory syncytial virus
de: Akute Bronchiolitis durch Respiratory-Syncytial-Viren [RS-Viren]
fr_fr: Bronchiolite aiguë due au virus respiratoire syncytial [VRS]
zh_cn: 呼吸道合胞体病毒急性细支气管炎

# model:gnuhealth.pathology,name:J211
source: Acute bronchiolitis due to human metapneumovirus
de: Akute Bronchiolitis durch humanes Metapneumovirus

# model:gnuhealth.pathology,name:J218
source: Acute bronchiolitis due to other specified organisms
de: Akute Bronchiolitis durch sonstige näher bezeichnete Erreger
fr_fr: Bronchiolite aiguë due à d'autres micro-organismes précisés
zh_cn: 其他特指病原体引起的急性细支气管炎

# model:gnuhealth.pathology,name:J219
source: Acute bronchiolitis, unspecified
de: Akute Bronchiolitis, nicht näher bezeichnet
fr_fr: Bronchiolite aiguë, sans précision
zh_cn: 未特指的急性细支气管炎

# model:gnuhealth.pathology,name:J22
source: Unspecified acute lower respiratory infection
de: Akute Infektion der unteren Atemwege, nicht näher bezeichnet
fr_fr: Infections aiguës des voies respiratoires inférieures, sans précision
zh_cn: 未特指的急性下呼吸道感染

# model:gnuhealth.pathology,name:J30
source: Vasomotor and allergic rhinitis
de: Vasomotorische und allergische Rhinopathie
fr_fr: Rhinite allergique et vasomotrice
zh_cn: 血管舒缩性和变应性鼻炎

# model:gnuhealth.pathology,name:J300
source: Vasomotor rhinitis
de: Rhinopathia vasomotorica
fr_fr: Rhinite vasomotrice
zh_cn: 血管运动性鼻炎

# model:gnuhealth.pathology,name:J301
source: Allergic rhinitis due to pollen
de: Allergische Rhinopathie durch Pollen
fr_fr: Rhinite allergique due au pollen
zh_cn: 花粉引起的变应性鼻炎

# model:gnuhealth.pathology,name:J302
source: Other seasonal allergic rhinitis
de: Sonstige saisonale allergische Rhinopathie
fr_fr: Autres rhinites allergiques saisonnières
zh_cn: 其他季节性变应性鼻炎

# model:gnuhealth.pathology,name:J303
source: Other allergic rhinitis
de: Sonstige allergische Rhinopathie
fr_fr: Autres rhinites allergiques
zh_cn: 其他的变应性鼻炎

# model:gnuhealth.pathology,name:J304
source: Allergic rhinitis, unspecified
de: Allergische Rhinopathie, nicht näher bezeichnet
fr_fr: Rhinite allergique, sans précision
zh_cn: 未特指的变应性鼻炎

# model:gnuhealth.pathology,name:J31
source: Chronic rhinitis, nasopharyngitis and pharyngitis
de: Chronische Rhinitis, Rhinopharyngitis und Pharyngitis
fr_fr: Rhinite, rhinopharyngite et pharyngite chroniques
zh_cn: 慢性鼻炎、鼻咽炎和咽炎

# model:gnuhealth.pathology,name:J310
source: Chronic rhinitis
de: Chronische Rhinitis
fr_fr: Rhinite chronique
zh_cn: 慢性鼻炎

# model:gnuhealth.pathology,name:J311
source: Chronic nasopharyngitis
de: Chronische Rhinopharyngitis
fr_fr: Rhinopharyngite chronique
zh_cn: 慢性鼻咽炎

# model:gnuhealth.pathology,name:J312
source: Chronic pharyngitis
de: Chronische Pharyngitis
fr_fr: Pharyngite chronique
zh_cn: 慢性咽炎

# model:gnuhealth.pathology,name:J32
source: Chronic sinusitis
de: Chronische Sinusitis
fr_fr: Sinusite chronique
zh_cn: 慢性鼻窦炎

# model:gnuhealth.pathology,name:J320
source: Chronic maxillary sinusitis
de: Chronische Sinusitis maxillaris
fr_fr: Sinusite maxillaire chronique
zh_cn: 慢性上颌窦炎

# model:gnuhealth.pathology,name:J321
source: Chronic frontal sinusitis
de: Chronische Sinusitis frontalis
fr_fr: Sinusite frontale chronique
zh_cn: 慢性额窦炎

# model:gnuhealth.pathology,name:J322
source: Chronic ethmoidal sinusitis
de: Chronische Sinusitis ethmoidalis
fr_fr: Sinusite ethmoïdale chronique
zh_cn: 慢性筛窦炎

# model:gnuhealth.pathology,name:J323
source: Chronic sphenoidal sinusitis
de: Chronische Sinusitis sphenoidalis
fr_fr: Sinusite sphénoïdale chronique
zh_cn: 慢性蝶窦炎

# model:gnuhealth.pathology,name:J324
source: Chronic pansinusitis
de: Chronische Pansinusitis
fr_fr: Pansinusite chronique
zh_cn: 慢性全鼻窦炎

# model:gnuhealth.pathology,name:J328
source: Other chronic sinusitis
de: Sonstige chronische Sinusitis
fr_fr: Autres sinusites chroniques
zh_cn: 其他的慢性鼻窦炎

# model:gnuhealth.pathology,name:J329
source: Chronic sinusitis, unspecified
de: Chronische Sinusitis, nicht näher bezeichnet
fr_fr: Sinusite chronique, sans précision
zh_cn: 未特指的慢性鼻窦炎

# model:gnuhealth.pathology,name:J33
source: Nasal polyp
de: Nasenpolyp
fr_fr: Polype nasal
zh_cn: 鼻息肉

# model:gnuhealth.pathology,name:J330
source: Polyp of nasal cavity
de: Polyp der Nasenhöhle
fr_fr: Polype des fosses nasales
zh_cn: 鼻腔息肉

# model:gnuhealth.pathology,name:J331
source: Polypoid sinus degeneration
de: Polyposis nasalis deformans
fr_fr: Polypose rhino-sinusienne déformante
zh_cn: 鼻窦息肉样退行性变

# model:gnuhealth.pathology,name:J338
source: Other polyp of sinus
de: Sonstige Polypen der Nasennebenhöhlen
fr_fr: Autres polypes des sinus
zh_cn: 其他的鼻窦息肉

# model:gnuhealth.pathology,name:J339
source: Nasal polyp, unspecified
de: Nasenpolyp, nicht näher bezeichnet
fr_fr: Polype nasal, sans précision
zh_cn: 未特指的鼻息肉

# model:gnuhealth.pathology,name:J34
source: Other disorders of nose and nasal sinuses
de: Sonstige Krankheiten der Nase und der Nasennebenhöhlen
fr_fr: Autres maladies du nez et des sinus du nez
zh_cn: 鼻和鼻窦的其他疾患

# model:gnuhealth.pathology,name:J340
source: Abscess, furuncle and carbuncle of nose
de: Abszess, Furunkel und Karbunkel der Nase
fr_fr: Abcès, furoncle et anthrax du nez
zh_cn: 鼻的脓肿、疖和痈

# model:gnuhealth.pathology,name:J341
source: Cyst and mucocele of nose and nasal sinus
de: Zyste oder Mukozele der Nase und der Nasennebenhöhle
fr_fr: Kyste et mucocèle du nez et des sinus du nez
zh_cn: 鼻和鼻窦的囊肿和粘液囊肿

# model:gnuhealth.pathology,name:J342
source: Deviated nasal septum
de: Nasenseptumdeviation
fr_fr: Déviation de la cloison nasale
zh_cn: 鼻中隔偏曲

# model:gnuhealth.pathology,name:J343
source: Hypertrophy of nasal turbinates
de: Hypertrophie der Nasenmuscheln
fr_fr: Hypertrophie des cornets du nez
zh_cn: 鼻甲肥大

# model:gnuhealth.pathology,name:J348
source: Other specified disorders of nose and nasal sinuses
de: Sonstige näher bezeichnete Krankheiten der Nase und der Nasennebenhöhlen
fr_fr: Autres maladies précisées du nez et des sinus du nez
zh_cn: 鼻和鼻窦其他特指的疾患

# model:gnuhealth.pathology,name:J35
source: Chronic diseases of tonsils and adenoids
de: Chronische Krankheiten der Gaumenmandeln und der Rachenmandel
fr_fr: Maladies chroniques des amygdales et des végétations adénoïdes
zh_cn: 扁桃体和腺样体慢性疾病

# model:gnuhealth.pathology,name:J350
source: Chronic tonsillitis
de: Chronische Tonsillitis
fr_fr: Amygdalite chronique
zh_cn: 慢性扁桃体炎

# model:gnuhealth.pathology,name:J351
source: Hypertrophy of tonsils
de: Hyperplasie der Gaumenmandeln
fr_fr: Hypertrophie des amygdales
zh_cn: 扁桃体肥大

# model:gnuhealth.pathology,name:J352
source: Hypertrophy of adenoids
de: Hyperplasie der Rachenmandel
fr_fr: Hypertrophie des végétations adénoïdes
zh_cn: 腺样体肥大

# model:gnuhealth.pathology,name:J353
source: Hypertrophy of tonsils with hypertrophy of adenoids
de: Hyperplasie der Gaumenmandeln mit Hyperplasie der Rachenmandel
fr_fr: Hypertrophie des amygdales et des végétations adénoïdes
zh_cn: 扁桃体肥大伴有腺样体肥大

# model:gnuhealth.pathology,name:J358
source: Other chronic diseases of tonsils and adenoids
de: Sonstige chronische Krankheiten der Gaumenmandeln und der Rachenmandel
fr_fr: Autres maladies chroniques des amygdales et des végétations adénoïdes
zh_cn: 扁桃体和腺样体的其他慢性疾病

# model:gnuhealth.pathology,name:J359
source: Chronic disease of tonsils and adenoids, unspecified
de: Chronische Krankheit der Gaumenmandeln und der Rachenmandel, nicht näher bezeichnet
fr_fr: Maladie chronique des amygdales et des végétations adénoïdes, sans précision
zh_cn: 扁桃体和腺样体未特指的慢性疾病

# model:gnuhealth.pathology,name:J36
source: Peritonsillar abscess
de: Peritonsillarabszess
fr_fr: Angine phlegmoneuse
zh_cn: 扁桃体周脓肿

# model:gnuhealth.pathology,name:J37
source: Chronic laryngitis and laryngotracheitis
de: Chronische Laryngitis und Laryngotracheitis
fr_fr: Laryngite et laryngo-trachéite chroniques
zh_cn: 慢性喉炎和喉气管炎

# model:gnuhealth.pathology,name:J370
source: Chronic laryngitis
de: Chronische Laryngitis
fr_fr: Laryngite chronique
zh_cn: 慢性喉炎

# model:gnuhealth.pathology,name:J371
source: Chronic laryngotracheitis
de: Chronische Laryngotracheitis
fr_fr: Laryngo-trachéite chronique
zh_cn: 慢性喉气管炎

# model:gnuhealth.pathology,name:J38
source: Diseases of vocal cords and larynx, not elsewhere classified
de: Krankheiten der Stimmlippen und des Kehlkopfes, anderenorts nicht klassifiziert
fr_fr: Maladies des cordes vocales et du larynx, non classées ailleurs
zh_cn: 声带和喉疾病，不可归类在他处者

# model:gnuhealth.pathology,name:J380
source: Paralysis of vocal cords and larynx
de: Lähmung der Stimmlippen und des Kehlkopfes
fr_fr: Paralysie des cordes vocales et du larynx
zh_cn: 声带和喉麻痹

# model:gnuhealth.pathology,name:J381
source: Polyp of vocal cord and larynx
de: Polyp der Stimmlippen und des Kehlkopfes
fr_fr: Polype des cordes vocales et du larynx
zh_cn: 声带和喉的息肉

# model:gnuhealth.pathology,name:J382
source: Nodules of vocal cords
de: Stimmlippenknötchen
fr_fr: Nodules des cordes vocales
zh_cn: 声带结节

# model:gnuhealth.pathology,name:J383
source: Other diseases of vocal cords
de: Sonstige Krankheiten der Stimmlippen
fr_fr: Autres maladies des cordes vocales
zh_cn: 声带的其他疾病

# model:gnuhealth.pathology,name:J384
source: Oedema of larynx
de: Larynxödem
fr_fr: Œdème du larynx
zh_cn: 喉水肿

# model:gnuhealth.pathology,name:J385
source: Laryngeal spasm
de: Laryngospasmus
fr_fr: Spasme laryngé
zh_cn: 喉痉挛

# model:gnuhealth.pathology,name:J386
source: Stenosis of larynx
de: Kehlkopfstenose
fr_fr: Sténose du larynx
zh_cn: 喉狭窄

# model:gnuhealth.pathology,name:J387
source: Other diseases of larynx
de: Sonstige Krankheiten des Kehlkopfes
fr_fr: Autres maladies du larynx
zh_cn: 喉的其他疾病

# model:gnuhealth.pathology,name:J39
source: Other diseases of upper respiratory tract
de: Sonstige Krankheiten der oberen Atemwege
fr_fr: Autres maladies des voies respiratoires supérieures
zh_cn: 上呼吸道的其他疾病

# model:gnuhealth.pathology,name:J390
source: Retropharyngeal and parapharyngeal abscess
de: Retropharyngealabszess und Parapharyngealabszess
fr_fr: Abcès parapharyngé et rétropharyngé
zh_cn: 咽后和咽旁脓肿

# model:gnuhealth.pathology,name:J391
source: Other abscess of pharynx
de: Sonstiger Abszess des Rachenraumes
fr_fr: Autres abcès du pharynx
zh_cn: 咽的其他脓肿

# model:gnuhealth.pathology,name:J392
source: Other diseases of pharynx
de: Sonstige Krankheiten des Rachenraumes
fr_fr: Autres maladies du pharynx
zh_cn: 咽的其他疾病

# model:gnuhealth.pathology,name:J393
source: Upper respiratory tract hypersensitivity reaction, site unspecified
de: Hypersensitivitätsreaktion der oberen Atemwege, Lokalisation nicht näher bezeichnet
fr_fr: Réaction anaphylactique des voies respiratoires supérieures, localisation non précisée
zh_cn: 部位未特指的上呼吸道过敏反应

# model:gnuhealth.pathology,name:J398
source: Other specified diseases of upper respiratory tract
de: Sonstige näher bezeichnete Krankheiten der oberen Atemwege
fr_fr: Autres maladies des voies respiratoires supérieures précisées
zh_cn: 其他特指的上呼吸道疾病

# model:gnuhealth.pathology,name:J399
source: Disease of upper respiratory tract, unspecified
de: Krankheit der oberen Atemwege, nicht näher bezeichnet
fr_fr: Maladie des voies respiratoires supérieures, sans précision
zh_cn: 未特指的上呼吸道疾病

# model:gnuhealth.pathology,name:J40
source: Bronchitis, not specified as acute or chronic
de: Bronchitis, nicht als akut oder chronisch bezeichnet
fr_fr: Bronchite, non précisée comme aiguë ou chronique
zh_cn: 支气管炎，未特指为急性或慢性

# model:gnuhealth.pathology,name:J41
source: Simple and mucopurulent chronic bronchitis
de: Einfache und schleimig-eitrige chronische Bronchitis
fr_fr: Bronchite chronique simple et mucopurulente
zh_cn: 单纯性和粘液脓性慢性支气管炎

# model:gnuhealth.pathology,name:J410
source: Simple chronic bronchitis
de: Einfache chronische Bronchitis
fr_fr: Bronchite chronique simple
zh_cn: 单纯性慢性支气管炎

# model:gnuhealth.pathology,name:J411
source: Mucopurulent chronic bronchitis
de: Schleimig-eitrige chronische Bronchitis
fr_fr: Bronchite chronique mucopurulente
zh_cn: 粘液脓性慢性支气管炎

# model:gnuhealth.pathology,name:J418
source: Mixed simple and mucopurulent chronic bronchitis
de: Mischformen von einfacher und schleimig-eitriger chronischer Bronchitis
fr_fr: Bronchite chronique simple et mucopurulente
zh_cn: 混合的单纯性和粘液脓性慢性支气管炎

# model:gnuhealth.pathology,name:J42
source: Unspecified chronic bronchitis
de: Nicht näher bezeichnete chronische Bronchitis
fr_fr: Bronchite chronique, sans précision
zh_cn: 未特指的慢性支气管炎

# model:gnuhealth.pathology,name:J43
source: Emphysema
de: Emphysem
fr_fr: Emphysème
zh_cn: 肺气肿

# model:gnuhealth.pathology,name:J430
source: MacLeod syndrome
de: McLeod-Syndrom
zh_cn: 麦克劳德综合征

# model:gnuhealth.pathology,name:J431
source: Panlobular emphysema
de: Panlobuläres Emphysem
fr_fr: Emphysème panlobulaire
zh_cn: 全叶肺气肿

# model:gnuhealth.pathology,name:J432
source: Centrilobular emphysema
de: Zentrilobuläres Emphysem
fr_fr: Emphysème centro-lobulaire
zh_cn: 小叶中心性肺气肿

# model:gnuhealth.pathology,name:J438
source: Other emphysema
de: Sonstiges Emphysem
fr_fr: Autres emphysèmes
zh_cn: 其他的肺气肿

# model:gnuhealth.pathology,name:J439
source: Emphysema, unspecified
de: Emphysem, nicht näher bezeichnet
fr_fr: Emphysème, sans précision
zh_cn: 未特指的肺气肿

# model:gnuhealth.pathology,name:J44
source: Other chronic obstructive pulmonary disease
de: Sonstige chronische obstruktive Lungenkrankheit
fr_fr: Autres maladies pulmonaires obstructives chroniques
zh_cn: 其他慢性阻塞性肺病

# model:gnuhealth.pathology,name:J440
source: Chronic obstructive pulmonary disease with acute lower respiratory infection
de: Chronische obstruktive Lungenkrankheit mit akuter Infektion der unteren Atemwege
fr_fr: Maladie pulmonaire obstructive chronique avec infection aiguë des voies respiratoires inférieures
zh_cn: 慢性阻塞性肺病伴有急性下呼吸道感染

# model:gnuhealth.pathology,name:J441
source: Chronic obstructive pulmonary disease with acute exacerbation, unspecified
de: Chronische obstruktive Lungenkrankheit mit akuter Exazerbation, nicht näher bezeichnet
fr_fr: Maladie pulmonaire obstructive chronique avec épisodes aigus, sans précision
zh_cn: 未特指的慢性阻塞性肺病伴有急性加重

# model:gnuhealth.pathology,name:J448
source: Other specified chronic obstructive pulmonary disease
de: Sonstige näher bezeichnete chronische obstruktive Lungenkrankheit
fr_fr: Autres maladies pulmonaires obstructives chroniques précisées
zh_cn: 其他特指的慢性阻塞性肺病

# model:gnuhealth.pathology,name:J449
source: Chronic obstructive pulmonary disease, unspecified
de: Chronische obstruktive Lungenkrankheit, nicht näher bezeichnet
fr_fr: Maladie pulmonaire obstructive chronique, sans précision
zh_cn: 未特指的慢性阻塞性肺病

# model:gnuhealth.pathology,name:J45
source: Asthma
de: Asthma bronchiale
fr_fr: Asthme
zh_cn: 哮喘

# model:gnuhealth.pathology,name:J450
source: Predominantly allergic asthma
de: Vorwiegend allergisches Asthma bronchiale
fr_fr: Asthme à prédominance allergique
zh_cn: 主要为变应性哮喘

# model:gnuhealth.pathology,name:J451
source: Nonallergic asthma
de: Nichtallergisches Asthma bronchiale
fr_fr: Asthme non allergique
zh_cn: 非变应性哮喘

# model:gnuhealth.pathology,name:J458
source: Mixed asthma
de: Mischformen des Asthma bronchiale
fr_fr: Asthme associé
zh_cn: 混合性哮喘

# model:gnuhealth.pathology,name:J459
source: Asthma, unspecified
de: Asthma bronchiale, nicht näher bezeichnet
fr_fr: Asthme, sans précision
zh_cn: 未特指的哮喘

# model:gnuhealth.pathology,name:J47
source: Bronchiectasis
de: Bronchiektasen
fr_fr: Bronchectasie
zh_cn: 支气管扩张(症)

# model:gnuhealth.pathology,name:J60
source: Coalworker pneumoconiosis
de: Kohlenbergarbeiter-Pneumokoniose
zh_cn: 煤炭工肺尘埃沉着病

# model:gnuhealth.pathology,name:J61
source: Pneumoconiosis due to asbestos and other mineral fibres
de: Pneumokoniose durch Asbest und sonstige anorganische Fasern
fr_fr: Pneumoconiose due à l'amiante et à d'autres fibres minérales
zh_cn: 石棉和其他矿物纤维引起的肺尘埃沉着病

# model:gnuhealth.pathology,name:J62
source: Pneumoconiosis due to dust containing silica
de: Pneumokoniose durch Quarzstaub
fr_fr: Pneumoconiose due à la poussière de silice
zh_cn: 含硅[矽]粉尘引起的肺尘埃沉着病

# model:gnuhealth.pathology,name:J620
source: Pneumoconiosis due to talc dust
de: Pneumokoniose durch Talkum-Staub
fr_fr: Pneumoconiose due à la poussière du talc
zh_cn: 滑石粉引起的肺尘埃沉着病

# model:gnuhealth.pathology,name:J628
source: Pneumoconiosis due to other dust containing silica
de: Pneumokoniose durch sonstigen Quarzstaub
fr_fr: Pneumoconiose due à d'autres poussières de silice
zh_cn: 其他含硅[矽]粉尘引起的肺尘埃沉着病

# model:gnuhealth.pathology,name:J63
source: Pneumoconiosis due to other inorganic dusts
de: Pneumokoniose durch sonstige anorganische Stäube
fr_fr: Pneumoconiose due à d'autres poussières inorganiques
zh_cn: 其他无机粉尘引起的肺尘埃沉着病

# model:gnuhealth.pathology,name:J630
source: Aluminosis (of lung)
de: Aluminose (Lunge)
fr_fr: Aluminose (du poumon)
zh_cn: 矾土肺(肺的)

# model:gnuhealth.pathology,name:J631
source: Bauxite fibrosis (of lung)
de: Bauxitfibrose (Lunge)
fr_fr: Fibrose (du poumon) due à la bauxite
zh_cn: 铁矾土纤维化(肺的)

# model:gnuhealth.pathology,name:J632
source: Berylliosis
de: Berylliose
fr_fr: Bérylliose
zh_cn: 铍中毒

# model:gnuhealth.pathology,name:J633
source: Graphite fibrosis (of lung)
de: Graphitfibrose (Lunge)
fr_fr: Fibrose (du poumon) due au graphite
zh_cn: 石墨纤维化(肺的)

# model:gnuhealth.pathology,name:J634
source: Siderosis
de: Siderose
fr_fr: Sidérose
zh_cn: 铁沉着病

# model:gnuhealth.pathology,name:J635
source: Stannosis
de: Stannose
fr_fr: Stannose
zh_cn: 锡沉着病

# model:gnuhealth.pathology,name:J638
source: Pneumoconiosis due to other specified inorganic dusts
de: Pneumokoniose durch sonstige näher bezeichnete anorganische Stäube
fr_fr: Pneumoconiose due à d'autres poussières inorganiques précisées
zh_cn: 其他特指的无机粉尘引起的肺尘埃沉着病

# model:gnuhealth.pathology,name:J64
source: Unspecified pneumoconiosis
de: Nicht näher bezeichnete Pneumokoniose
fr_fr: Pneumoconiose, sans précision
zh_cn: 未特指的肺尘埃沉着病

# model:gnuhealth.pathology,name:J65
source: Pneumoconiosis associated with tuberculosis
de: Pneumokoniose in Verbindung mit Tuberkulose
fr_fr: Pneumoconiose associée à la tuberculose
zh_cn: 肺尘埃沉着病伴结核

# model:gnuhealth.pathology,name:J66
source: Airway disease due to specific organic dust
de: Krankheit der Atemwege durch spezifischen organischen Staub
fr_fr: Affections des voies aériennes dues à des poussières organiques précisées
zh_cn: 特指的有机粉尘引起的气道疾病

# model:gnuhealth.pathology,name:J660
source: Byssinosis
de: Byssinose
fr_fr: Byssinose
zh_cn: 棉屑沉着病

# model:gnuhealth.pathology,name:J661
source: Flax-dresser disease
de: Flachsarbeiter-Krankheit
zh_cn: 亚麻清铲工病

# model:gnuhealth.pathology,name:J662
source: Cannabinosis
de: Cannabiose
fr_fr: Cannabinose
zh_cn: 大麻沉着病

# model:gnuhealth.pathology,name:J668
source: Airway disease due to other specific organic dusts
de: Krankheit der Atemwege durch sonstige näher bezeichnete organische Stäube
fr_fr: Affection des voies aériennes due à d'autres poussières organiques précisées
zh_cn: 其他特指的有机粉尘引起的气道疾病

# model:gnuhealth.pathology,name:J67
source: Hypersensitivity pneumonitis due to organic dust
de: Allergische Alveolitis durch organischen Staub
fr_fr: Pneumopathie par hypersensibilité aux poussières organiques
zh_cn: 有机粉尘引起的过敏性肺炎

# model:gnuhealth.pathology,name:J670
source: Farmer lung
de: Farmerlunge
zh_cn: 农民肺
