Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:C478
source: Overlapping lesion of peripheral nerves and autonomic nervous system
fr_fr: Lésion à localisations contiguës des nerfs périphériques et du système nerveux autonome

# model:gnuhealth.pathology,name:C479
source: Peripheral nerves and autonomic nervous system, unspecified
fr_fr: Nerfs périphériques et système nerveux autonome, sans précision

# model:gnuhealth.pathology,name:C480
source: Retroperitoneum
fr_fr: Rétropéritoine

# model:gnuhealth.pathology,name:C481
source: Specified parts of peritoneum
fr_fr: Parties précisées du péritoine

# model:gnuhealth.pathology,name:C482
source: Peritoneum, unspecified
fr_fr: Péritoine, sans précision

# model:gnuhealth.pathology,name:C488
source: Overlapping lesion of retroperitoneum and peritoneum
fr_fr: Lésion à localisations contiguës du rétropéritoine et du péritoine

# model:gnuhealth.pathology,name:C490
source: Connective and soft tissue of head, face and neck
fr_fr: Tissu conjonctif et autres tissus mous de la tête, de la face et du cou

# model:gnuhealth.pathology,name:C491
source: Connective and soft tissue of upper limb, including shoulder
fr_fr: Tissu conjonctif et autres tissus mous du membre supérieur, y compris l'épaule

# model:gnuhealth.pathology,name:C492
source: Connective and soft tissue of lower limb, including hip
fr_fr: Tissu conjonctif et autres tissus mous du membre inférieur, y compris la hanche

# model:gnuhealth.pathology,name:C493
source: Connective and soft tissue of thorax
fr_fr: Tissu conjonctif et autres tissus mous du thorax

# model:gnuhealth.pathology,name:C494
source: Connective and soft tissue of abdomen
fr_fr: Tissu conjonctif et autres tissus mous de l'abdomen

# model:gnuhealth.pathology,name:C495
source: Connective and soft tissue of pelvis
fr_fr: Tissu conjonctif et autres tissus mous du pelvis

# model:gnuhealth.pathology,name:C496
source: Connective and soft tissue of trunk, unspecified
fr_fr: Tissu conjonctif et autres tissus mous du tronc, sans précision

# model:gnuhealth.pathology,name:C498
source: Overlapping lesion of connective and soft tissue
fr_fr: Lésion à localisations contiguës du tissu conjonctif et des autres tissus mous

# model:gnuhealth.pathology,name:C499
source: Connective and soft tissue, unspecified
fr_fr: Tissu conjonctif et autres tissus mous, sans précision

# model:gnuhealth.pathology,name:C500
source: Nipple and areola
fr_fr: Mamelon et aréole

# model:gnuhealth.pathology,name:C501
source: Central portion of breast
fr_fr: Partie centrale du sein

# model:gnuhealth.pathology,name:C502
source: Upper-inner quadrant of breast
fr_fr: Quadrant supéro-interne du sein

# model:gnuhealth.pathology,name:C503
source: Lower-inner quadrant of breast
fr_fr: Quadrant inféro-interne du sein

# model:gnuhealth.pathology,name:C504
source: Upper-outer quadrant of breast
fr_fr: Quadrant supéro-externe du sein

# model:gnuhealth.pathology,name:C505
source: Lower-outer quadrant of breast
fr_fr: Quadrant inféro-externe du sein

# model:gnuhealth.pathology,name:C506
source: Axillary tail of breast
fr_fr: Prolongement axillaire du sein

# model:gnuhealth.pathology,name:C508
source: Overlapping lesion of breast
fr_fr: Lésion à localisations contiguës du sein

# model:gnuhealth.pathology,name:C509
source: Breast, unspecified
fr_fr: Sein, sans précision

# model:gnuhealth.pathology,name:C510
source: Labium majus
fr_fr: Grande lèvre

# model:gnuhealth.pathology,name:C511
source: Labium minus
fr_fr: Petite lèvre

# model:gnuhealth.pathology,name:C518
source: Overlapping lesion of vulva
fr_fr: Lésion à localisations contiguës de la vulve

# model:gnuhealth.pathology,name:C519
source: Vulva, unspecified
fr_fr: Vulve, sans précision

# model:gnuhealth.pathology,name:C530
source: Endocervix
fr_fr: Endocol

# model:gnuhealth.pathology,name:C531
source: Exocervix
fr_fr: Exocol

# model:gnuhealth.pathology,name:C538
source: Overlapping lesion of cervix uteri
fr_fr: Lésion à localisations contiguës du col de l'utérus

# model:gnuhealth.pathology,name:C539
source: Cervix uteri, unspecified
fr_fr: Col de l'utérus, sans précision

# model:gnuhealth.pathology,name:C540
source: Isthmus uteri
fr_fr: Isthme de l'utérus

# model:gnuhealth.pathology,name:C541
source: Endometrium
fr_fr: Endomètre

# model:gnuhealth.pathology,name:C542
source: Myometrium
fr_fr: Myomètre

# model:gnuhealth.pathology,name:C543
source: Fundus uteri
fr_fr: Fond de l'utérus

# model:gnuhealth.pathology,name:C548
source: Overlapping lesion of corpus uteri
fr_fr: Lésion à localisations contiguës du corps de l'utérus

# model:gnuhealth.pathology,name:C549
source: Corpus uteri, unspecified
fr_fr: Corps de l'utérus, sans précision

# model:gnuhealth.pathology,name:C570
source: Fallopian tube
fr_fr: Trompe de Fallope

# model:gnuhealth.pathology,name:C571
source: Broad ligament
fr_fr: Ligament large

# model:gnuhealth.pathology,name:C572
source: Round ligament
fr_fr: Ligament rond

# model:gnuhealth.pathology,name:C573
source: Parametrium
fr_fr: Paramètre

# model:gnuhealth.pathology,name:C574
source: Uterine adnexa, unspecified
fr_fr: Annexes de l'utérus, sans précision

# model:gnuhealth.pathology,name:C577
source: Other specified female genital organs
fr_fr: Autres organes génitaux de la femme précisés

# model:gnuhealth.pathology,name:C578
source: Overlapping lesion of female genital organs
fr_fr: Lésion à localisations contiguës des organes génitaux de la femme

# model:gnuhealth.pathology,name:C579
source: Female genital organ, unspecified
fr_fr: Organe génital de la femme, sans précision

# model:gnuhealth.pathology,name:C600
source: Prepuce
fr_fr: Prépuce

# model:gnuhealth.pathology,name:C601
source: Glans penis
fr_fr: Gland

# model:gnuhealth.pathology,name:C602
source: Body of penis
fr_fr: Corps de la verge

# model:gnuhealth.pathology,name:C608
source: Overlapping lesion of penis
fr_fr: Lésion à localisations contiguës de la verge

# model:gnuhealth.pathology,name:C609
source: Penis, unspecified
fr_fr: Verge, sans précision

# model:gnuhealth.pathology,name:C620
source: Undescended testis
fr_fr: Cryptorchidie

# model:gnuhealth.pathology,name:C621
source: Descended testis
fr_fr: Testicule descendu

# model:gnuhealth.pathology,name:C629
source: Testis, unspecified
fr_fr: Testicule, sans précision

# model:gnuhealth.pathology,name:C630
source: Epididymis
fr_fr: Epididyme

# model:gnuhealth.pathology,name:C631
source: Spermatic cord
fr_fr: Cordon spermatique

# model:gnuhealth.pathology,name:C637
source: Other specified male genital organs
fr_fr: Autres organes génitaux de l'homme précisés

# model:gnuhealth.pathology,name:C638
source: Overlapping lesion of male genital organs
fr_fr: Lésion à localisations contiguës des organes génitaux de l'homme

# model:gnuhealth.pathology,name:C639
source: Male genital organ, unspecified
fr_fr: Organe génital de l'homme, sans précision

# model:gnuhealth.pathology,name:C670
source: Trigone of bladder
fr_fr: Trigone de la vessie

# model:gnuhealth.pathology,name:C671
source: Dome of bladder
fr_fr: Dôme de la vessie

# model:gnuhealth.pathology,name:C672
source: Lateral wall of bladder
fr_fr: Paroi latérale de la vessie

# model:gnuhealth.pathology,name:C673
source: Anterior wall of bladder
fr_fr: Paroi antérieure de la vessie

# model:gnuhealth.pathology,name:C674
source: Posterior wall of bladder
fr_fr: Paroi postérieure de la vessie

# model:gnuhealth.pathology,name:C675
source: Bladder neck
fr_fr: Col vésical

# model:gnuhealth.pathology,name:C676
source: Ureteric orifice
fr_fr: Orifice urétéral

# model:gnuhealth.pathology,name:C677
source: Urachus
fr_fr: Ouraque

# model:gnuhealth.pathology,name:C678
source: Overlapping lesion of bladder
fr_fr: Lésion à localisations contiguës de la vessie

# model:gnuhealth.pathology,name:C679
source: Bladder, unspecified
fr_fr: Vessie, sans précision

# model:gnuhealth.pathology,name:C680
source: Urethra
fr_fr: Urètre

# model:gnuhealth.pathology,name:C681
source: Paraurethral glands
fr_fr: Glande urétrale

# model:gnuhealth.pathology,name:C688
source: Overlapping lesion of urinary organs
fr_fr: Lésion à localisations contiguës des organes urinaires

# model:gnuhealth.pathology,name:C689
source: Urinary organ, unspecified
fr_fr: Organe urinaire, sans précision

# model:gnuhealth.pathology,name:C690
source: Conjunctiva
fr_fr: Conjonctive

# model:gnuhealth.pathology,name:C691
source: Cornea
fr_fr: Cornée

# model:gnuhealth.pathology,name:C692
source: Retina
fr_fr: Rétine

# model:gnuhealth.pathology,name:C693
source: Choroid
fr_fr: Choroïde

# model:gnuhealth.pathology,name:C694
source: Ciliary body
fr_fr: Corps ciliaire

# model:gnuhealth.pathology,name:C695
source: Lachrymal gland and duct
fr_fr: Glande lacrymale et canal lacrymal

# model:gnuhealth.pathology,name:C696
source: Orbit
fr_fr: Orbite

# model:gnuhealth.pathology,name:C698
source: Overlapping lesion of eye and adnexa
fr_fr: Lésion à localisations contiguës de l'œil et de ses annexes

# model:gnuhealth.pathology,name:C699
source: Eye, unspecified
fr_fr: Œil, sans précision

# model:gnuhealth.pathology,name:C700
source: Cerebral meninges
fr_fr: Méninges cérébrales

# model:gnuhealth.pathology,name:C701
source: Spinal meninges
fr_fr: Méninges rachidiennes

# model:gnuhealth.pathology,name:C709
source: Meninges, unspecified
fr_fr: Méninges, sans précision

# model:gnuhealth.pathology,name:C710
source: Cerebrum, except lobes and ventricles
fr_fr: Cerveau, sauf lobes et ventricules

# model:gnuhealth.pathology,name:C711
source: Frontal lobe
fr_fr: Lobe frontal

# model:gnuhealth.pathology,name:C712
source: Temporal lobe
fr_fr: Lobe temporal

# model:gnuhealth.pathology,name:C713
source: Parietal lobe
fr_fr: Lobe pariétal

# model:gnuhealth.pathology,name:C714
source: Occipital lobe
fr_fr: Lobe occipital

# model:gnuhealth.pathology,name:C715
source: Cerebral ventricle
fr_fr: Ventricule cérébral

# model:gnuhealth.pathology,name:C716
source: Cerebellum
fr_fr: Cervelet

# model:gnuhealth.pathology,name:C717
source: Brain stem
fr_fr: Tronc cérébral

# model:gnuhealth.pathology,name:C718
source: Overlapping lesion of brain
fr_fr: Lésion à localisations contiguës de l'encéphale

# model:gnuhealth.pathology,name:C719
source: Brain, unspecified
fr_fr: Encéphale, sans précision

# model:gnuhealth.pathology,name:C720
source: Spinal cord
fr_fr: Moelle épinière

# model:gnuhealth.pathology,name:C721
source: Cauda equina
fr_fr: Queue de cheval

# model:gnuhealth.pathology,name:C722
source: Olfactory nerve
fr_fr: Nerf olfactif

# model:gnuhealth.pathology,name:C723
source: Optic nerve
fr_fr: Nerf optique

# model:gnuhealth.pathology,name:C724
source: Acoustic nerve
fr_fr: Nerf auditif

# model:gnuhealth.pathology,name:C725
source: Other and unspecified cranial nerves
fr_fr: Nerfs crâniens, autres et non précisés

# model:gnuhealth.pathology,name:C728
source: Overlapping lesion of brain and other parts of central nervous system
fr_fr: Lésion à localisations contiguës de l'encéphale et d'autres parties du système nerveux central

# model:gnuhealth.pathology,name:C729
source: Central nervous system, unspecified
fr_fr: Système nerveux central, sans précision

# model:gnuhealth.pathology,name:C740
source: Cortex of adrenal gland
fr_fr: Cortex de la surrénale

# model:gnuhealth.pathology,name:C741
source: Medulla of adrenal gland
fr_fr: Médullosurrénale

# model:gnuhealth.pathology,name:C749
source: Adrenal gland, unspecified
fr_fr: Surrénale, sans précision

# model:gnuhealth.pathology,name:C750
source: Parathyroid gland
fr_fr: Parathyroïde

# model:gnuhealth.pathology,name:C751
source: Pituitary gland
fr_fr: Hypophyse

# model:gnuhealth.pathology,name:C752
source: Craniopharyngeal duct
fr_fr: Tractus cranio-pharyngien

# model:gnuhealth.pathology,name:C753
source: Pineal gland
fr_fr: Epiphyse

# model:gnuhealth.pathology,name:C754
source: Carotid body
fr_fr: Corpuscule carotidien

# model:gnuhealth.pathology,name:C755
source: Aortic body and other paraganglia
fr_fr: Glomus aortique et autres paraganglions

# model:gnuhealth.pathology,name:C758
source: Pluriglandular involvement, unspecified
fr_fr: Atteinte pluriglandulaire, sans précision

# model:gnuhealth.pathology,name:C759
source: Endocrine gland, unspecified
fr_fr: Glande endocrine, sans précision

# model:gnuhealth.pathology,name:C760
source: Head, face and neck
fr_fr: Tête, face et cou

# model:gnuhealth.pathology,name:C764
source: Upper limb
fr_fr: Membre supérieur

# model:gnuhealth.pathology,name:C765
source: Lower limb
fr_fr: Membre inférieur

# model:gnuhealth.pathology,name:C767
source: Other ill-defined sites
fr_fr: Autres sièges mal définis

# model:gnuhealth.pathology,name:C768
source: Overlapping lesion of other and ill-defined sites
fr_fr: Lésion à localisations contiguës de sièges autres et mal définis

# model:gnuhealth.pathology,name:C770
source: Lymph nodes of head, face and neck
fr_fr: Ganglions lymphatiques de la tête, de la face et du cou

# model:gnuhealth.pathology,name:C771
source: Intrathoracic lymph nodes
fr_fr: Ganglions lymphatiques intrathoraciques

# model:gnuhealth.pathology,name:C772
source: Intra-abdominal lymph nodes
fr_fr: Ganglions lymphatiques intra-abdominaux

# model:gnuhealth.pathology,name:C773
source: Axillary and upper limb lymph nodes
fr_fr: Ganglions lymphatiques de l'aisselle et du membre supérieur

# model:gnuhealth.pathology,name:C774
source: Inguinal and lower limb lymph nodes
fr_fr: Ganglions lymphatiques inguinaux et du membre inférieur

# model:gnuhealth.pathology,name:C775
source: Intrapelvic lymph nodes
fr_fr: Ganglions lymphatiques intrapelviens

# model:gnuhealth.pathology,name:C778
source: Lymph nodes of multiple regions
fr_fr: Ganglions lymphatiques de sièges multiples

# model:gnuhealth.pathology,name:C779
source: Lymph node, unspecified
fr_fr: Ganglion lymphatique, sans précision

# model:gnuhealth.pathology,name:C787
source: Secondary malignant neoplasm of liver
fr_fr: Tumeur maligne secondaire du foie et des voies biliaires intrahépatiques

# model:gnuhealth.pathology,name:C79
source: Secondary malignant neoplasm of other sites
fr_fr: Tumeur maligne secondaire d'autres sièges

# model:gnuhealth.pathology,name:C80
source: Malignant neoplasm without specification of site
fr_fr: Tumeur maligne de siège non précisé

# model:gnuhealth.pathology,name:C81
source: Hodgkin's disease
fr_fr: Maladie de Hodgkin

# model:gnuhealth.pathology,name:C810
source: Lymphocytic predominance
fr_fr: Prédominance lymphocytaire

# model:gnuhealth.pathology,name:C811
source: Nodular sclerosis
fr_fr: Sclérose nodulaire

# model:gnuhealth.pathology,name:C812
source: Mixed cellularity
fr_fr: Cellulaire mixte

# model:gnuhealth.pathology,name:C813
source: Lymphocytic depletion
fr_fr: Déplétion lymphocytaire

# model:gnuhealth.pathology,name:C817
source: Other Hodgkin's disease
fr_fr: Autres formes de la maladie de Hodgkin

# model:gnuhealth.pathology,name:C819
source: Hodgkin's disease, unspecified
fr_fr: Maladie de Hodgkin, sans précision

# model:gnuhealth.pathology,name:C82
source: Follicular [nodular] non-Hodgkin's lymphoma
fr_fr: Lymphome folliculaire [nodulaire] non hodgkinien

# model:gnuhealth.pathology,name:C820
source: Small cleaved cell, follicular
fr_fr: Petites cellules encochées folliculaires

# model:gnuhealth.pathology,name:C821
source: Mixed small cleaved and large cell, follicular
fr_fr: Mélange de petites cellules encochées et de grandes cellules folliculaires

# model:gnuhealth.pathology,name:C822
source: Large cell, follicular
fr_fr: Grandes cellules, folliculaires

# model:gnuhealth.pathology,name:C827
source: Other types of follicular non-Hodgkin's lymphoma
fr_fr: Autres formes de lymphome non hodgkinien, folliculaire

# model:gnuhealth.pathology,name:C829
source: Follicular non-Hodgkin's lymphoma, unspecified
fr_fr: Lymphome folliculaire non hodgkinien, sans précision

# model:gnuhealth.pathology,name:C83
source: Diffuse non-Hodgkin's lymphoma
fr_fr: Lymphome diffus non hodgkinien

# model:gnuhealth.pathology,name:C830
source: Small cell (diffuse)
fr_fr: Petites cellules (diffus)

# model:gnuhealth.pathology,name:C831
source: Small cleaved cell (diffuse)
fr_fr: Petites cellules encochées (diffus)

# model:gnuhealth.pathology,name:C833
source: Large cell (diffuse)
fr_fr: Grandes cellules (diffus)

# model:gnuhealth.pathology,name:C835
source: Lymphoblastic (diffuse)
fr_fr: Lymphoblastique (diffus)

# model:gnuhealth.pathology,name:C837
source: Burkitt's tumour
fr_fr: Tumeur de Burkitt

# model:gnuhealth.pathology,name:C838
source: Other types of diffuse non-Hodgkin's lymphoma
fr_fr: Autres formes de lymphome diffus non hodgkinien

# model:gnuhealth.pathology,name:C839
source: Diffuse non-Hodgkin's lymphoma, unspecified
fr_fr: Lymphome diffus non hodgkinien, sans précision

# model:gnuhealth.pathology,name:C84
source: Peripheral and cutaneous T-cell lymphomas
fr_fr: Lymphomes périphériques et cutanés à cellules T

# model:gnuhealth.pathology,name:C840
source: Mycosis fungoides
fr_fr: Mycosis fongoïde
zh_cn: 蕈样肉芽肿

# model:gnuhealth.pathology,name:C841
source: Sézary's disease
fr_fr: Réticulose de Sézary

# model:gnuhealth.pathology,name:C844
source: Peripheral T-cell lymphoma
fr_fr: Lymphome périphérique à cellules T

# model:gnuhealth.pathology,name:C845
source: Other and unspecified T-cell lymphomas
fr_fr: Lymphomes à cellules T, autres et non précisés

# model:gnuhealth.pathology,name:C85
source: Other and unspecified types of non-Hodgkin's lymphoma
fr_fr: Lymphome non hodgkinien, de types autres et non précisés

# model:gnuhealth.pathology,name:C857
source: Other specified types of non-Hodgkin's lymphoma
fr_fr: Autres types précisés de lymphome non hodgkinien

# model:gnuhealth.pathology,name:C859
source: Non-Hodgkin's lymphoma, unspecified type
fr_fr: Lymphome non hodgkinien, de type non précisé

# model:gnuhealth.pathology,name:C880
source: Waldenström's macroglobulinaemia
fr_fr: Macroglobulinémie de Waldenström

# model:gnuhealth.pathology,name:C882
source: Gamma heavy chain disease
fr_fr: Maladie des chaînes lourdes gamma

# model:gnuhealth.pathology,name:C902
source: Plasmacytoma, extramedullary
fr_fr: Plasmocytome extra-médullaire

# model:gnuhealth.pathology,name:C910
source: Acute lymphoblastic leukaemia
fr_fr: Leucémie lymphoblastique aiguë

# model:gnuhealth.pathology,name:C911
source: Chronic lymphocytic leukaemia
fr_fr: Leucémie lymphoïde chronique

# model:gnuhealth.pathology,name:C913
source: Prolymphocytic leukaemia
fr_fr: Leucémie à prolymphocytes

# model:gnuhealth.pathology,name:C915
source: Adult T-cell leukaemia
fr_fr: Leucémie de l'adulte à cellules T

# model:gnuhealth.pathology,name:C920
source: Acute myeloid leukaemia
fr_fr: Leucémie myéloïde aiguë

# model:gnuhealth.pathology,name:C921
source: Chronic myeloid leukaemia
fr_fr: Leucémie myéloïde chronique

# model:gnuhealth.pathology,name:C922
source: Subacute myeloid leukaemia
fr_fr: Leucémie myéloïde subaiguë

# model:gnuhealth.pathology,name:C924
source: Acute promyelocytic leukaemia
fr_fr: Leucémie promyélocytaire aiguë

# model:gnuhealth.pathology,name:C930
source: Acute monocytic leukaemia
fr_fr: Leucémie monocytaire aiguë

# model:gnuhealth.pathology,name:C931
source: Chronic monocytic leukaemia
fr_fr: Leucémie monocytaire chronique

# model:gnuhealth.pathology,name:C940
source: Acute erythraemia and erythroleukaemia
fr_fr: Polyglobulie primitive aiguë et érythroleucose

# model:gnuhealth.pathology,name:C944
source: Acute panmyelosis
fr_fr: Panmyélose aiguë

# model:gnuhealth.pathology,name:C960
source: Letterer-Siwe disease
fr_fr: Maladie de Letterer-Siwe

# model:gnuhealth.pathology,name:C969
source: Malignant neoplasms of lymphoid, haematopoietic and related tissue, unspecified
fr_fr: Tumeur maligne des tissus lymphoïde, hématopoïétique et apparentés, sans précision

# model:gnuhealth.pathology,name:D000
source: Lip, oral cavity and pharynx
fr_fr: Lèvre, cavité buccale et pharynx

# model:gnuhealth.pathology,name:D001
source: Oesophagus
fr_fr: Œsophage

# model:gnuhealth.pathology,name:D002
source: Stomach
fr_fr: Estomac

# model:gnuhealth.pathology,name:D010
source: Colon
fr_fr: Côlon

# model:gnuhealth.pathology,name:D011
source: Rectosigmoid junction
fr_fr: Jonction recto-sigmoïdienne

# model:gnuhealth.pathology,name:D013
source: Anus and anal canal
fr_fr: Anus et canal anal

# model:gnuhealth.pathology,name:D014
source: Other and unspecified parts of intestine
fr_fr: Parties de l'intestin, autres et non précisées

# model:gnuhealth.pathology,name:D015
source: Liver, gallbladder and bile ducts
fr_fr: Foie, vésicule et voies biliaires

# model:gnuhealth.pathology,name:D017
source: Other specified digestive organs
fr_fr: Autres organes digestifs précisés

# model:gnuhealth.pathology,name:D019
source: Digestive organ, unspecified
fr_fr: Organe digestif, sans précision

# model:gnuhealth.pathology,name:D021
source: Trachea
fr_fr: Trachée

# model:gnuhealth.pathology,name:D022
source: Bronchus and lung
fr_fr: Bronches et poumon

# model:gnuhealth.pathology,name:D023
source: Other parts of respiratory system
fr_fr: Autres parties de l'appareil respiratoire

# model:gnuhealth.pathology,name:D024
source: Respiratory system, unspecified
fr_fr: Appareil respiratoire, sans précision

# model:gnuhealth.pathology,name:D03
source: Melanoma in situ
fr_fr: Mélanome in situ
zh_cn: 原位黑色素瘤

# model:gnuhealth.pathology,name:D040
source: Skin of lip
fr_fr: Peau de la lèvre

# model:gnuhealth.pathology,name:D041
source: Skin of eyelid, including canthus
fr_fr: Peau de la paupière, y compris le canthus

# model:gnuhealth.pathology,name:D042
source: Skin of ear and external auricular canal
fr_fr: Peau de l'oreille et du conduit auditif externe

# model:gnuhealth.pathology,name:D043
source: Skin of other and unspecified parts of face
fr_fr: Peau des parties de la face, autres et non précisées

# model:gnuhealth.pathology,name:D044
source: Skin of scalp and neck
fr_fr: Peau du cuir chevelu et du cou

# model:gnuhealth.pathology,name:D045
source: Skin of trunk
fr_fr: Peau du tronc

# model:gnuhealth.pathology,name:D046
source: Skin of upper limb, including shoulder
fr_fr: Peau du membre supérieur, y compris l'épaule

# model:gnuhealth.pathology,name:D047
source: Skin of lower limb, including hip
fr_fr: Peau du membre inférieur, y compris la hanche

# model:gnuhealth.pathology,name:D048
source: Skin of other sites
fr_fr: Peau d'autres sièges

# model:gnuhealth.pathology,name:D049
source: Skin, unspecified
fr_fr: Peau, sans précision

# model:gnuhealth.pathology,name:D060
source: Endocervix
fr_fr: Endocol

# model:gnuhealth.pathology,name:D061
source: Exocervix
fr_fr: Exocol

# model:gnuhealth.pathology,name:D067
source: Other parts of cervix
fr_fr: Autres parties du col de l'utérus

# model:gnuhealth.pathology,name:D069
source: Cervix, unspecified
fr_fr: Col de l'utérus, sans précision

# model:gnuhealth.pathology,name:D070
source: Endometrium
fr_fr: Endomètre

# model:gnuhealth.pathology,name:D071
source: Vulva
fr_fr: Vulve

# model:gnuhealth.pathology,name:D072
source: Vagina
fr_fr: Vagin

# model:gnuhealth.pathology,name:D073
source: Other and unspecified female genital organs
fr_fr: Organes génitaux de la femme, autres et non précisés

# model:gnuhealth.pathology,name:D074
source: Penis
fr_fr: Verge

# model:gnuhealth.pathology,name:D076
source: Other and unspecified male genital organs
fr_fr: Organes génitaux de l'homme, autres et non précisés

# model:gnuhealth.pathology,name:D090
source: Bladder
fr_fr: Vessie

# model:gnuhealth.pathology,name:D091
source: Other and unspecified urinary organs
fr_fr: Organes urinaires, autres et non précisés

# model:gnuhealth.pathology,name:D092
source: Eye
fr_fr: Œil

# model:gnuhealth.pathology,name:D093
source: Thyroid and other endocrine glands
fr_fr: Thyroïde et autres glandes endocrines
