Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V202
source: Unspecified motorcycle rider injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un piéton ou un animal | motocycliste, sans précision, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V203
source: Person injured while boarding or alighting
fr_fr: motocycliste blessé dans une collision avec un piéton ou un animal | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V204
source: Driver injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un piéton ou un animal | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V205
source: Passenger injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un piéton ou un animal | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V209
source: Unspecified motorcycle rider injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un piéton ou un animal | motocycliste, sans précision, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V210
source: Driver injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un autre cycle | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V211
source: Passenger injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un autre cycle | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V212
source: Unspecified motorcycle rider injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un autre cycle | motocycliste, sans précision, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V213
source: Person injured while boarding or alighting
fr_fr: motocycliste blessé dans une collision avec un autre cycle | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V214
source: Driver injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un autre cycle | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V215
source: Passenger injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un autre cycle | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V219
source: Unspecified motorcycle rider injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un autre cycle | motocycliste, sans précision, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V220
source: Driver injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un véhicule à moteur à deux ou trois roues | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V221
source: Passenger injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un véhicule à moteur à deux ou trios roues | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V222
source: Unspecified motorcycle rider injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un véhicule à moteur à deux ou trois roues | motocycliste, sans précision, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V223
source: Person injured while boarding or alighting
fr_fr: motocycliste blessé dans une collision avec un véhicule à moteur à deux ou trois roues | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V224
source: Driver injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un véhicule à moteur à deux ou trois roues | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V225
source: Passenger injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un véhicule à moteur à deux ou trois roues | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V229
source: Unspecified motorcycle rider injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un véhicule à moteur à deux ou trois roues | motocycliste, sans précision, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V230
source: Driver injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec une automobile ou une camionnette | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V231
source: Passenger injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec une automobile ou une camionnette | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V232
source: Unspecified motorcycle rider injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec une automobile ou une camionnette | motocycliste, sans précision, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V233
source: Person injured while boarding or alighting
fr_fr: motocycliste blessé dans une collision avec une automobile ou une camionnette | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V234
source: Driver injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec une automobile ou une camionnette | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V235
source: Passenger injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec une automobile ou une camionnette | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V239
source: Unspecified motorcycle rider injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec une automobile ou une camionnette | motocycliste, sans précision, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V240
source: Driver injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un véhicule lourd ou un autobus | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V241
source: Passenger injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un véhicule lourd ou un autobus | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V242
source: Unspecified motorcycle rider injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un véhicule lourd ou un autobus | motocycliste, sans précision, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V243
source: Person injured while boarding or alighting
fr_fr: motocycliste blessé dans une collision avec un véhicule lourd ou un autobus | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V244
source: Driver injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un véhicule lourd ou un autobus | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V245
source: Passenger injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un véhicule lourd ou un autobus | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V249
source: Unspecified motorcycle rider injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un véhicule lourd ou un autobus | motocycliste, sans précision, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V250
source: Driver injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un train ou un véhicule ferroviaire | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V251
source: Passenger injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un train ou un véhicule ferroviaire | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V252
source: Unspecified motorcycle rider injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un train ou un véhicule ferroviaire | motocycliste, sans précision, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V253
source: Person injured while boarding or alighting
fr_fr: motocycliste blessé dans une collision avec un train ou un véhicule ferroviaire | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V254
source: Driver injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un train ou un véhicule ferroviaire | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V255
source: Passenger injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un train ou un véhicule ferroviaire | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V259
source: Unspecified motorcycle rider injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un train ou un véhicule ferroviaire | motocycliste, sans précision, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V260
source: Driver injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un autre véhicule sans moteur | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V261
source: Passenger injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un autre véhicule sans moteur | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V262
source: Unspecified motorcycle rider injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un autre véhicule sans moteur | motocycliste, sans précision, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V263
source: Person injured while boarding or alighting
fr_fr: motocycliste blessé dans une collision avec un autre véhicule sans moteur | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V264
source: Driver injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un autre véhicule sans moteur | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V265
source: Passenger injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un autre véhicule sans moteur | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V269
source: Unspecified motorcycle rider injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un autre véhicule sans moteur | motocycliste, sans précision, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V270
source: Driver injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un objet fixe ou stationnaire | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V271
source: Passenger injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un objet fixe ou stationnaire | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V272
source: Unspecified motorcycle rider injured in nontraffic accident
fr_fr: motocycliste blessé dans une collision avec un objet fixe ou stationnaire | motocycliste, sans précision, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V273
source: Person injured while boarding or alighting
fr_fr: motocycliste blessé dans une collision avec un objet fixe ou stationnaire | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V274
source: Driver injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un objet fixe ou stationnaire | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V275
source: Passenger injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un objet fixe ou stationnaire | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V279
source: Unspecified motorcycle rider injured in traffic accident
fr_fr: motocycliste blessé dans une collision avec un objet fixe ou stationnaire | motocycliste, sans précision, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V280
source: Driver injured in nontraffic accident
fr_fr: motocycliste blessé dans un accident de transport, sans collision | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V281
source: Passenger injured in nontraffic accident
fr_fr: motocycliste blessé dans un accident de transport, sans collision | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V282
source: Unspecified motorcycle rider injured in nontraffic accident
fr_fr: motocycliste blessé dans un accident de transport, sans collision | motocycliste, sans précision, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V283
source: Person injured while boarding or alighting
fr_fr: motocycliste blessé dans un accident de transport, sans collision | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V284
source: Driver injured in traffic accident
fr_fr: motocycliste blessé dans un accident de transport, sans collision | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V285
source: Passenger injured in traffic accident
fr_fr: motocycliste blessé dans un accident de transport, sans collision | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V289
source: Unspecified motorcycle rider injured in traffic accident
fr_fr: motocycliste blessé dans un accident de transport, sans collision | motocycliste, sans précision, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V290
source: Driver injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Conducteur blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V291
source: Passenger injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Passager blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V292
source: Unspecified motorcycle rider injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Motocycliste, sans précision, blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V293
source: Motorcycle rider [any] injured in unspecified nontraffic accident
fr_fr: Motocycliste [tout type] blessé dans un accident sans précision, en dehors de la circulation

# model:gnuhealth.pathology,name:V294
source: Driver injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Conducteur blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V295
source: Passenger injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Passager blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V296
source: Unspecified motorcycle rider injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Motocycliste, sans précision, blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V298
source: Motorcycle rider [any] injured in other specified transport accidents
fr_fr: Motocycliste [tout type] blessé dans d'autres accidents de transport précisés

# model:gnuhealth.pathology,name:V299
source: Motorcycle rider [any] injured in unspecified traffic accident
fr_fr: Motocycliste [tout type] blessé dans un accident de la circulation, sans précision

# model:gnuhealth.pathology,name:V300
source: Driver injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues, blessé dans une collision avec un piéton ou un animal | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V301
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues, blessé dans une collision avec un piéton ou un animal | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V302
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues, blessé dans une collision avec un piéton ou un animal | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V303
source: Unspecified occupant of three-wheeled motor vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues, blessé dans une collision avec un piéton ou un animal | occupant, sans précision, d'un véhicule à moteur à trois roues, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V304
source: Person injured while boarding or alighting
fr_fr: occupant d'un véhicule à moteur à trois roues, blessé dans une collision avec un piéton ou un animal | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V305
source: Driver injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues, blessé dans une collision avec un piéton ou un animal | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V306
source: Passenger injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues, blessé dans une collision avec un piéton ou un animal | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V307
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues, blessé dans une collision avec un piéton ou un animal | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V309
source: Unspecified occupant of three-wheeled motor vehicle injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues, blessé dans une collision avec un piéton ou un animal | occupant, sans précision, d'un véhicule à moteur à trois roues, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V310
source: Driver injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un cycle | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V311
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un cycle | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V312
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un cycle | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V313
source: Unspecified occupant of three-wheeled motor vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un cycle | occupant, sans précision, d'un véhicule à moteur à trois roues, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V314
source: Person injured while boarding or alighting
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un cycle | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V315
source: Driver injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un cycle | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V316
source: Passenger injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un cycle | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V317
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un cycle | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V319
source: Unspecified occupant of three-wheeled motor vehicle injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un cycle | occupant, sans précision, d'un véhicule à moteur à trois roues, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V320
source: Driver injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule à moteur à deux ou trois roues | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V321
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule à moteur à deux ou trois roues | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V322
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule à moteur à deux ou trois roues | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V323
source: Unspecified occupant of three-wheeled motor vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule à moteur à deux ou trois roues | occupant, sans précision, d'un véhicule à moteur à trois roues | blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V324
source: Person injured while boarding or alighting
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule à moteur à deux ou trois roues | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V325
source: Driver injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule à moteur à deux ou trois roues | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V326
source: Passenger injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule à moteur à deux ou trois roues | passager blessé dans un accident de la circulation
