Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:O982
source: Gonorrhoea complicating pregnancy, childbirth and the puerperium
de: Gonorrhoe, die Schwangerschaft, Geburt und Wochenbett kompliziert
fr_fr: Gonococcie compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 淋病并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O983
source: Other infections with a predominantly sexual mode of transmission complicating pregnancy, childbirth and the puerperium
de: Sonstige Infektionen, hauptsächlich durch Geschlechtsverkehr übertragen, die Schwangerschaft, Geburt und Wochenbett komplizieren
fr_fr: Autres maladies dont le mode de transmission est essentiellement sexuel, compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 主要为性传播模式的其他感染并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O984
source: Viral hepatitis complicating pregnancy, childbirth and the puerperium
de: Virushepatitis, die Schwangerschaft, Geburt und Wochenbett kompliziert
fr_fr: Hépatite virale compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 病毒性肝炎并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O985
source: Other viral diseases complicating pregnancy, childbirth and the puerperium
de: Sonstige Viruskrankheiten, die Schwangerschaft, Geburt und Wochenbett komplizieren
fr_fr: Autres maladies virales compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 其他病毒性疾病并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O986
source: Protozoal diseases complicating pregnancy, childbirth and the puerperium
de: Protozoenkrankheiten, die Schwangerschaft, Geburt oder Wochenbett komplizieren
fr_fr: Maladies à protozoaires compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 原虫性疾病并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O987
source: Human immunodeficiency virus [HIV] disease complicating pregnancy, childbirth and the puerperium
de: HIV-Krankheit [Humane Immundefizienz-Viruskrankheit], die Schwangerschaft, Geburt und Wochenbett kompliziert

# model:gnuhealth.pathology,name:O988
source: Other maternal infectious and parasitic diseases complicating pregnancy, childbirth and the puerperium
de: Sonstige infektiöse und parasitäre Krankheiten der Mutter, die Schwangerschaft, Geburt und Wochenbett komplizieren
fr_fr: Autres maladies infectieuses et parasitaires de la mère compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 孕产妇其他的传染病和寄生虫病并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O989
source: Unspecified maternal infectious or parasitic disease complicating pregnancy, childbirth and the puerperium
de: Nicht näher bezeichnete infektiöse oder parasitäre Krankheit der Mutter, die Schwangerschaft, Geburt und Wochenbett kompliziert
fr_fr: Maladie infectieuse ou parasitaire de la mère compliquant la grossesse, l'accouchement et la puerpéralité, sans précision
zh_cn: 孕产妇未特指的传染病或寄生虫病并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O99
source: Other maternal diseases classifiable elsewhere but complicating pregnancy, childbirth and the puerperium
de: Sonstige Krankheiten der Mutter, die anderenorts klassifizierbar sind, die jedoch Schwangerschaft, Geburt und Wochenbett komplizieren
fr_fr: Autres maladies de la mère classées ailleurs, mais compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 可归类在他处的孕产妇的其他疾病并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O990
source: Anaemia complicating pregnancy, childbirth and the puerperium
de: Anämie, die Schwangerschaft, Geburt und Wochenbett kompliziert
fr_fr: Anémie compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 贫血并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O991
source: Other diseases of the blood and blood-forming organs and certain disorders involving the immune mechanism complicating pregnancy, childbirth and the puerperium
de: Sonstige Krankheiten des Blutes und der blutbildenden Organe sowie bestimmte Störungen mit Beteiligung des Immunsystems, die Schwangerschaft, Geburt und Wochenbett komplizieren
fr_fr: Autres maladies du sang et des organes hématopoïétiques et certaines anomalies du système immunitaire compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 血液和造血器官的其他疾病及涉及免疫机制的某些疾患并发于妊娠、分娩和产褥期血液和造血器官的其他疾病及涉及免疫机制的某些疾患并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O992
source: Endocrine, nutritional and metabolic diseases complicating pregnancy, childbirth and the puerperium
de: Endokrine, Ernährungs- und Stoffwechselkrankheiten, die Schwangerschaft, Geburt und Wochenbett komplizieren
fr_fr: Maladies endocriniennes, nutritionnelles et métaboliques compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 内分泌、营养和代谢疾病并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O993
source: Mental disorders and diseases of the nervous system complicating pregnancy, childbirth and the puerperium
de: Psychische Krankheiten sowie Krankheiten des Nervensystems, die Schwangerschaft, Geburt und Wochenbett komplizieren
fr_fr: Troubles mentaux et maladies du système nerveux compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 精神障碍和神经系统疾病并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O994
source: Diseases of the circulatory system complicating pregnancy, childbirth and the puerperium
de: Krankheiten des Kreislaufsystems, die Schwangerschaft, Geburt und Wochenbett komplizieren
fr_fr: Maladies de l'appareil circulatoire compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 循环系统疾病并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O995
source: Diseases of the respiratory system complicating pregnancy, childbirth and the puerperium
de: Krankheiten des Atmungssystems, die Schwangerschaft, Geburt und Wochenbett komplizieren
fr_fr: Maladies de l'appareil respiratoire compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 呼吸系统疾病并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O996
source: Diseases of the digestive system complicating pregnancy, childbirth and the puerperium
de: Krankheiten des Verdauungssystems, die Schwangerschaft, Geburt und Wochenbett komplizieren
fr_fr: Maladies de l'appareil digestif compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 消化系统疾病并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O997
source: Diseases of the skin and subcutaneous tissue complicating pregnancy, childbirth and the puerperium
de: Krankheiten der Haut und des Unterhautgewebes, die Schwangerschaft, Geburt und Wochenbett komplizieren
fr_fr: Maladies de la peau et du tissu cellulaire sous-cutané compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 皮肤和皮下组织的疾病并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:O998
source: Other specified diseases and conditions complicating pregnancy, childbirth and the puerperium
de: Sonstige näher bezeichnete Krankheiten und Zustände, die Schwangerschaft, Geburt und Wochenbett komplizieren
fr_fr: Autres maladies et affections précisées compliquant la grossesse, l'accouchement et la puerpéralité
zh_cn: 其他特指的疾病和情况并发于妊娠、分娩和产褥期

# model:gnuhealth.pathology,name:P00
source: Fetus and newborn affected by maternal conditions that may be unrelated to present pregnancy
de: Schädigung des Fetus und Neugeborenen durch Zustände der Mutter, die zur vorliegenden Schwangerschaft keine Beziehung haben müssen
zh_cn: 胎儿和新生儿受母体情况影响，这些情况可能与本次妊娠无关

# model:gnuhealth.pathology,name:P000
source: Fetus and newborn affected by maternal hypertensive disorders
de: Schädigung des Fetus und Neugeborenen durch hypertensive Krankheiten der Mutter
zh_cn: 胎儿和新生儿受母体高血压疾患的影响

# model:gnuhealth.pathology,name:P001
source: Fetus and newborn affected by maternal renal and urinary tract diseases
de: Schädigung des Fetus und Neugeborenen durch Nieren- und Harnwegskrankheiten der Mutter
zh_cn: 胎儿和新生儿受母体肾和泌尿道疾病的影响

# model:gnuhealth.pathology,name:P002
source: Fetus and newborn affected by maternal infectious and parasitic diseases
de: Schädigung des Fetus und Neugeborenen durch infektiöse und parasitäre Krankheiten der Mutter
zh_cn: 胎儿和新生儿受母体传染病和寄生虫病的影响

# model:gnuhealth.pathology,name:P003
source: Fetus and newborn affected by other maternal circulatory and respiratory diseases
de: Schädigung des Fetus und Neugeborenen durch sonstige Kreislauf- und Atemwegskrankheiten der Mutter
zh_cn: 胎儿和新生儿受母体其他循环和呼吸疾病的影响

# model:gnuhealth.pathology,name:P004
source: Fetus and newborn affected by maternal nutritional disorders
de: Schädigung des Fetus und Neugeborenen durch Ernährungsstörung der Mutter
zh_cn: 胎儿和新生儿受母体营养性疾患的影响

# model:gnuhealth.pathology,name:P005
source: Fetus and newborn affected by maternal injury
de: Schädigung des Fetus und Neugeborenen durch Verletzung der Mutter
zh_cn: 胎儿和新生儿受母体损伤的影响

# model:gnuhealth.pathology,name:P006
source: Fetus and newborn affected by surgical procedure on mother
de: Schädigung des Fetus und Neugeborenen durch chirurgischen Eingriff bei der Mutter
zh_cn: 胎儿和新生儿受母体手术操作的影响

# model:gnuhealth.pathology,name:P007
source: Fetus and newborn affected by other medical procedures on mother, not elsewhere classified
de: Schädigung des Fetus und Neugeborenen durch sonstige medizinische Maßnahmen bei der Mutter, anderenorts nicht klassifiziert
zh_cn: 胎儿和新生儿受母体其他医疗操作的影响，不可归类在他处者

# model:gnuhealth.pathology,name:P008
source: Fetus and newborn affected by other maternal conditions
de: Schädigung des Fetus und Neugeborenen durch sonstige Zustände der Mutter
zh_cn: 胎儿和新生儿受母体其他情况的影响

# model:gnuhealth.pathology,name:P009
source: Fetus and newborn affected by unspecified maternal condition
de: Schädigung des Fetus und Neugeborenen durch nicht näher bezeichneten Zustand der Mutter
zh_cn: 胎儿和新生儿受母体未特指情况的影响

# model:gnuhealth.pathology,name:P01
source: Fetus and newborn affected by maternal complications of pregnancy
de: Schädigung des Fetus und Neugeborenen durch mütterliche Schwangerschaftskomplikationen
zh_cn: 胎儿和新生儿受母体妊娠并发症的影响

# model:gnuhealth.pathology,name:P010
source: Fetus and newborn affected by incompetent cervix
de: Schädigung des Fetus und Neugeborenen durch Zervixinsuffizienz
zh_cn: 胎儿和新生儿受宫颈机能不全的影响

# model:gnuhealth.pathology,name:P011
source: Fetus and newborn affected by premature rupture of membranes
de: Schädigung des Fetus und Neugeborenen durch vorzeitigen Blasensprung
zh_cn: 胎儿和新生儿受胎膜早破的影响

# model:gnuhealth.pathology,name:P012
source: Fetus and newborn affected by oligohydramnios
de: Schädigung des Fetus und Neugeborenen durch Oligohydramnion
zh_cn: 胎儿和新生儿受羊水过少的影响

# model:gnuhealth.pathology,name:P013
source: Fetus and newborn affected by polyhydramnios
de: Schädigung des Fetus und Neugeborenen durch Polyhydramnion
zh_cn: 胎儿和新生儿受羊水过多的影响

# model:gnuhealth.pathology,name:P014
source: Fetus and newborn affected by ectopic pregnancy
de: Schädigung des Fetus und Neugeborenen bei Extrauteringravidität
zh_cn: 胎儿和新生儿受异位妊娠的影响

# model:gnuhealth.pathology,name:P015
source: Fetus and newborn affected by multiple pregnancy
de: Schädigung des Fetus und Neugeborenen bei Mehrlingsschwangerschaft
zh_cn: 胎儿和新生儿受多胎妊娠的影响

# model:gnuhealth.pathology,name:P016
source: Fetus and newborn affected by maternal death
de: Schädigung des Fetus und Neugeborenen durch Tod der Mutter
zh_cn: 胎儿和新生儿受母体死亡的影响

# model:gnuhealth.pathology,name:P017
source: Fetus and newborn affected by malpresentation before labour
de: Schädigung des Fetus und Neugeborenen durch Lageanomalie vor Wehenbeginn
zh_cn: 胎儿和新生儿受产程开始前先露异常的影响

# model:gnuhealth.pathology,name:P018
source: Fetus and newborn affected by other maternal complications of pregnancy
de: Schädigung des Fetus und Neugeborenen durch sonstige mütterliche Schwangerschaftskomplikationen
zh_cn: 胎儿和新生儿受母体其他妊娠并发症的影响

# model:gnuhealth.pathology,name:P019
source: Fetus and newborn affected by maternal complication of pregnancy, unspecified
de: Schädigung des Fetus und Neugeborenen durch mütterliche Schwangerschaftskomplikation, nicht näher bezeichnet
zh_cn: 胎儿和新生儿受母体未特指的妊娠并发症的影响

# model:gnuhealth.pathology,name:P02
source: Fetus and newborn affected by complications of placenta, cord and membranes
de: Schädigung des Fetus und Neugeborenen durch Komplikationen von Plazenta, Nabelschnur und Eihäuten
zh_cn: 胎儿和新生儿受胎盘、脐带和胎膜的并发症的影响

# model:gnuhealth.pathology,name:P020
source: Fetus and newborn affected by placenta praevia
de: Schädigung des Fetus und Neugeborenen durch Placenta praevia
zh_cn: 胎儿和新生儿受前置胎盘的影响

# model:gnuhealth.pathology,name:P021
source: Fetus and newborn affected by other forms of placental separation and haemorrhage
de: Schädigung des Fetus und Neugeborenen durch sonstige Formen der Plazentalösung und -blutung
zh_cn: 胎儿和新生儿受胎盘剥离和出血的其他形式的影响

# model:gnuhealth.pathology,name:P022
source: Fetus and newborn affected by other and unspecified morphological and functional abnormalities of placenta
de: Schädigung des Fetus und Neugeborenen durch sonstige und nicht näher bezeichnete morphologische und funktionelle Plazentaanomalien
zh_cn: 胎儿和新生儿受胎盘其他和未特指形态和功能异常的影响

# model:gnuhealth.pathology,name:P023
source: Fetus and newborn affected by placental transfusion syndromes
de: Schädigung des Fetus und Neugeborenen durch transplazentare Transfusionssyndrome
zh_cn: 胎儿和新生儿受胎盘输血综合征的影响

# model:gnuhealth.pathology,name:P024
source: Fetus and newborn affected by prolapsed cord
de: Schädigung des Fetus und Neugeborenen durch Nabelschnurvorfall
zh_cn: 胎儿和新生儿受脐带脱垂的影响

# model:gnuhealth.pathology,name:P025
source: Fetus and newborn affected by other compression of umbilical cord
de: Schädigung des Fetus und Neugeborenen durch sonstige Formen der Nabelschnurkompression
zh_cn: 胎儿和新生儿受脐带其他压迫的影响

# model:gnuhealth.pathology,name:P026
source: Fetus and newborn affected by other and unspecified conditions of umbilical cord
de: Schädigung des Fetus und Neugeborenen durch sonstige und nicht näher bezeichnete Zustände der Nabelschnur
zh_cn: 胎儿和新生儿受脐带其他和未特指情况的影响

# model:gnuhealth.pathology,name:P027
source: Fetus and newborn affected by chorioamnionitis
de: Schädigung des Fetus und Neugeborenen durch Chorioamnionitis
zh_cn: 胎儿受绒(毛)膜羊膜炎的影响

# model:gnuhealth.pathology,name:P028
source: Fetus and newborn affected by other abnormalities of membranes
de: Schädigung des Fetus und Neugeborenen durch sonstige Anomalien der Eihäute
zh_cn: 胎儿和新生儿受胎膜其他异常的影响

# model:gnuhealth.pathology,name:P029
source: Fetus and newborn affected by abnormality of membranes, unspecified
de: Schädigung des Fetus und Neugeborenen durch Anomalie der Eihäute, nicht näher bezeichnet
zh_cn: 胎儿和新生儿受胎膜未特指异常的影响

# model:gnuhealth.pathology,name:P03
source: Fetus and newborn affected by other complications of labour and delivery
de: Schädigung des Fetus und Neugeborenen durch sonstige Komplikationen bei Wehen und Entbindung
zh_cn: 胎儿和新生儿受产程和分娩的其他并发症的影响

# model:gnuhealth.pathology,name:P030
source: Fetus and newborn affected by breech delivery and extraction
de: Schädigung des Fetus und Neugeborenen durch Entbindung und Extraktion aus Beckenendlage
zh_cn: 胎儿和新生儿受臀位分娩和胎臀牵引术的影响

# model:gnuhealth.pathology,name:P031
source: Fetus and newborn affected by other malpresentation, malposition and disproportion during labour and delivery
de: Schädigung des Fetus und Neugeborenen durch sonstige Lage-, Haltungs- und Einstellungsanomalien sowie Missverhältnis während Wehen und Entbindung
zh_cn: 胎儿和新生儿受产程和分娩中其他先露异常、胎位异常和(胎盆)不称的影响

# model:gnuhealth.pathology,name:P032
source: Fetus and newborn affected by forceps delivery
de: Schädigung des Fetus und Neugeborenen durch Zangenentbindung
zh_cn: 胎儿和新生儿受产钳术的影响

# model:gnuhealth.pathology,name:P033
source: Fetus and newborn affected by delivery by vacuum extractor [ventouse]
de: Schädigung des Fetus und Neugeborenen durch Entbindung mittels Vakuumextraktors [Saugglocke]
zh_cn: 胎儿和新生儿受真空吸引器[吸杯]分娩的影响

# model:gnuhealth.pathology,name:P034
source: Fetus and newborn affected by caesarean delivery
de: Schädigung des Fetus und Neugeborenen durch Schnittentbindung
zh_cn: 胎儿和新生儿受剖宫产术的影响

# model:gnuhealth.pathology,name:P035
source: Fetus and newborn affected by precipitate delivery
de: Schädigung des Fetus und Neugeborenen durch überstürzte Geburt
zh_cn: 胎儿和新生儿受急产的影响

# model:gnuhealth.pathology,name:P036
source: Fetus and newborn affected by abnormal uterine contractions
de: Schädigung des Fetus und Neugeborenen durch abnorme Uteruskontraktionen
zh_cn: 胎儿和新生儿受子宫收缩异常的影响

# model:gnuhealth.pathology,name:P038
source: Fetus and newborn affected by other specified complications of labour and delivery
de: Schädigung des Fetus und Neugeborenen durch sonstige näher bezeichnete Komplikationen bei Wehen und Entbindung
zh_cn: 胎儿和新生儿受产程和分娩的其他特指并发症的影响

# model:gnuhealth.pathology,name:P039
source: Fetus and newborn affected by complication of labour and delivery, unspecified
de: Schädigung des Fetus und Neugeborenen durch Komplikation bei Wehen und Entbindung, nicht näher bezeichnet
zh_cn: 胎儿和新生儿受产程和分娩未特指并发症的影响

# model:gnuhealth.pathology,name:P04
source: Fetus and newborn affected by noxious influences transmitted via placenta or breast milk
de: Schädigung des Fetus und Neugeborenen durch Noxen, die transplazentar oder mit der Muttermilch übertragen werden
zh_cn: 胎儿和新生儿受经胎盘或母乳传播的有害物质的影响

# model:gnuhealth.pathology,name:P040
source: Fetus and newborn affected by maternal anaesthesia and analgesia in pregnancy, labour and delivery
de: Schädigung des Fetus und Neugeborenen durch Anästhesie und Analgesie bei der Mutter während Schwangerschaft, Wehen und Entbindung
zh_cn: 胎儿和新生儿受母体在妊娠、产程和分娩中的感觉丧失和痛觉缺失的影响

# model:gnuhealth.pathology,name:P041
source: Fetus and newborn affected by other maternal medication
de: Schädigung des Fetus und Neugeborenen durch sonstige Medikation bei der Mutter
zh_cn: 胎儿和新生儿受母体其他药物的影响

# model:gnuhealth.pathology,name:P042
source: Fetus and newborn affected by maternal use of tobacco
de: Schädigung des Fetus und Neugeborenen durch Tabakkonsum der Mutter
zh_cn: 胎儿和新生儿受母体使用烟草的影响

# model:gnuhealth.pathology,name:P043
source: Fetus and newborn affected by maternal use of alcohol
de: Schädigung des Fetus und Neugeborenen durch Alkoholkonsum der Mutter
zh_cn: 胎儿和新生儿受母体使用酒精的影响

# model:gnuhealth.pathology,name:P044
source: Fetus and newborn affected by maternal use of drugs of addiction
de: Schädigung des Fetus und Neugeborenen durch Einnahme von abhängigkeitserzeugenden Arzneimitteln oder Drogen durch die Mutter
zh_cn: 胎儿和新生儿受母体药瘾的影响

# model:gnuhealth.pathology,name:P045
source: Fetus and newborn affected by maternal use of nutritional chemical substances
de: Schädigung des Fetus und Neugeborenen durch chemische Substanzen, die mit der Nahrung der Mutter aufgenommen wurden
zh_cn: 胎儿和新生儿受母体使用营养性、化学性物质的影响

# model:gnuhealth.pathology,name:P046
source: Fetus and newborn affected by maternal exposure to environmental chemical substances
de: Schädigung des Fetus und Neugeborenen durch Exposition der Mutter gegenüber chemischen Substanzen aus der Umwelt
zh_cn: 胎儿和新生儿受母体暴露于环境中化学物质的影响

# model:gnuhealth.pathology,name:P048
source: Fetus and newborn affected by other maternal noxious influences
de: Schädigungen des Fetus und Neugeborenen durch sonstige Noxen, von der Mutter übertragen
zh_cn: 胎儿和新生儿受母体内其他有害物质的影响

# model:gnuhealth.pathology,name:P049
source: Fetus and newborn affected by maternal noxious influence, unspecified
de: Schädigung des Fetus und Neugeborenen durch nicht näher bezeichnete Noxen, von der Mutter übertragen
zh_cn: 胎儿和新生儿受母体内未特指有害物质的影响

# model:gnuhealth.pathology,name:P05
source: Slow fetal growth and fetal malnutrition
de: Intrauterine Mangelentwicklung und fetale Mangelernährung
zh_cn: 胎儿生长缓慢和胎儿营养不良

# model:gnuhealth.pathology,name:P050
source: Light for gestational age
de: Für das Gestationsalter zu leichte Neugeborene
fr_fr: Faible poids pour l'âge gestationnel
zh_cn: 轻于胎龄

# model:gnuhealth.pathology,name:P051
source: Small for gestational age
de: Für das Gestationsalter zu kleine Neugeborene
fr_fr: Petite taille pour l'âge gestationnel
zh_cn: 小于胎龄

# model:gnuhealth.pathology,name:P052
source: Fetal malnutrition without mention of light or small for gestational age
de: Fetale Mangelernährung des Neugeborenen ohne Angabe von zu leicht oder zu klein für das Gestationsalter [light or small for gestational age]
zh_cn: 胎儿营养不良，未提及轻于或小于胎龄

# model:gnuhealth.pathology,name:P059
source: Slow fetal growth, unspecified
de: Intrauterine Mangelentwicklung, nicht näher bezeichnet
zh_cn: 未特指的胎儿生长缓慢

# model:gnuhealth.pathology,name:P07
source: Disorders related to short gestation and low birth weight, not elsewhere classified
de: Störungen im Zusammenhang mit kurzer Schwangerschaftsdauer und niedrigem Geburtsgewicht, anderenorts nicht klassifiziert
fr_fr: Anomalies liées à une brièveté de la gestation et un poids insuffisant à la naissance, non classés ailleurs
zh_cn: 与孕期短和低出生体重有关的疾患，不可归类在他处者

# model:gnuhealth.pathology,name:P070
source: Extremely low birth weight
de: Neugeborenes mit extrem niedrigem Geburtsgewicht
fr_fr: Poids extrêmement faible à la naissance
zh_cn: 极低出生体重

# model:gnuhealth.pathology,name:P071
source: Other low birth weight
de: Neugeborenes mit sonstigem niedrigem Geburtsgewicht
fr_fr: Autres poids faibles à la naissance
zh_cn: 其他低出生体重

# model:gnuhealth.pathology,name:P072
source: Extreme immaturity
de: Neugeborenes mit extremer Unreife
fr_fr: Immaturité extrême
zh_cn: 极度不成熟儿

# model:gnuhealth.pathology,name:P073
source: Other preterm infants
de: Sonstige vor dem Termin Geborene
fr_fr: Autres enfants nés avant terme
zh_cn: 其他早产婴儿

# model:gnuhealth.pathology,name:P08
source: Disorders related to long gestation and high birth weight
de: Störungen im Zusammenhang mit langer Schwangerschaftsdauer und hohem Geburtsgewicht
fr_fr: Anomalies liées à une gestation prolongée et un poids élevé à la naissance
zh_cn: 与孕期长和高出生体重有关的疾患

# model:gnuhealth.pathology,name:P080
source: Exceptionally large baby
de: Übergewichtige Neugeborene
fr_fr: Enfant exceptionnellement gros
zh_cn: 特大婴儿

# model:gnuhealth.pathology,name:P081
source: Other heavy for gestational age infants
de: Sonstige für das Gestationsalter zu schwere Neugeborene
fr_fr: Autres enfants gros pour l'âge gestationnel
zh_cn: 其他重于胎龄的婴儿

# model:gnuhealth.pathology,name:P082
source: Post-term infant, not heavy for gestational age
de: Nach dem Termin Geborenes, nicht zu schwer für das Gestationsalter
zh_cn: 过期产儿，不重于胎龄

# model:gnuhealth.pathology,name:P10
source: Intracranial laceration and haemorrhage due to birth injury
de: Intrakranielle Verletzung und Blutung durch Geburtsverletzung
fr_fr: Déchirure et hémorragie intracrâniennes dues à un traumatisme obstétrical
zh_cn: 产伤引起的颅内撕裂和出血

# model:gnuhealth.pathology,name:P100
source: Subdural haemorrhage due to birth injury
de: Subdurale Blutung durch Geburtsverletzung
fr_fr: Hémorragie sous-durale due à un traumatisme obstétrical
zh_cn: 产伤引起的硬膜下出血

# model:gnuhealth.pathology,name:P101
source: Cerebral haemorrhage due to birth injury
de: Zerebrale Blutung durch Geburtsverletzung
fr_fr: Hémorragie cérébrale due à un traumatisme obstétrical
zh_cn: 产伤引起的大脑出血

# model:gnuhealth.pathology,name:P102
source: Intraventricular haemorrhage due to birth injury
de: Intraventrikuläre Blutung durch Geburtsverletzung
fr_fr: Hémorragie intraventriculaire due à un traumatisme obstétrical
zh_cn: 产伤引起的脑室内出血

# model:gnuhealth.pathology,name:P103
source: Subarachnoid haemorrhage due to birth injury
de: Subarachnoidale Blutung durch Geburtsverletzung
fr_fr: Hémorragie sous-arachnoïdienne due à un traumatisme obstétrical
zh_cn: 产伤引起的蛛网膜下腔出血

# model:gnuhealth.pathology,name:P104
source: Tentorial tear due to birth injury
de: Tentoriumriss durch Geburtsverletzung
fr_fr: Déchirure de la tente du cervelet due à un traumatisme obstétrical
zh_cn: 产伤引起的脑幕撕裂

# model:gnuhealth.pathology,name:P108
source: Other intracranial lacerations and haemorrhages due to birth injury
de: Sonstige intrakranielle Verletzungen und Blutungen durch Geburtsverletzung
fr_fr: Autres déchirures et hémorragies intracrâniennes dues à un traumatisme obstétrical
zh_cn: 产伤引起的其他颅内撕裂和出血
