Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:G633
source: Polyneuropathy in other endocrine and metabolic diseases
de: Polyneuropathie bei sonstigen endokrinen und Stoffwechselkrankheiten
fr_fr: Polynévrite au cours d'autres maladies endocriniennes et métaboliques (E00-E07+, E15-E16+, E20-E34+, E70-E89+)
zh_cn: 其他内分泌和代谢疾病引起的多神经病(E00-E07+，E15-E16+，E20-E34+，E70-E89+)

# model:gnuhealth.pathology,name:G634
source: Polyneuropathy in nutritional deficiency
de: Polyneuropathie bei alimentären Mangelzuständen
fr_fr: Polynévrite par carence nutritionnelle (E40-E64+)
zh_cn: 营养缺乏引起的多神经病(E40-E64+)

# model:gnuhealth.pathology,name:G635
source: Polyneuropathy in systemic connective tissue disorders
de: Polyneuropathie bei Systemkrankheiten des Bindegewebes
fr_fr: Polynévrite au cours d'affections disséminées du tissu conjonctif (M30-M35+)
zh_cn: 系统性结缔组织疾患引起的多神经病(M30-M35+)

# model:gnuhealth.pathology,name:G636
source: Polyneuropathy in other musculoskeletal disorders
de: Polyneuropathie bei sonstigen Krankheiten des Muskel-Skelett-Systems
fr_fr: Polynévrite au cours d'autres affections ostéo-articulaires et des muscles (M00-M25+, M40-M96+)
zh_cn: 其他肌肉骨骼疾患引起的多神经病(M00-M25+，M40-M96+）

# model:gnuhealth.pathology,name:G638
source: Polyneuropathy in other diseases classified elsewhere
de: Polyneuropathie bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Polynévrite au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的多神经病

# model:gnuhealth.pathology,name:G64
source: Other disorders of peripheral nervous system
de: Sonstige Krankheiten des peripheren Nervensystems
fr_fr: Autres affections du système nerveux périphérique
zh_cn: 周围神经系统的其他疾患

# model:gnuhealth.pathology,name:G70
source: Myasthenia gravis and other myoneural disorders
de: Myasthenia gravis und sonstige neuromuskuläre Krankheiten
fr_fr: Myasthénie et autres affections neuro-musculaires
zh_cn: 重症肌无力和其他肌神经疾患

# model:gnuhealth.pathology,name:G701
source: Toxic myoneural disorders
de: Toxische neuromuskuläre Krankheiten
fr_fr: Affections neuro-musculaires toxiques
zh_cn: 中毒性肌神经疾患

# model:gnuhealth.pathology,name:G702
source: Congenital and developmental myasthenia
de: Angeborene oder entwicklungsbedingte Myasthenie
fr_fr: Myasthénie congénitale et au cours du développement
zh_cn: 先天性和发育性肌无力

# model:gnuhealth.pathology,name:G708
source: Other specified myoneural disorders
de: Sonstige näher bezeichnete neuromuskuläre Krankheiten
fr_fr: Autres affections neuro-musculaires précisées
zh_cn: 其他特指的肌神经疾患

# model:gnuhealth.pathology,name:G709
source: Myoneural disorder, unspecified
de: Neuromuskuläre Krankheit, nicht näher bezeichnet
fr_fr: Affection neuro-musculaire, sans précision
zh_cn: 未特指的肌神经疾患

# model:gnuhealth.pathology,name:G71
source: Primary disorders of muscles
de: Primäre Myopathien
fr_fr: Affections musculaires primitives
zh_cn: 肌肉的原发性疾患

# model:gnuhealth.pathology,name:G710
source: Muscular dystrophy
de: Muskeldystrophie
fr_fr: Dystrophie musculaire
zh_cn: 肌营养不良

# model:gnuhealth.pathology,name:G711
source: Myotonic disorders
de: Myotone Syndrome
fr_fr: Affections myotoniques
zh_cn: 肌强直性疾患

# model:gnuhealth.pathology,name:G712
source: Congenital myopathies
de: Angeborene Myopathien
fr_fr: Myopathies congénitales
zh_cn: 先天性肌病

# model:gnuhealth.pathology,name:G713
source: Mitochondrial myopathy, not elsewhere classified
de: Mitochondriale Myopathie, anderenorts nicht klassifiziert
fr_fr: Myopathie mitochondriale, non classée ailleurs
zh_cn: 线粒体肌病，不可归类在他处者

# model:gnuhealth.pathology,name:G718
source: Other primary disorders of muscles
de: Sonstige primäre Myopathien
fr_fr: Autres affections musculaires primitives
zh_cn: 肌肉的其他原发性疾患

# model:gnuhealth.pathology,name:G719
source: Primary disorder of muscle, unspecified
de: Primäre Myopathie, nicht näher bezeichnet
fr_fr: Affection musculaire primitive, sans précision
zh_cn: 未特指的肌肉的原发性疾患

# model:gnuhealth.pathology,name:G72
source: Other myopathies
de: Sonstige Myopathien
fr_fr: Autres myopathies
zh_cn: 其他肌病

# model:gnuhealth.pathology,name:G720
source: Drug-induced myopathy
de: Arzneimittelinduzierte Myopathie
fr_fr: Myopathie médicamenteuse
zh_cn: 药物性肌病

# model:gnuhealth.pathology,name:G721
source: Alcoholic myopathy
de: Alkoholmyopathie
fr_fr: Myopathie alcoolique
zh_cn: 酒精性肌病

# model:gnuhealth.pathology,name:G722
source: Myopathy due to other toxic agents
de: Myopathie durch sonstige toxische Agenzien
fr_fr: Myopathie due à d'autres agents toxiques
zh_cn: 其他毒性物质引起的肌病

# model:gnuhealth.pathology,name:G723
source: Periodic paralysis
de: Periodische Lähmung
fr_fr: Paralysies périodiques
zh_cn: 周期性瘫痪

# model:gnuhealth.pathology,name:G724
source: Inflammatory myopathy, not elsewhere classified
de: Entzündliche Myopathie, anderenorts nicht klassifiziert
fr_fr: Myopathie inflammatoire, non classée ailleurs
zh_cn: 炎性肌病，不可归类在他处者

# model:gnuhealth.pathology,name:G728
source: Other specified myopathies
de: Sonstige näher bezeichnete Myopathien
fr_fr: Autres myopathies précisées
zh_cn: 其他特指的肌病

# model:gnuhealth.pathology,name:G729
source: Myopathy, unspecified
de: Myopathie, nicht näher bezeichnet
fr_fr: Myopathie, sans précision
zh_cn: 未特指的肌病

# model:gnuhealth.pathology,name:G73
source: Disorders of myoneural junction and muscle in diseases classified elsewhere
de: Krankheiten im Bereich der neuromuskulären Synapse und des Muskels bei anderenorts klassifizierten Krankheiten
fr_fr: Affections musculaires et neuro-musculaires au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的肌神经接点和肌肉的疾患

# model:gnuhealth.pathology,name:G730
source: Myasthenic syndromes in endocrine diseases
de: Myastheniesyndrome bei endokrinen Krankheiten
fr_fr: Syndrome myasthénique au cours de maladies endocriniennes
zh_cn: 内分泌疾病引起的肌无力综合征

# model:gnuhealth.pathology,name:G731
source: Lambert-Eaton syndrome
de: Lambert-Eaton-Syndrom
zh_cn: 伊顿-兰伯特综合征(C80+)

# model:gnuhealth.pathology,name:G732
source: Other myasthenic syndromes in neoplastic disease
de: Sonstige Myastheniesyndrome bei Neubildungen
fr_fr: Autres syndromes myasthéniques au cours de maladies tumorales (C00-D48+)
zh_cn: 肿瘤病引起的其他肌无力综合征(C00-D48+)

# model:gnuhealth.pathology,name:G733
source: Myasthenic syndromes in other diseases classified elsewhere
de: Myastheniesyndrome bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Syndrome myasthénique au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的肌无力综合征

# model:gnuhealth.pathology,name:G734
source: Myopathy in infectious and parasitic diseases classified elsewhere
de: Myopathie bei anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Myopathie au cours de maladies infectieuses et parasitaires classées ailleurs
zh_cn: 分类于他处的传染病和寄生虫病引起的肌病

# model:gnuhealth.pathology,name:G735
source: Myopathy in endocrine diseases
de: Myopathie bei endokrinen Krankheiten
fr_fr: Myopathie au cours de maladies endocriniennes
zh_cn: 内分泌疾病引起的肌病

# model:gnuhealth.pathology,name:G736
source: Myopathy in metabolic diseases
de: Myopathie bei Stoffwechselkrankheiten
fr_fr: Myopathie au cours de maladies métaboliques
zh_cn: 代谢疾病引起的肌病

# model:gnuhealth.pathology,name:G737
source: Myopathy in other diseases classified elsewhere
de: Myopathie bei sonstigen anderenorts klassifizierten Krankheiten
zh_cn: 分类于他处的其他疾病引起的肌病

# model:gnuhealth.pathology,name:G80
source: Cerebral palsy
de: Infantile Zerebralparese
zh_cn: 大脑性瘫痪[脑瘫]

# model:gnuhealth.pathology,name:G800
source: Spastic quadriplegic cerebral palsy
de: Spastische tetraplegische Zerebralparese
zh_cn: 痉挛性四肢麻痹性脑瘫

# model:gnuhealth.pathology,name:G801
source: Spastic diplegic cerebral palsy
de: Spastische diplegische Zerebralparese
zh_cn: 痉挛性双侧脑瘫

# model:gnuhealth.pathology,name:G802
source: Spastic hemiplegic cerebral palsy
de: Infantile hemiplegische Zerebralparese
zh_cn: 痉挛性偏侧脑瘫

# model:gnuhealth.pathology,name:G803
source: Dyskinetic cerebral palsy
de: Dyskinetische Zerebralparese
fr_fr: Paralysie cérébrale dyskinétique
zh_cn: 运动障碍性脑瘫

# model:gnuhealth.pathology,name:G804
source: Ataxic cerebral palsy
de: Ataktische Zerebralparese
fr_fr: Paralysie cérébrale ataxique
zh_cn: 共济失调性脑瘫

# model:gnuhealth.pathology,name:G808
source: Other cerebral palsy
de: Sonstige infantile Zerebralparese
zh_cn: 其他大脑性瘫痪[脑瘫]

# model:gnuhealth.pathology,name:G809
source: Cerebral palsy, unspecified
de: Infantile Zerebralparese, nicht näher bezeichnet
zh_cn: 未特指的大脑性瘫痪[脑瘫]

# model:gnuhealth.pathology,name:G81
source: Hemiplegia
de: Hemiparese und Hemiplegie
fr_fr: Hémiplégie
zh_cn: 偏瘫

# model:gnuhealth.pathology,name:G810
source: Flaccid hemiplegia
de: Schlaffe Hemiparese und Hemiplegie
fr_fr: Hémiplégie flasque
zh_cn: 松弛性偏瘫

# model:gnuhealth.pathology,name:G811
source: Spastic hemiplegia
de: Spastische Hemiparese und Hemiplegie
fr_fr: Hémiplégie spastique
zh_cn: 痉挛性偏瘫

# model:gnuhealth.pathology,name:G819
source: Hemiplegia, unspecified
de: Hemiparese und Hemiplegie, nicht näher bezeichnet
fr_fr: Hémiplégie, sans précision
zh_cn: 未特指的偏瘫

# model:gnuhealth.pathology,name:G82
source: Paraplegia and tetraplegia
de: Paraparese und Paraplegie, Tetraparese und Tetraplegie
fr_fr: Paraplégie et tétraplégie
zh_cn: 截瘫和四肢瘫

# model:gnuhealth.pathology,name:G820
source: Flaccid paraplegia
de: Schlaffe Paraparese und Paraplegie
fr_fr: Paraplégie flasque
zh_cn: 松弛性截瘫

# model:gnuhealth.pathology,name:G821
source: Spastic paraplegia
de: Spastische Paraparese und Paraplegie
fr_fr: Paraplégie spastique
zh_cn: 痉挛性截瘫

# model:gnuhealth.pathology,name:G822
source: Paraplegia, unspecified
de: Paraparese und Paraplegie, nicht näher bezeichnet
fr_fr: Paraplégie, sans précision
zh_cn: 未特指的截瘫

# model:gnuhealth.pathology,name:G823
source: Flaccid tetraplegia
de: Schlaffe Tetraparese und Tetraplegie
fr_fr: Tétraplégie flasque
zh_cn: 松弛性四肢瘫痪

# model:gnuhealth.pathology,name:G824
source: Spastic tetraplegia
de: Spastische Tetraparese und Tetraplegie
fr_fr: Tétraplégie spastique
zh_cn: 痉挛性四肢瘫痪

# model:gnuhealth.pathology,name:G825
source: Tetraplegia, unspecified
de: Tetraparese und Tetraplegie, nicht näher bezeichnet
fr_fr: Tétraplégie, sans précision
zh_cn: 未特指的四肢瘫痪

# model:gnuhealth.pathology,name:G83
source: Other paralytic syndromes
de: Sonstige Lähmungssyndrome
fr_fr: Autres syndromes paralytiques
zh_cn: 其他麻痹[瘫痪]综合征

# model:gnuhealth.pathology,name:G830
source: Diplegia of upper limbs
de: Diparese und Diplegie der oberen Extremitäten
fr_fr: Diplégie des membres supérieurs
zh_cn: 双上肢瘫

# model:gnuhealth.pathology,name:G831
source: Monoplegia of lower limb
de: Monoparese und Monoplegie einer unteren Extremität
fr_fr: Monoplégie d'un membre inférieur
zh_cn: 下肢单瘫

# model:gnuhealth.pathology,name:G832
source: Monoplegia of upper limb
de: Monoparese und Monoplegie einer oberen Extremität
fr_fr: Monoplégie d'un membre supérieur
zh_cn: 上肢单瘫

# model:gnuhealth.pathology,name:G833
source: Monoplegia, unspecified
de: Monoparese und Monoplegie, nicht näher bezeichnet
fr_fr: Monoplégie, sans précision
zh_cn: 未特指的单瘫

# model:gnuhealth.pathology,name:G834
source: Cauda equina syndrome
de: Cauda- (equina-) Syndrom
fr_fr: Syndrome de la queue de cheval
zh_cn: 马尾综合征

# model:gnuhealth.pathology,name:G835
source: Locked-in syndrome
de: Locked-in-Syndrom

# model:gnuhealth.pathology,name:G836
source: Upper motor neuron facial paralysis
de: Zentrale faziale Parese

# model:gnuhealth.pathology,name:G838
source: Other specified paralytic syndromes
de: Sonstige näher bezeichnete Lähmungssyndrome
fr_fr: Autres syndromes paralytiques précisés
zh_cn: 其他特指的麻痹[瘫痪]综合征

# model:gnuhealth.pathology,name:G839
source: Paralytic syndrome, unspecified
de: Lähmungssyndrom, nicht näher bezeichnet
fr_fr: Syndrome paralytique, sans précision
zh_cn: 未特指的麻痹[瘫痪]综合征

# model:gnuhealth.pathology,name:G90
source: Disorders of autonomic nervous system
de: Krankheiten des autonomen Nervensystems
fr_fr: Affections du système nerveux autonome
zh_cn: 自主神经系统的疾患

# model:gnuhealth.pathology,name:G900
source: Idiopathic peripheral autonomic neuropathy
de: Idiopathische periphere autonome Neuropathie
fr_fr: Neuropathie autonome périphérique idiopathique
zh_cn: 特发性周围自主神经病

# model:gnuhealth.pathology,name:G901
source: Familial dysautonomia [Riley-Day]
de: Familiäre Dysautonomie [Riley-Day-Syndrom]
fr_fr: Dysautonomie familiale [Riley-Day]
zh_cn: 家族性自主神经功能异常[赖利-戴]

# model:gnuhealth.pathology,name:G902
source: Horner syndrome
de: Horner-Syndrom
zh_cn: 霍纳综合征

# model:gnuhealth.pathology,name:G903
source: Multisystem degeneration
de: Multisystem-Atrophie
fr_fr: Dégénérescence disséminée
zh_cn: 多系统变性

# model:gnuhealth.pathology,name:G904
source: Autonomic dysreflexia
de: Autonome Dysreflexie
zh_cn: 自主性高反射

# model:gnuhealth.pathology,name:G905
source: Complex regional pain syndrome type I
de: Komplexes regionales Schmerzsyndrom, Typ I

# model:gnuhealth.pathology,name:G906
source: Complex regional pain syndrome type II
de: Komplexes regionales Schmerzsyndrom, Typ II

# model:gnuhealth.pathology,name:G907
source: Complex regional pain syndrome, other and unspecified type
de: Komplexes regionales Schmerzsyndrom, sonstiger und nicht näher bezeichneter Typ

# model:gnuhealth.pathology,name:G908
source: Other disorders of autonomic nervous system
de: Sonstige Krankheiten des autonomen Nervensystems
fr_fr: Autres affections du système nerveux autonome
zh_cn: 自主神经系统的其他疾患

# model:gnuhealth.pathology,name:G909
source: Disorder of autonomic nervous system, unspecified
de: Krankheit des autonomen Nervensystems, nicht näher bezeichnet
fr_fr: Affection du système nerveux autonome, sans précision
zh_cn: 未特指的自主神经系统疾患

# model:gnuhealth.pathology,name:G91
source: Hydrocephalus
de: Hydrozephalus
fr_fr: Hydrocéphalie
zh_cn: 脑积水

# model:gnuhealth.pathology,name:G910
source: Communicating hydrocephalus
de: Hydrocephalus communicans
fr_fr: Hydrocéphalie communicante
zh_cn: 交通性脑积水

# model:gnuhealth.pathology,name:G911
source: Obstructive hydrocephalus
de: Hydrocephalus occlusus
fr_fr: Hydrocéphalie obstructive (non communicante)
zh_cn: 梗阻性脑积水

# model:gnuhealth.pathology,name:G912
source: Normal-pressure hydrocephalus
de: Normaldruckhydrozephalus
fr_fr: Hydrocéphalie à pression normale
zh_cn: 正常压力脑积水

# model:gnuhealth.pathology,name:G913
source: Post-traumatic hydrocephalus, unspecified
de: Posttraumatischer Hydrozephalus, nicht näher bezeichnet
zh_cn: 未特指的创伤后脑积水

# model:gnuhealth.pathology,name:G918
source: Other hydrocephalus
de: Sonstiger Hydrozephalus
fr_fr: Autres hydrocéphalies
zh_cn: 其他脑积水

# model:gnuhealth.pathology,name:G919
source: Hydrocephalus, unspecified
de: Hydrozephalus, nicht näher bezeichnet
fr_fr: Hydrocéphalie, sans précision
zh_cn: 未特指的脑积水

# model:gnuhealth.pathology,name:G92
source: Toxic encephalopathy
de: Toxische Enzephalopathie
fr_fr: Encéphalopathie toxique
zh_cn: 中毒性脑病

# model:gnuhealth.pathology,name:G93
source: Other disorders of brain
de: Sonstige Krankheiten des Gehirns
fr_fr: Autres affections du cerveau
zh_cn: 脑的其他疾患

# model:gnuhealth.pathology,name:G930
source: Cerebral cysts
de: Hirnzysten
fr_fr: Kystes cérébraux
zh_cn: 大脑囊肿

# model:gnuhealth.pathology,name:G931
source: Anoxic brain damage, not elsewhere classified
de: Anoxische Hirnschädigung, anderenorts nicht klassifiziert
fr_fr: Lésion cérébrale anoxique, non classée ailleurs
zh_cn: 缺氧性脑损害，不可归类在他处者

# model:gnuhealth.pathology,name:G932
source: Benign intracranial hypertension
de: Benigne intrakranielle Hypertension [Pseudotumor cerebri]
fr_fr: Hypertension intracrânienne bénigne
zh_cn: 良性颅内高压

# model:gnuhealth.pathology,name:G933
source: Postviral fatigue syndrome
de: Chronisches Müdigkeitssyndrom
fr_fr: Syndrome de fatigue post-virale
zh_cn: 病毒感染后疲劳综合征

# model:gnuhealth.pathology,name:G934
source: Encephalopathy, unspecified
de: Enzephalopathie, nicht näher bezeichnet
fr_fr: Encéphalopathie, sans précision
zh_cn: 未特指的脑病

# model:gnuhealth.pathology,name:G935
source: Compression of brain
de: Compressio cerebri
fr_fr: Compression du cerveau
zh_cn: 脑受压

# model:gnuhealth.pathology,name:G936
source: Cerebral oedema
de: Hirnödem
fr_fr: Œdème cérébral
zh_cn: 脑水肿

# model:gnuhealth.pathology,name:G937
source: Reye syndrome
de: Reye-Syndrom
zh_cn: 赖氏综合征

# model:gnuhealth.pathology,name:G938
source: Other specified disorders of brain
de: Sonstige näher bezeichnete Krankheiten des Gehirns
fr_fr: Autres affections précisées du cerveau
zh_cn: 脑其他特指的疾患

# model:gnuhealth.pathology,name:G939
source: Disorder of brain, unspecified
de: Krankheit des Gehirns, nicht näher bezeichnet
fr_fr: Affection du cerveau, sans précision
zh_cn: 未特指的脑疾患

# model:gnuhealth.pathology,name:G94
source: Other disorders of brain in diseases classified elsewhere
de: Sonstige Krankheiten des Gehirns bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections du cerveau au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的脑的其他疾患

# model:gnuhealth.pathology,name:G940
source: Hydrocephalus in infectious and parasitic diseases classified elsewhere
de: Hydrozephalus bei anderenorts klassifizierten infektiösen und parasitären Krankheiten
fr_fr: Hydrocéphalie au cours de maladies infectieuses et parasitaires classées ailleurs (A00-B99+)
zh_cn: 分类于他处的传染病和寄生虫病引起的脑积水(A00-B99+)

# model:gnuhealth.pathology,name:G941
source: Hydrocephalus in neoplastic disease
de: Hydrozephalus bei Neubildungen
fr_fr: Hydrocéphalie au cours de maladies tumorales (C00-D48+)
zh_cn: 肿瘤病引起的脑积水(C00-D48+)

# model:gnuhealth.pathology,name:G942
source: Hydrocephalus in other diseases classified elsewhere
de: Hydrozephalus bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Hydrocéphalie au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的脑积水

# model:gnuhealth.pathology,name:G943
source: Encephalopathy in diseases classified elsewhere
de: Enzephalopathie bei sonstigen anderenorts klassifizierten Krankheiten

# model:gnuhealth.pathology,name:G948
source: Other specified disorders of brain in diseases classified elsewhere
de: Sonstige näher bezeichnete Krankheiten des Gehirns bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections précisées du cerveau au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的脑其他特指的疾患

# model:gnuhealth.pathology,name:G95
source: Other diseases of spinal cord
de: Sonstige Krankheiten des Rückenmarkes
fr_fr: Autres affections de la moelle épinière
zh_cn: 脊髓的其他疾病

# model:gnuhealth.pathology,name:G950
source: Syringomyelia and syringobulbia
de: Syringomyelie und Syringobulbie
fr_fr: Syringomyélie et syringobulbie
zh_cn: 脊髓空洞症和延髓空洞症

# model:gnuhealth.pathology,name:G951
source: Vascular myelopathies
de: Vaskuläre Myelopathien
fr_fr: Myélopathies vasculaires
zh_cn: 血管性脊髓病

# model:gnuhealth.pathology,name:G952
source: Cord compression, unspecified
de: Rückenmarkkompression, nicht näher bezeichnet
fr_fr: Compression médullaire, sans précision
zh_cn: 未特指的脊髓受压

# model:gnuhealth.pathology,name:G958
source: Other specified diseases of spinal cord
de: Sonstige näher bezeichnete Krankheiten des Rückenmarkes
fr_fr: Autres affections précisées de la moelle épinière
zh_cn: 脊髓其他特指的疾病

# model:gnuhealth.pathology,name:G959
source: Disease of spinal cord, unspecified
de: Krankheit des Rückenmarkes, nicht näher bezeichnet
fr_fr: Affection de la moelle épinière, sans précision
zh_cn: 未特指的脊髓病

# model:gnuhealth.pathology,name:G96
source: Other disorders of central nervous system
de: Sonstige Krankheiten des Zentralnervensystems
fr_fr: Autres affections du système nerveux central
zh_cn: 中枢神经系统的其他疾患

# model:gnuhealth.pathology,name:G960
source: Cerebrospinal fluid leak
de: Austritt von Liquor cerebrospinalis
fr_fr: Ecoulement du liquide céphalorachidien
zh_cn: 脑脊液漏

# model:gnuhealth.pathology,name:G961
source: Disorders of meninges, not elsewhere classified
de: Krankheiten der Meningen, anderenorts nicht klassifiziert
fr_fr: Affection des méninges, non classée ailleurs
zh_cn: 脑脊膜疾患，不可归类在他处者

# model:gnuhealth.pathology,name:G968
source: Other specified disorders of central nervous system
de: Sonstige näher bezeichnete Krankheiten des Zentralnervensystems
fr_fr: Autres affections précisées du système nerveux central
zh_cn: 中枢神经系统其他特指的疾患

# model:gnuhealth.pathology,name:G969
source: Disorder of central nervous system, unspecified
de: Krankheit des Zentralnervensystems, nicht näher bezeichnet
fr_fr: Affection du système nerveux central, sans précision
zh_cn: 中枢神经系统未特指的疾患

# model:gnuhealth.pathology,name:G97
source: Postprocedural disorders of nervous system, not elsewhere classified
de: Krankheiten des Nervensystems nach medizinischen Maßnahmen, anderenorts nicht klassifiziert
fr_fr: Affections du système nerveux après un acte à visée diagnostique et thérapeutique, non classées ailleurs
zh_cn: 神经系统的操作后疾患，不可归类在他处者

# model:gnuhealth.pathology,name:G970
source: Cerebrospinal fluid leak from spinal puncture
de: Austritt von Liquor cerebrospinalis nach Lumbalpunktion
fr_fr: Ecoulement du liquide céphalorachidien après rachicentèse
zh_cn: 腰椎穿刺引起的脑脊液漏

# model:gnuhealth.pathology,name:G971
source: Other reaction to spinal and lumbar puncture
de: Sonstige Reaktion auf Spinal- und Lumbalpunktion
fr_fr: Autre réaction secondaire à une rachicentèse
zh_cn: 对腰椎穿刺的其他反应

# model:gnuhealth.pathology,name:G972
source: Intracranial hypotension following ventricular shunting
de: Intrakranielle Druckminderung nach ventrikulärem Shunt
fr_fr: Hypotension intracrânienne suite à un pontage ventriculaire
zh_cn: 脑室分流后颅内低压

# model:gnuhealth.pathology,name:G978
source: Other postprocedural disorders of nervous system
de: Sonstige Krankheiten des Nervensystems nach medizinischen Maßnahmen
fr_fr: Autres affections du système nerveux après un acte à visée diagnostique et thérapeutique
zh_cn: 神经系统的其他操作后疾患

# model:gnuhealth.pathology,name:G979
source: Postprocedural disorder of nervous system, unspecified
de: Krankheit des Nervensystems nach medizinischer Maßnahme, nicht näher bezeichnet
fr_fr: Affection du système nerveux après un acte à visée diagnostique et thérapeutique, sans précision
zh_cn: 未特指的神经系统的操作后疾患

# model:gnuhealth.pathology,name:G98
source: Other disorders of nervous system, not elsewhere classified
de: Sonstige Krankheiten des Nervensystems, anderenorts nicht klassifiziert
fr_fr: Autres affections du système nerveux, non classées ailleurs
zh_cn: 神经系统的其他疾患，不可归类在他处者

# model:gnuhealth.pathology,name:G99
source: Other disorders of nervous system in diseases classified elsewhere
de: Sonstige Krankheiten des Nervensystems bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections du système nerveux au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的神经系统的其他疾患

# model:gnuhealth.pathology,name:G990
source: Autonomic neuropathy in endocrine and metabolic diseases
de: Autonome Neuropathie bei endokrinen und Stoffwechselkrankheiten
fr_fr: Neuropathie du système nerveux autonome au cours de maladies endocriniennes et métaboliques
zh_cn: 内分泌和代谢疾病引起的自主神经病

# model:gnuhealth.pathology,name:G991
source: Other disorders of autonomic nervous system in other diseases classified elsewhere
de: Sonstige Krankheiten des autonomen Nervensystems bei sonstigen anderenorts klassifizierten Krankheiten
fr_fr: Autres affections du système nerveux autonome au cours d'autres maladies classées ailleurs
zh_cn: 分类于他处的其他疾病引起的自主神经系统其他疾患

# model:gnuhealth.pathology,name:G992
source: Myelopathy in diseases classified elsewhere
de: Myelopathie bei anderenorts klassifizierten Krankheiten
fr_fr: Myélopathies au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的脊髓病

# model:gnuhealth.pathology,name:G998
source: Other specified disorders of nervous system in diseases classified elsewhere
de: Sonstige näher bezeichnete Krankheiten des Nervensystems bei anderenorts klassifizierten Krankheiten
fr_fr: Autres affections précisées du système nerveux au cours de maladies classées ailleurs
zh_cn: 分类于他处的疾病引起的神经系统其他特指的疾患
