Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:X197
source: Farm
de: Verbrennung oder Verbrühung durch sonstige oder nicht näher bezeichnete Hitze oder heiße Substanzen: Landwirtschaftlicher Betrieb
fr_fr: contact avec des sources de chaleur et des substances brûlantes, autres et sans précision | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X198
source: Other specified place
de: Verbrennung oder Verbrühung durch sonstige oder nicht näher bezeichnete Hitze oder heiße Substanzen: Sonstige näher bezeichnete Orte
fr_fr: contact avec des sources de chaleur et des substances brûlantes, autres et sans précision | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X199
source: Unspecified place
de: Verbrennung oder Verbrühung durch sonstige oder nicht näher bezeichnete Hitze oder heiße Substanzen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec des sources de chaleur et des substances brûlantes, autres et sans précision | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X20
source: Contact with venomous snakes and lizards
de: Kontakt mit giftigen Schlangen oder Echsen
fr_fr: Contact avec des serpents et des lézards venimeux
zh_cn: 接触毒蛇和蜥蜴

# model:gnuhealth.pathology,name:X200
source: Home
de: Kontakt mit giftigen Schlangen oder Echsen: Zu Hause
fr_fr: contact avec des serpents et des lézards venimeux | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X201
source: Residential institution
de: Kontakt mit giftigen Schlangen oder Echsen: Wohnheime oder -anstalten
fr_fr: contact avec des serpents et des lézards venimeux | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X202
source: School, other institution and public administrative area
de: Kontakt mit giftigen Schlangen oder Echsen: Schule, sonstige öffentliche Bauten
fr_fr: contact avec des serpents et des lézards venimeux | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X203
source: Sports and athletics area
de: Kontakt mit giftigen Schlangen oder Echsen: Sportstätten
fr_fr: contact avec des serpents et des lézards venimeux | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X204
source: Street and highway
de: Kontakt mit giftigen Schlangen oder Echsen: Straßen und Wege
fr_fr: contact avec des serpents et des lézards venimeux | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X205
source: Trade and service area
de: Kontakt mit giftigen Schlangen oder Echsen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec des serpents et des lézards venimeux | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X206
source: Industrial and construction area
de: Kontakt mit giftigen Schlangen oder Echsen: Industrieanlagen und Baustellen
fr_fr: contact avec des serpents et des lézards venimeux | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X207
source: Farm
de: Kontakt mit giftigen Schlangen oder Echsen: Landwirtschaftlicher Betrieb
fr_fr: contact avec des serpents et des lézards venimeux | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X208
source: Other specified place
de: Kontakt mit giftigen Schlangen oder Echsen: Sonstige näher bezeichnete Orte
fr_fr: contact avec des serpents et des lézards venimeux | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X209
source: Unspecified place
de: Kontakt mit giftigen Schlangen oder Echsen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec des serpents et des lézards venimeux | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X21
source: Contact with venomous spiders
de: Kontakt mit giftigen Spinnen
fr_fr: Contact avec des araignées venimeuses
zh_cn: 接触毒蜘蛛

# model:gnuhealth.pathology,name:X210
source: Home
de: Kontakt mit giftigen Spinnen: Zu Hause
fr_fr: contact avec des araignées venimeuses | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X211
source: Residential institution
de: Kontakt mit giftigen Spinnen: Wohnheime oder -anstalten
fr_fr: contact avec des araignées venimeuses | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X212
source: School, other institution and public administrative area
de: Kontakt mit giftigen Spinnen: Schule, sonstige öffentliche Bauten
fr_fr: contact avec des araignées venimeuses | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X213
source: Sports and athletics area
de: Kontakt mit giftigen Spinnen: Sportstätten
fr_fr: contact avec des araignées venimeuses | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X214
source: Street and highway
de: Kontakt mit giftigen Spinnen: Straßen und Wege
fr_fr: contact avec des araignées venimeuses | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X215
source: Trade and service area
de: Kontakt mit giftigen Spinnen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec des araignées venimeuses | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X216
source: Industrial and construction area
de: Kontakt mit giftigen Spinnen: Industrieanlagen und Baustellen
fr_fr: contact avec des araignées venimeuses | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X217
source: Farm
de: Kontakt mit giftigen Spinnen: Landwirtschaftlicher Betrieb
fr_fr: contact avec des araignées venimeuses | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X218
source: Other specified place
de: Kontakt mit giftigen Spinnen: Sonstige näher bezeichnete Orte
fr_fr: contact avec des araignées venimeuses | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X219
source: Unspecified place
de: Kontakt mit giftigen Spinnen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec des araignées venimeuses | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X22
source: Contact with scorpions
de: Kontakt mit Skorpionen
fr_fr: Contact avec des scorpions
zh_cn: 接触蝎子

# model:gnuhealth.pathology,name:X220
source: Home
de: Kontakt mit Skorpionen: Zu Hause
fr_fr: contact avec des scorpions | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X221
source: Residential institution
de: Kontakt mit Skorpionen: Wohnheime oder -anstalten
fr_fr: contact avec des scorpions | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X222
source: School, other institution and public administrative area
de: Kontakt mit Skorpionen: Schule, sonstige öffentliche Bauten
fr_fr: contact avec des scorpions | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X223
source: Sports and athletics area
de: Kontakt mit Skorpionen: Sportstätten
fr_fr: contact avec des scorpions | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X224
source: Street and highway
de: Kontakt mit Skorpionen: Straßen und Wege
fr_fr: contact avec des scorpions | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X225
source: Trade and service area
de: Kontakt mit Skorpionen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec des scorpions | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X226
source: Industrial and construction area
de: Kontakt mit Skorpionen: Industrieanlagen und Baustellen
fr_fr: contact avec des scorpions | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X227
source: Farm
de: Kontakt mit Skorpionen: Landwirtschaftlicher Betrieb
fr_fr: contact avec des scorpions | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X228
source: Other specified place
de: Kontakt mit Skorpionen: Sonstige näher bezeichnete Orte
fr_fr: contact avec des scorpions | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X229
source: Unspecified place
de: Kontakt mit Skorpionen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec des scorpions | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X23
source: Contact with hornets, wasps and bees
de: Kontakt mit Hornissen, Wespen oder Bienen
fr_fr: Contact avec des frelons, guêpes et abeilles
zh_cn: 接触大黄蜂、黄蜂和蜜蜂

# model:gnuhealth.pathology,name:X230
source: Home
de: Kontakt mit Hornissen, Wespen oder Bienen: Zu Hause
fr_fr: contact avec des frelons, guêpes et abeilles | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X231
source: Residential institution
de: Kontakt mit Hornissen, Wespen oder Bienen: Wohnheime oder -anstalten
fr_fr: contact avec des frelons, guêpes et abeilles | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X232
source: School, other institution and public administrative area
de: Kontakt mit Hornissen, Wespen oder Bienen: Schule, sonstige öffentliche Bauten
fr_fr: contact avec des frelons, guêpes et abeilles | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X233
source: Sports and athletics area
de: Kontakt mit Hornissen, Wespen oder Bienen: Sportstätten
fr_fr: contact avec des frelons, guêpes et abeilles | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X234
source: Street and highway
de: Kontakt mit Hornissen, Wespen oder Bienen: Straßen und Wege
fr_fr: contact avec des frelons, guêpes et abeilles | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X235
source: Trade and service area
de: Kontakt mit Hornissen, Wespen oder Bienen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec des frelons, guêpes et abeilles | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X236
source: Industrial and construction area
de: Kontakt mit Hornissen, Wespen oder Bienen: Industrieanlagen und Baustellen
fr_fr: contact avec des frelons, guêpes et abeilles | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X237
source: Farm
de: Kontakt mit Hornissen, Wespen oder Bienen: Landwirtschaftlicher Betrieb
fr_fr: contact avec des frelons, guêpes et abeilles | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X238
source: Other specified place
de: Kontakt mit Hornissen, Wespen oder Bienen: Sonstige näher bezeichnete Orte
fr_fr: contact avec des frelons, guêpes et abeilles | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X239
source: Unspecified place
de: Kontakt mit Hornissen, Wespen oder Bienen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec des frelons, guêpes et abeilles | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X24
source: Contact with centipedes and venomous millipedes (tropical)
de: Kontakt mit Hundertfüßern oder giftigen Tausendfüßern (tropisch)
fr_fr: Contact avec des centipodes et myriapodes venimeux (tropicaux)
zh_cn: 接触蜈蚣和(热带)有毒的千足虫

# model:gnuhealth.pathology,name:X240
source: Home
de: Kontakt mit Hundertfüßern oder giftigen Tausendfüßern (tropisch): Zu Hause
fr_fr: contact avec des centipodes et myriapodes venimeux (tropicaux) | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X241
source: Residential institution
de: Kontakt mit Hundertfüßern oder giftigen Tausendfüßern (tropisch): Wohnheime oder -anstalten
fr_fr: contact avec des centipodes et myriapodes venimeux (tropicaux) | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X242
source: School, other institution and public administrative area
de: Kontakt mit Hundertfüßern oder giftigen Tausendfüßern (tropisch): Schule, sonstige öffentliche Bauten
fr_fr: contact avec des centipodes et myriapodes venimeux (tropicaux) | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X243
source: Sports and athletics area
de: Kontakt mit Hundertfüßern oder giftigen Tausendfüßern (tropisch): Sportstätten
fr_fr: contact avec des centipodes et myriapodes venimeux (tropicaux) | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X244
source: Street and highway
de: Kontakt mit Hundertfüßern oder giftigen Tausendfüßern (tropisch): Straßen und Wege
fr_fr: contact avec des centipodes et myriapodes venimeux (tropicaux) | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X245
source: Trade and service area
de: Kontakt mit Hundertfüßern oder giftigen Tausendfüßern (tropisch): Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec des centipodes et myriapodes venimeux (tropicaux) | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X246
source: Industrial and construction area
de: Kontakt mit Hundertfüßern oder giftigen Tausendfüßern (tropisch): Industrieanlagen und Baustellen
fr_fr: contact avec des centipodes et myriapodes venimeux (tropicaux) | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X247
source: Farm
de: Kontakt mit Hundertfüßern oder giftigen Tausendfüßern (tropisch): Landwirtschaftlicher Betrieb
fr_fr: contact avec des centipodes et myriapodes venimeux (tropicaux) | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X248
source: Other specified place
de: Kontakt mit Hundertfüßern oder giftigen Tausendfüßern (tropisch): Sonstige näher bezeichnete Orte
fr_fr: contact avec des centipodes et myriapodes venimeux (tropicaux) | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X249
source: Unspecified place
de: Kontakt mit Hundertfüßern oder giftigen Tausendfüßern (tropisch): Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec des centipodes et myriapodes venimeux (tropicaux) | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X25
source: Contact with other venomous arthropods
de: Kontakt mit sonstigen giftigen Arthropoden
zh_cn: 重接触其他有毒的节肢动物

# model:gnuhealth.pathology,name:X250
source: Home
de: Kontakt mit sonstigen näher bezeichneten giftigen Arthropoden: Zu Hause
fr_fr: contact avec d'autres arthropodes venimeux précisés | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X251
source: Residential institution
de: Kontakt mit sonstigen näher bezeichneten giftigen Arthropoden: Wohnheime oder -anstalten
fr_fr: contact avec d'autres arthropodes venimeux précisés | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X252
source: School, other institution and public administrative area
de: Kontakt mit sonstigen näher bezeichneten giftigen Arthropoden: Schule, sonstige öffentliche Bauten
fr_fr: contact avec d'autres arthropodes venimeux précisés | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X253
source: Sports and athletics area
de: Kontakt mit sonstigen näher bezeichneten giftigen Arthropoden: Sportstätten
fr_fr: contact avec d'autres arthropodes venimeux précisés | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X254
source: Street and highway
de: Kontakt mit sonstigen näher bezeichneten giftigen Arthropoden: Straßen und Wege
fr_fr: contact avec d'autres arthropodes venimeux précisés | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X255
source: Trade and service area
de: Kontakt mit sonstigen näher bezeichneten giftigen Arthropoden: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec d'autres arthropodes venimeux précisés | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X256
source: Industrial and construction area
de: Kontakt mit sonstigen näher bezeichneten giftigen Arthropoden: Industrieanlagen und Baustellen
fr_fr: contact avec d'autres arthropodes venimeux précisés | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X257
source: Farm
de: Kontakt mit sonstigen näher bezeichneten giftigen Arthropoden: Landwirtschaftlicher Betrieb
fr_fr: contact avec d'autres arthropodes venimeux précisés | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X258
source: Other specified place
de: Kontakt mit sonstigen näher bezeichneten giftigen Arthropoden: Sonstige näher bezeichnete Orte
fr_fr: contact avec d'autres arthropodes venimeux précisés | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X259
source: Unspecified place
de: Kontakt mit sonstigen näher bezeichneten giftigen Arthropoden: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec d'autres arthropodes venimeux précisés | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X26
source: Contact with venomous marine animals and plants
de: Kontakt mit giftigen Meerestieren oder -pflanzen
fr_fr: Contact avec des animaux venimeux marins et des plantes vénéneuses marines
zh_cn: 接触有毒的海生动物和植物

# model:gnuhealth.pathology,name:X260
source: Home
de: Kontakt mit giftigen Meerestieren oder -pflanzen: Zu Hause
fr_fr: contact avec des animaux venimeux marins et des plantes vénéneuses marines | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X261
source: Residential institution
de: Kontakt mit giftigen Meerestieren oder -pflanzen: Wohnheime oder -anstalten
fr_fr: contact avec des animaux venimeux marins et des plantes vénéneuses marines | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X262
source: School, other institution and public administrative area
de: Kontakt mit giftigen Meerestieren oder -pflanzen: Schule, sonstige öffentliche Bauten
fr_fr: contact avec des animaux venimeux marins et des plantes vénéneuses marines | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X263
source: Sports and athletics area
de: Kontakt mit giftigen Meerestieren oder -pflanzen: Sportstätten
fr_fr: contact avec des animaux venimeux marins et des plantes vénéneuses marines | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X264
source: Street and highway
de: Kontakt mit giftigen Meerestieren oder -pflanzen: Straßen und Wege
fr_fr: contact avec des animaux venimeux marins et des plantes vénéneuses marines | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X265
source: Trade and service area
de: Kontakt mit giftigen Meerestieren oder -pflanzen: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec des animaux venimeux marins et des plantes vénéneuses marines | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X266
source: Industrial and construction area
de: Kontakt mit giftigen Meerestieren oder -pflanzen: Industrieanlagen und Baustellen
fr_fr: contact avec des animaux venimeux marins et des plantes vénéneuses marines | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X267
source: Farm
de: Kontakt mit giftigen Meerestieren oder -pflanzen: Landwirtschaftlicher Betrieb
fr_fr: contact avec des animaux venimeux marins et des plantes vénéneuses marines | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X268
source: Other specified place
de: Kontakt mit giftigen Meerestieren oder -pflanzen: Sonstige näher bezeichnete Orte
fr_fr: contact avec des animaux venimeux marins et des plantes vénéneuses marines | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X269
source: Unspecified place
de: Kontakt mit giftigen Meerestieren oder -pflanzen: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec des animaux venimeux marins et des plantes vénéneuses marines | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X27
source: Contact with other specified venomous animals
de: Kontakt mit sonstigen näher bezeichneten giftigen Tieren
fr_fr: Contact avec d'autres animaux venimeux précisés
zh_cn: 接触其他特指的有毒动物

# model:gnuhealth.pathology,name:X270
source: Home
de: Kontakt mit sonstigen näher bezeichneten giftigen Tieren: Zu Hause
fr_fr: contact avec d'autres animaux venimeux précisés | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X271
source: Residential institution
de: Kontakt mit sonstigen näher bezeichneten giftigen Tieren: Wohnheime oder -anstalten
fr_fr: contact avec d'autres animaux venimeux précisés | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X272
source: School, other institution and public administrative area
de: Kontakt mit sonstigen näher bezeichneten giftigen Tieren: Schule, sonstige öffentliche Bauten
fr_fr: contact avec d'autres animaux venimeux précisés | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X273
source: Sports and athletics area
de: Kontakt mit sonstigen näher bezeichneten giftigen Tieren: Sportstätten
fr_fr: contact avec d'autres animaux venimeux précisés | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区

# model:gnuhealth.pathology,name:X274
source: Street and highway
de: Kontakt mit sonstigen näher bezeichneten giftigen Tieren: Straßen und Wege
fr_fr: contact avec d'autres animaux venimeux précisés | rue ou route
zh_cn: 街道和高速路

# model:gnuhealth.pathology,name:X275
source: Trade and service area
de: Kontakt mit sonstigen näher bezeichneten giftigen Tieren: Gewerbe- und Dienstleistungseinrichtungen
fr_fr: contact avec d'autres animaux venimeux précisés | zone de commerce et de service
zh_cn: 贸易和服务区

# model:gnuhealth.pathology,name:X276
source: Industrial and construction area
de: Kontakt mit sonstigen näher bezeichneten giftigen Tieren: Industrieanlagen und Baustellen
fr_fr: contact avec d'autres animaux venimeux précisés | local industriel et chantier de construction
zh_cn: 工业和建筑区

# model:gnuhealth.pathology,name:X277
source: Farm
de: Kontakt mit sonstigen näher bezeichneten giftigen Tieren: Landwirtschaftlicher Betrieb
fr_fr: contact avec d'autres animaux venimeux précisés | exploitation agricole
zh_cn: 农田

# model:gnuhealth.pathology,name:X278
source: Other specified place
de: Kontakt mit sonstigen näher bezeichneten giftigen Tieren: Sonstige näher bezeichnete Orte
fr_fr: contact avec d'autres animaux venimeux précisés | autres lieux précisés
zh_cn: 其他指定地方

# model:gnuhealth.pathology,name:X279
source: Unspecified place
de: Kontakt mit sonstigen näher bezeichneten giftigen Tieren: Nicht näher bezeichneter Ort des Ereignisses
fr_fr: contact avec d'autres animaux venimeux précisés | lieu, sans précision
zh_cn: 未指定的地方

# model:gnuhealth.pathology,name:X28
source: Contact with other specified venomous plants
de: Kontakt mit sonstigen näher bezeichneten giftigen Pflanzen
fr_fr: Contact avec d'autres plantes vénéneuses précisées
zh_cn: 接触其他特指的有毒植物

# model:gnuhealth.pathology,name:X280
source: Home
de: Kontakt mit sonstigen näher bezeichneten giftigen Pflanzen: Zu Hause
fr_fr: contact avec d'autres plantes vénéneuses précisées | domicile
zh_cn: 家

# model:gnuhealth.pathology,name:X281
source: Residential institution
de: Kontakt mit sonstigen näher bezeichneten giftigen Pflanzen: Wohnheime oder -anstalten
fr_fr: contact avec d'autres plantes vénéneuses précisées | établissement collectif
zh_cn: 居住地

# model:gnuhealth.pathology,name:X282
source: School, other institution and public administrative area
de: Kontakt mit sonstigen näher bezeichneten giftigen Pflanzen: Schule, sonstige öffentliche Bauten
fr_fr: contact avec d'autres plantes vénéneuses précisées | école, autre institution et lieu d'administration publique
zh_cn: 学校，其他机构和公共管理区域

# model:gnuhealth.pathology,name:X283
source: Sports and athletics area
de: Kontakt mit sonstigen näher bezeichneten giftigen Pflanzen: Sportstätten
fr_fr: contact avec d'autres plantes vénéneuses précisées | lieu de sport et d'athlétisme
zh_cn: 体育和竞技区
