Repository: alwindoss/gnuhealth
Catalog: tryton/health_icd10/locale/*.po
Languages: de, fr_fr, zh_cn

# model:gnuhealth.pathology,name:V327
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule à moteur à deux ou trois roues | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V329
source: Unspecified occupant of three-wheeled motor vehicle injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule à moteur à deux ou trois roues | occupant, sans précision, d'un véhicule à moteur à trois roues, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V330
source: Driver injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec une automobile ou une camionnette | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V331
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec une automobile ou une camionnette | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V332
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec une automobile ou une camionnette | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V333
source: Unspecified occupant of three-wheeled motor vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec une automobile ou une camionnette | occupant, sans précision, d'un véhicule à moteur à trois roues, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V334
source: Person injured while boarding or alighting
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec une automobile ou une camionnette | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V335
source: Driver injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec une automobile ou une camionnette | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V336
source: Passenger injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec une automobile ou une camionnette | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V337
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec une automobile ou une camionnette | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V339
source: Unspecified occupant of three-wheeled motor vehicle injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec une automobile ou une camionnette | occupant, sans précision, d'un véhicule à moteur à trois roues, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V340
source: Driver injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule lourd ou un autobus | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V341
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule lourd ou un autobus | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V342
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule lourd ou un autobus | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V343
source: Unspecified occupant of three-wheeled motor vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule lourd ou un autobus | occupant, sans précision, d'un véhicule à moteur à trois roues, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V344
source: Person injured while boarding or alighting
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule lourd ou un autobus | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V345
source: Driver injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule lourd ou un autobus | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V346
source: Passenger injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule lourd ou un autobus | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V347
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule lourd ou un autobus | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V349
source: Unspecified occupant of three-wheeled motor vehicle injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un véhicule lourd ou un autobus | occupant, sans précision, d'un véhicule à moteur à trois roues, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V350
source: Driver injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un train ou un véhicule ferroviaire | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V351
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un train ou un véhicule ferroviaire | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V352
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un train ou un véhicule ferroviaire | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V353
source: Unspecified occupant of three-wheeled motor vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un train ou un véhicule ferroviaire | occupant, sans précision, d'un véhicule à moteur à trois roues, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V354
source: Person injured while boarding or alighting
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un train ou un véhicule ferroviaire | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V355
source: Driver injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un train ou un véhicule ferroviaire | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V356
source: Passenger injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un train ou un véhicule ferroviaire | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V357
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un train ou un véhicule ferroviaire | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V359
source: Unspecified occupant of three-wheeled motor vehicle injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un train ou un véhicule ferroviaire | occupant, sans précision, d'un véhicule à moteur à trois roues, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V360
source: Driver injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un autre véhicule sans moteur | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V361
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un autre véhicule sans moteur | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V362
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un autre véhicule sans moteur | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V363
source: Unspecified occupant of three-wheeled motor vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un autre véhicule sans moteur | occupant, sans précision, d'un véhicule à moteur à trois roues, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V364
source: Person injured while boarding or alighting
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un autre véhicule sans moteur | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V365
source: Driver injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un autre véhicule sans moteur | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V366
source: Passenger injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un autre véhicule sans moteur | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V367
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un autre véhicule sans moteur | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V369
source: Unspecified occupant of three-wheeled motor vehicle injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un autre véhicule sans moteur | occupant, sans précision, d'un véhicule à moteur à trois roues, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V370
source: Driver injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un objet fixe ou stationnaire | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V371
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un objet fixe ou stationnaire | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V372
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un objet fixe ou stationnaire | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V373
source: Unspecified occupant of three-wheeled motor vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un objet fixe ou stationnaire | occupant, sans précision, d'un véhicule à moteur à trois roues, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V374
source: Person injured while boarding or alighting
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un objet fixe ou stationnaire | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V375
source: Driver injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un objet fixe ou stationnaire | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V376
source: Passenger injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un objet fixe ou stationnaire | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V377
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un objet fixe ou stationnaire | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V379
source: Unspecified occupant of three-wheeled motor vehicle injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans une collision avec un objet fixe ou stationnaire | occupant, sans précision, d'un véhicule à moteur à trois roues, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V380
source: Driver injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans un accident de transport, sans collision | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V381
source: Passenger injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans un accident de transport, sans collision | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V382
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans un accident de transport, sans collision | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V383
source: Unspecified occupant of three-wheeled motor vehicle injured in nontraffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans un accident de transport, sans collision | occupant, sans précision, d'un véhicule à moteur à trois roues, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V384
source: Person injured while boarding or alighting
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans un accident de transport, sans collision | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V385
source: Driver injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans un accident de transport, sans collision | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V386
source: Passenger injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans un accident de transport, sans collision | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V387
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans un accident de transport, sans collision | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V389
source: Unspecified occupant of three-wheeled motor vehicle injured in traffic accident
fr_fr: occupant d'un véhicule à moteur à trois roues blessé dans un accident de transport, sans collision | occupant, sans précision, d'un véhicule à moteur à trois roues, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V390
source: Driver injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Conducteur blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V391
source: Passenger injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Passager blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V392
source: Unspecified occupant of three-wheeled motor vehicle injured in collision with other and unspecified motor vehicles in nontraffic accident
fr_fr: Occupant, sans précision, d'un véhicule à moteur à trois roues, blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V393
source: Occupant [any] of three-wheeled motor vehicle injured in unspecified nontraffic accident
fr_fr: Occupant [tout type] d'un véhicule à moteur à trois roues, blessé dans un accident de transport, sans précision, en dehors de la circulation

# model:gnuhealth.pathology,name:V394
source: Driver injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Conducteur blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V395
source: Passenger injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Passager blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V396
source: Unspecified occupant of three-wheeled motor vehicle injured in collision with other and unspecified motor vehicles in traffic accident
fr_fr: Occupant, sans précision, d'un véhicule à moteur à trois roues, blessé dans une collision avec des véhicules à moteur, autres et sans précision, dans un accident de la circulation

# model:gnuhealth.pathology,name:V398
source: Occupant [any] of three-wheeled motor vehicle injured in other specified transport accidents
fr_fr: Occupant [tout type] d'un véhicule à moteur à trois roues, blessé dans d'autres accidents de transport précisés

# model:gnuhealth.pathology,name:V399
source: Occupant [any] of three-wheeled motor vehicle injured in unspecified traffic accident
fr_fr: Occupant [tout type] d'un véhicule à moteur à trois roues, blessé dans un accident de la circulation, sans précision

# model:gnuhealth.pathology,name:V400
source: Driver injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un piéton ou un animal | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V401
source: Passenger injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un piéton ou un animal | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V402
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un piéton ou un animal | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V403
source: Unspecified car occupant injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un piéton ou un animal | occupant, sans précision, d'une automobile, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V404
source: Person injured while boarding or alighting
fr_fr: occupant d'une automobile blessé dans une collision avec un piéton ou un animal | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V405
source: Driver injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un piéton ou un animal | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V406
source: Passenger injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un piéton ou un animal | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V407
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un piéton ou un animal | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V409
source: Unspecified car occupant injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un piéton ou un animal | occupant, sans précision, d'une automobile, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V410
source: Driver injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un cycle | conducteur blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V411
source: Passenger injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un cycle | passager blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V412
source: Person on outside of vehicle injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un cycle | personne à l'extérieur du véhicule blessée dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V413
source: Unspecified car occupant injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un cycle | occupant, sans précision, d'une automobile, blessé dans un accident en dehors de la circulation

# model:gnuhealth.pathology,name:V414
source: Person injured while boarding or alighting
fr_fr: occupant d'une automobile blessé dans une collision avec un cycle | personne blessée en montant ou en descendant du véhicule

# model:gnuhealth.pathology,name:V415
source: Driver injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un cycle | conducteur blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V416
source: Passenger injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un cycle | passager blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V417
source: Person on outside of vehicle injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un cycle | personne à l'extérieur du véhicule blessée dans un accident de la circulation

# model:gnuhealth.pathology,name:V419
source: Unspecified car occupant injured in traffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un cycle | occupant, sans précision, d'une automobile, blessé dans un accident de la circulation

# model:gnuhealth.pathology,name:V420
source: Driver injured in nontraffic accident
fr_fr: occupant d'une automobile blessé dans une collision avec un véhicule à moteur à deux ou trois roues | conducteur blessé dans un accident en dehors de la circulation
