Repository: alwindoss/gnuhealth
Catalog: tryton/health_nursing/locale/*.po
Languages: fr_fr

# error:gnuhealth.patient.ambulatory_care:
source: No health professional associated to this user
fr_fr: Pas de professionnel de santé associé à l'utilisateur

# error:gnuhealth.patient.rounding:
source: No health professional associated to this user
fr_fr: Pas de professionnel de santé associé à l'utilisateur

# field:gnuhealth.ambulatory_care_procedure,comments:
source: Comments
fr_fr: Commentaires

# field:gnuhealth.ambulatory_care_procedure,create_date:
source: Create Date
fr_fr: Date de création

# field:gnuhealth.ambulatory_care_procedure,create_uid:
source: Create User
fr_fr: Créé par

# field:gnuhealth.ambulatory_care_procedure,rec_name:
source: Name
fr_fr: Nom

# field:gnuhealth.ambulatory_care_procedure,write_date:
source: Write Date
fr_fr: Date de modification

# field:gnuhealth.ambulatory_care_procedure,write_uid:
source: Write User
fr_fr: Modifié par

# field:gnuhealth.patient.ambulatory_care,base_condition:
source: Base Condition
fr_fr: Condition de base

# field:gnuhealth.patient.ambulatory_care,bpm:
source: Heart Rate
fr_fr: Fréquence cardiaque

# field:gnuhealth.patient.ambulatory_care,create_date:
source: Create Date
fr_fr: Date de création

# field:gnuhealth.patient.ambulatory_care,create_uid:
source: Create User
fr_fr: Créé par

# field:gnuhealth.patient.ambulatory_care,diastolic:
source: Diastolic Pressure
fr_fr: Pression diastolique

# field:gnuhealth.patient.ambulatory_care,evaluation:
source: Related Evaluation
fr_fr: évaluation liée

# field:gnuhealth.patient.ambulatory_care,evolution:
source: Evolution
fr_fr: Évolution

# field:gnuhealth.patient.ambulatory_care,glycemia:
source: Glycemia
fr_fr: Glycémie

# field:gnuhealth.patient.ambulatory_care,health_professional:
source: Health Professional
fr_fr: Professionnel de santé

# field:gnuhealth.patient.ambulatory_care,next_session:
source: Next Session
fr_fr: Session suivante

# field:gnuhealth.patient.ambulatory_care,ordering_professional:
source: Ordering Physician
fr_fr: Médecin ordonnateur

# field:gnuhealth.patient.ambulatory_care,osat:
source: Oxygen Saturation
fr_fr: Saturation en oxygène

# field:gnuhealth.patient.ambulatory_care,procedures:
source: Procedures
fr_fr: Procédures

# field:gnuhealth.patient.ambulatory_care,rec_name:
source: Name
fr_fr: Nom

# field:gnuhealth.patient.ambulatory_care,respiratory_rate:
source: Respiratory Rate
fr_fr: Fréquence respiratoire

# field:gnuhealth.patient.ambulatory_care,session_end:
source: End
fr_fr: Fin

# field:gnuhealth.patient.ambulatory_care,session_start:
source: Start
fr_fr: Début

# field:gnuhealth.patient.ambulatory_care,systolic:
source: Systolic Pressure
fr_fr: Pression systolique

# field:gnuhealth.patient.ambulatory_care,temperature:
source: Temperature
fr_fr: Température

# field:gnuhealth.patient.ambulatory_care,warning:
source: Warning
fr_fr: Attention

# field:gnuhealth.patient.ambulatory_care,write_date:
source: Write Date
fr_fr: Date de modification

# field:gnuhealth.patient.ambulatory_care,write_uid:
source: Write User
fr_fr: Modifié par

# field:gnuhealth.patient.rounding,bpm:
source: Heart Rate
fr_fr: Fréquence cardiaque

# field:gnuhealth.patient.rounding,create_date:
source: Create Date
fr_fr: Date de création

# field:gnuhealth.patient.rounding,create_uid:
source: Create User
fr_fr: Créé par

# field:gnuhealth.patient.rounding,depression:
source: Depression signs
fr_fr: Signe de dépression

# field:gnuhealth.patient.rounding,diastolic:
source: Diastolic Pressure
fr_fr: Pression diastolique

# field:gnuhealth.patient.rounding,diuresis:
source: Diuresis
fr_fr: Diurèse

# field:gnuhealth.patient.rounding,environmental_assessment:
source: Environment
fr_fr: Environnement

# field:gnuhealth.patient.rounding,evaluation_end:
source: End
fr_fr: Fin

# field:gnuhealth.patient.rounding,evaluation_start:
source: Start
fr_fr: Début

# field:gnuhealth.patient.rounding,evolution:
source: Evolution
fr_fr: Évolution

# field:gnuhealth.patient.rounding,glycemia:
source: Glycemia
fr_fr: Glycémie

# field:gnuhealth.patient.rounding,health_professional:
source: Health Professional
fr_fr: Professionnel de santé

# field:gnuhealth.patient.rounding,name:
source: Registration Code
fr_fr: code d'enregistrement

# field:gnuhealth.patient.rounding,osat:
source: Oxygen Saturation
fr_fr: Saturation en oxygène

# field:gnuhealth.patient.rounding,pain:
source: Pain
fr_fr: Douleur

# field:gnuhealth.patient.rounding,pain_level:
source: Pain
fr_fr: Douleur

# field:gnuhealth.patient.rounding,personal_needs:
source: Personal needs
fr_fr: Besoins personnels

# field:gnuhealth.patient.rounding,potty:
source: Potty
fr_fr: pot

# field:gnuhealth.patient.rounding,procedures:
source: Procedures
fr_fr: Procédures

# field:gnuhealth.patient.rounding,proximity:
source: Proximity
fr_fr: proximité

# field:gnuhealth.patient.rounding,pump:
source: Pumps
fr_fr: Pompes

# field:gnuhealth.patient.rounding,rec_name:
source: Name
fr_fr: Nom

# field:gnuhealth.patient.rounding,respiratory_rate:
source: Respiratory Rate
fr_fr: Fréquence respiratoire

# field:gnuhealth.patient.rounding,round_summary:
source: Round Summary
fr_fr: Résumé de la ronde

# field:gnuhealth.patient.rounding,systolic:
source: Systolic Pressure
fr_fr: Pression systolique

# field:gnuhealth.patient.rounding,temperature:
source: Temperature
fr_fr: Température

# field:gnuhealth.patient.rounding,urinary_catheter:
source: Urinary Catheter
fr_fr: Sonde urinaire

# field:gnuhealth.patient.rounding,warning:
source: Warning
fr_fr: Attention

# field:gnuhealth.patient.rounding,write_date:
source: Write Date
fr_fr: Date de modification

# field:gnuhealth.patient.rounding,write_uid:
source: Write User
fr_fr: Modifié par

# field:gnuhealth.rounding_procedure,create_date:
source: Create Date
fr_fr: Date de création

# field:gnuhealth.rounding_procedure,create_uid:
source: Create User
fr_fr: Créé par

# field:gnuhealth.rounding_procedure,name:
source: Rounding
fr_fr: En ronde

# field:gnuhealth.rounding_procedure,rec_name:
source: Name
fr_fr: Nom

# field:gnuhealth.rounding_procedure,write_date:
source: Write Date
fr_fr: Date de modification

# field:gnuhealth.rounding_procedure,write_uid:
source: Write User
fr_fr: Modifié par

# field:gnuhealth.sequences,ambulatory_care_sequence:
source: Health Ambulatory Care
fr_fr: Soins ambulatoire

# help:gnuhealth.ambulatory_care_procedure,procedure:
source: Procedure Code, for example ICD-10-PCS Code 7-character string
fr_fr: Code de procédure, par exemple la CIM-10-PCS Code 7-chaîne de caractères

# help:gnuhealth.patient.ambulatory_care,bpm:
source: Heart rate expressed in beats per minute
fr_fr: Fréquence cardiaque exprimée en battements par minute

# help:gnuhealth.patient.ambulatory_care,evolution:
source: Check your judgement of current patient condition
fr_fr: Vérifiez votre jugement de l'état du patient

# help:gnuhealth.patient.ambulatory_care,glycemia:
source: Blood Glucose level
fr_fr: Niveau de glycémie

# help:gnuhealth.patient.ambulatory_care,osat:
source: Oxygen Saturation(arterial).
fr_fr: Saturation en oxygène (artériel)

# help:gnuhealth.patient.ambulatory_care,procedures:
source: List of the procedures in this session. Please enter the first one as the main procedure
fr_fr: Liste des procédures dans cette session. Veuillez entrer la première comme procédure principale.

# help:gnuhealth.patient.ambulatory_care,respiratory_rate:
source: Respiratory rate expressed in breaths per minute
fr_fr: La fréquence respiratoire exprimée en respirations par minute

# help:gnuhealth.patient.ambulatory_care,temperature:
source: Temperature in celsius
fr_fr: Température en Celsius

# help:gnuhealth.patient.ambulatory_care,warning:
source: Check this box to alert the supervisor about this session. It will be shown in red in the session list
fr_fr: Cochez cette case pour avertir le supérieur de cette session. Elle sera affichée en rouge dans la liste des sessions.

# help:gnuhealth.patient.rounding,bpm:
source: Heart rate expressed in beats per minute
fr_fr: Fréquence cardiaque exprimée en battements par minute

# help:gnuhealth.patient.rounding,depression:
source: Check this if the patient shows signs of depression
fr_fr: Cochez si le patient montre des signes de dépression.

# help:gnuhealth.patient.rounding,diuresis:
source: volume in ml
fr_fr: Volume en ml

# help:gnuhealth.patient.rounding,environmental_assessment:
source: Environment assessment . State any disorder in the room.
fr_fr: Évaluation de l’environnement. Décrivez les désordres éventuels dans la chambre.

# help:gnuhealth.patient.rounding,evolution:
source: Check your judgement of current patient condition
fr_fr: Vérifiez votre jugement de l'état du patient

# help:gnuhealth.patient.rounding,glycemia:
source: Blood Glucose level
fr_fr: Niveau de glucose dans le sang

# help:gnuhealth.patient.rounding,osat:
source: Oxygen Saturation(arterial).
fr_fr: Saturation en oxygène (artériel)

# help:gnuhealth.patient.rounding,pain:
source: Check if the patient is in pain
fr_fr: Vérifiez si le patient ressent de la douleur

# help:gnuhealth.patient.rounding,pain_level:
source: Enter the pain level, from 1 to 10
fr_fr: Entrez le niveau de douleur de 1 à 10

# help:gnuhealth.patient.rounding,personal_needs:
source: Check if the patient requests anything
fr_fr: Vérifiez si le patient demande quoi que ce soit

# help:gnuhealth.patient.rounding,position:
source: Check if the patient needs to be repositioned or is unconfortable
fr_fr: Vérifier si le patient a besoin d'être repositionnés ou est inconfortable

# help:gnuhealth.patient.rounding,potty:
source: Check if the patient needs to urinate / defecate
fr_fr: Vérifier si le patient a besoin d'uriner / déféquer

# help:gnuhealth.patient.rounding,procedures:
source: List of the procedures in this rounding. Please enter the first one as the main procedure
fr_fr: Liste des procédures dans la zone. S'il vous plaît entrez la première comme procédure principale

# help:gnuhealth.patient.rounding,proximity:
source: Check if personal items, water, alarm, ... are not in easy reach
fr_fr: Vérifiez si des objets personnels, de l'eau, alarme, ... ne sont pas à portée de main

# help:gnuhealth.patient.rounding,pump:
source: Check if there is any issues with the pumps - IVs ...
fr_fr: Vérifiez s'il ya des problèmes avec les pompes intraveineuses ... -

# help:gnuhealth.patient.rounding,respiratory_rate:
source: Respiratory rate expressed in breaths per minute
fr_fr: La fréquence respiratoire exprimée en respirations par minute

# help:gnuhealth.patient.rounding,temperature:
source: Temperature in celsius
fr_fr: Température en Celsius

# help:gnuhealth.patient.rounding,warning:
source: Check this box to alert the supervisor about this patient rounding. It will be shown in red in the rounding list
fr_fr: Cochez cette case pour alerter le superviseur à propos de la ronde de ce patient. Celle-ci apparaitra en rouge dans la liste des rondes.

# help:gnuhealth.rounding_procedure,procedure:
source: Procedure Code, for example ICD-10-PCS Code 7-character string
fr_fr: Code de procédure, par exemple la CIM-10-PCS Code 7-chaîne de caractères

# model:gnuhealth.ambulatory_care_procedure,name:
source: Ambulatory Care Procedure
fr_fr: Procédure de soins ambulatoires

# model:gnuhealth.patient.ambulatory_care,name:
source: Patient Ambulatory Care
fr_fr: Soins ambulatoires au patient

# model:gnuhealth.patient.rounding,name:
source: Patient Rounding
fr_fr: Ronde patient

# model:gnuhealth.rounding_procedure,name:
source: Rounding - Procedure
fr_fr: Procédure de ronde

# model:ir.action,name:action_gnuhealth_patient_ambulatory_care_view
source: Ambulatory Care
fr_fr: Soin ambulatoire

# model:ir.action,name:action_gnuhealth_patient_rounding_view
source: Roundings
fr_fr: Rondes

# model:ir.sequence,name:seq_gnuhealth_ambulatory_care
source: Ambulatory Care
fr_fr: Soin ambulatoire

# model:ir.sequence.type,name:seq_type_gnuhealth_ambulatory_care
source: Ambulatory Care
fr_fr: Soin ambulatoire

# model:ir.ui.menu,name:gnuhealth_nursing_menu
source: Nursing
fr_fr: Soins infirmiers

# model:ir.ui.menu,name:menu_gnuhealth_patient_ambulatory_care_list
source: Ambulatory Care
fr_fr: Soin ambulatoire

# model:ir.ui.menu,name:menu_gnuhealth_patient_rounding_list
source: Roundings
fr_fr: Rondes

# model:res.group,name:group_health_nursing
source: Health Nursing
fr_fr: Soins infirmiers

# model:res.group,name:group_health_nursing_admin
source: Health Nursing Administration
fr_fr: Administration des soins infirmiers

# model:res.user,name:user_demo_nurse
source: Health Nurse
fr_fr: Infirmière

# selection:gnuhealth.patient.ambulatory_care,evolution:
source: Improving
fr_fr: S'améliore

# selection:gnuhealth.patient.ambulatory_care,evolution:
source: Worsening
fr_fr: Empire

# selection:gnuhealth.patient.rounding,evolution:
source: Improving
fr_fr: S'améliore

# selection:gnuhealth.patient.rounding,evolution:
source: Worsening
fr_fr: Empire

# view:gnuhealth.ambulatory_care_procedure:
source: Ambulatory Procedure
fr_fr: Procédure ambulatoire

# view:gnuhealth.ambulatory_care_procedure:
source: Procedure Details / Incidents
fr_fr: Détails de la procédure / incidents

# view:gnuhealth.ambulatory_care_procedure:
source: Procedures
fr_fr: Procédures

# view:gnuhealth.patient.ambulatory_care:
source: Ambulatory Sessions
fr_fr: Sessions ambulatoires

# view:gnuhealth.patient.ambulatory_care:
source: Main
fr_fr: Général

# view:gnuhealth.patient.ambulatory_care:
source: Other
fr_fr: Autre

# view:gnuhealth.patient.ambulatory_care:
source: Patient Ambulatory Care
fr_fr: Soins ambulatoires au patient

# view:gnuhealth.patient.ambulatory_care:
source: Summary
fr_fr: Résumé

# view:gnuhealth.patient.ambulatory_care:
source: Vital Signs
fr_fr: Signes vitaux

# view:gnuhealth.patient.rounding:
source: Main
fr_fr: Général

# view:gnuhealth.patient.rounding:
source: Other
fr_fr: Autre

# view:gnuhealth.patient.rounding:
source: Patient Rounding View
fr_fr: Vue de la ronde patient

# view:gnuhealth.patient.rounding:
source: Procedures
fr_fr: Procédures

# view:gnuhealth.patient.rounding:
source: Round summary
fr_fr: Résumé de la ronde

# view:gnuhealth.patient.rounding:
source: Roundings
fr_fr: Rondes

# view:gnuhealth.patient.rounding:
source: Six P's
fr_fr: Six P

# view:gnuhealth.patient.rounding:
source: Vital Signs
fr_fr: Signes vitaux

# view:gnuhealth.rounding_procedure:
source: Procedure Details / Incidents
fr_fr: Détails de la procédure / incidents

# view:gnuhealth.rounding_procedure:
source: Rounding Procedure
fr_fr: Procédure de ronde
