Repository: alwindoss/gnuhealth
Catalog: tryton/health/locale/*.po
Languages: de, ka

# model:gnuhealth.drug.form,name:GEL
source: Gel
ka: გელი

# model:gnuhealth.drug.form,name:LOT
source: Lotion
ka: ლოსიონი

# model:gnuhealth.drug.form,name:SHP
source: Shampoo
ka: შამპუნი

# model:gnuhealth.drug.form,name:SPR
source: Spray
ka: სპრეი

# model:gnuhealth.drug.form,name:STK
source: Stick
ka: ჯოხი

# model:gnuhealth.drug.form,name:SUS
source: Suspension
ka: შეჩერება

# model:gnuhealth.drug.route,name:route_12
source: Intracervical (uterus)
ka: ინტრაცერვიკული (საშვილოსნო)

# model:gnuhealth.drug.route,name:route_13
source: Intradermal
ka: ინტრადერმული

# model:gnuhealth.drug.route,name:route_14
source: Inhalation
ka: ინჰალაცია

# model:gnuhealth.drug.route,name:route_17
source: Intranasal
ka: ინტრანაზალური

# model:gnuhealth.drug.route,name:route_19
source: Intraperitoneal
ka: ინტრაპერიტონეალური

# model:gnuhealth.drug.route,name:route_20
source: Intrasynovial
ka: ინტრასინოვიალური

# model:gnuhealth.drug.route,name:route_26
source: Nasal
ka: ცხვირი

# model:gnuhealth.drug.route,name:route_34
source: Oral
ka: ორალური

# model:gnuhealth.drug.route,name:route_35
source: Rectal
ka: რექტალური

# model:gnuhealth.drug.route,name:route_4
source: Epidural
ka: ეპიდურალური

# model:gnuhealth.drug.route,name:route_42
source: Transdermal
ka: ტრანსდერმული

# model:gnuhealth.drug.route,name:route_44
source: Urethral
ka: ურეთრალი

# model:gnuhealth.drug.route,name:route_45
source: Vaginal
ka: ვაგინალური

# model:gnuhealth.federation.country.config,name:
source: Federation Account Country
ka: ფედერაციის ანგარიშის ქვეყანა

# model:gnuhealth.occupation,name:occ11
source: Bassist
ka: ბასისტი

# model:gnuhealth.occupation,name:occ114
source: Designer
ka: დიზაინერი

# model:gnuhealth.occupation,name:occ119
source: Diplomat
ka: დიპლომატი

# model:gnuhealth.occupation,name:occ122
source: Dispatcher
ka: დისპეტჩერი

# model:gnuhealth.occupation,name:occ140
source: Dramaturg
ka: დრამატურგი

# model:gnuhealth.occupation,name:occ190
source: FBI Agent
ka: FBI აგენტი

# model:gnuhealth.occupation,name:occ2
source: Administrator
ka: ადმინისტრატორი

# model:gnuhealth.occupation,name:occ200
source: Financier
ka: ფინანსისტი

# model:gnuhealth.occupation,name:occ209
source: Flavorist
ka: არომატიზატორი

# model:gnuhealth.occupation,name:occ215
source: Florist
ka: ფლორისტი

# model:gnuhealth.occupation,name:occ230
source: General
ka: გენერალი

# model:gnuhealth.occupation,name:occ271
source: Illusionist
ka: ილუზიონისტი

# model:gnuhealth.occupation,name:occ272
source: Illustrator
ka: ილუსტრატორი

# model:gnuhealth.occupation,name:occ291
source: Investment analyst
ka: ინვესტიციების ანალიტიკოსი

# model:gnuhealth.occupation,name:occ292
source: Investment banker
ka: ინვესტიციის ბანკირი

# model:gnuhealth.occupation,name:occ293
source: Investment broker
ka: ინვესტიციის ბროკერი

# model:gnuhealth.occupation,name:occ300
source: Journalist
ka: ჟურნალისტი

# model:gnuhealth.occupation,name:occ301
source: Jurist
ka: იურისტი

# model:gnuhealth.occupation,name:occ316
source: Level designer
ka: დონის დიზაინერი

# model:gnuhealth.occupation,name:occ324
source: Linguist
ka: ენათმეცნიერი

# model:gnuhealth.occupation,name:occ326
source: Lobbyist
ka: ლობისტი

# model:gnuhealth.occupation,name:occ338
source: Manager
ka: მენეჯერი

# model:gnuhealth.occupation,name:occ34
source: CFO (Chief Financial Officer)
ka: ფინანსური დირექტორი (მთავარი ფინანსური დირექტორი)

# model:gnuhealth.occupation,name:occ341
source: Marine
ka: საზღვაო

# model:gnuhealth.occupation,name:occ348
source: Matador
ka: მატადორი

# model:gnuhealth.occupation,name:occ369
source: Model
ka: მოდელი

# model:gnuhealth.occupation,name:occ38
source: Cheerleader
ka: გულშემატკივართა კაპიტანი

# model:gnuhealth.occupation,name:occ386
source: Navigator
ka: ნავიგატორი

# model:gnuhealth.occupation,name:occ4
source: Astronaut
ka: ასტრონავტი

# model:gnuhealth.occupation,name:occ413
source: Organist
ka: ორგანისტი

# model:gnuhealth.occupation,name:occ437
source: Personal Trainer
ka: პირადი მწვრთნელი

# model:gnuhealth.occupation,name:occ449
source: Pianist
ka: პიანისტი

# model:gnuhealth.occupation,name:occ451
source: Pilot
ka: პილოტი

# model:gnuhealth.occupation,name:occ496
source: Reporter
ka: რეპორტიორი

# model:gnuhealth.occupation,name:occ51
source: CIA Agent
ka: CIA– ს აგენტი

# model:gnuhealth.occupation,name:occ530
source: Sheriff
ka: შერიფი

# model:gnuhealth.occupation,name:occ560
source: Stripper
ka: სტრიპტიზიორი

# model:gnuhealth.occupation,name:occ562
source: Student
ka: სტუდენტი

# model:gnuhealth.occupation,name:occ573
source: System administrator
ka: სისტემის ადმინისტრატორი

# model:gnuhealth.occupation,name:occ593
source: Test pilot
ka: საცდელი პილოტი

# model:gnuhealth.occupation,name:occ604
source: Trainer
ka: მწვრთნელი

# model:gnuhealth.occupation,name:occ612
source: Tutor
ka: დამრიგებელი

# model:gnuhealth.occupation,name:occ630
source: Violinist
ka: მევიოლინე

# model:gnuhealth.occupation,name:occ640
source: Web designer
ka: ვებ დიზაინერი

# model:gnuhealth.occupation,name:occ79
source: Controller
ka: კონტროლერი

# model:ir.action,name:act_appointment_report_patient
source: Patient
ka: პაციენტი

# model:ir.action,name:gnuhealth_action_federation_country_config
source: Federation Country Configuration
ka: ფედერაციის ქვეყნის კონფიგურაცია

# model:ir.action.act_window.domain,name:act_gnuhealth_appointment_domain_noshow
source: No Shows
ka: გადაცემები არ არის

# model:ir.sequence,name:seq_gnuhealth_patient
source: Patient
ka: პაციენტი

# model:ir.sequence.type,name:seq_type_gnuhealth_patient
source: Patient
ka: პაციენტი

# view:gnuhealth.patient.evaluation:
source: Date
ka: თარიღი

# view:gnuhealth.patient.evaluation:
source: Glasgow Coma Scale
ka: გლაზგოს კომის სქემა

# view:gnuhealth.patient.evaluation:
source: Mental
ka: მენტალური

# view:gnuhealth.patient.evaluation:
source: Psychological Assessment
ka: ფსიქოლოგიური შეფასება

# view:gnuhealth.patient.evaluation:
source: Time
ka: დრო
