Repository: alwindoss/gnuhealth
Catalog: tryton/health/locale/*.po
Languages: de, ka

# model:gnuhealth.occupation,name:occ19
source: Calligrapher
de: Kalligraph

# model:gnuhealth.occupation,name:occ191
source: Fellmonger
de: Kürschner

# model:gnuhealth.occupation,name:occ192
source: Fence
de: Zaun
ka: ღობე

# model:gnuhealth.occupation,name:occ193
source: Ferryman
de: Fährmann

# model:gnuhealth.occupation,name:occ194
source: Film director
de: Filmregisseur
ka: კინორეჟისორი

# model:gnuhealth.occupation,name:occ195
source: Film producer
de: Filmproduzent
ka: ფილმის პროდიუსერი

# model:gnuhealth.occupation,name:occ196
source: Financial adviser
de: Finanzberater
ka: ფინანსური მრჩეველი

# model:gnuhealth.occupation,name:occ197
source: Financial analyst
de: Finanzanalyst
ka: ფინანსური ანალიტიკოსი

# model:gnuhealth.occupation,name:occ198
source: Financial manager
de: Finanzmanager
ka: ფინანსური მენეჯერი

# model:gnuhealth.occupation,name:occ199
source: Financial planner
de: Finanzplaner
ka: ფინანსური დამგეგმავი

# model:gnuhealth.occupation,name:occ201
source: Fire marshal
de: Brandermittler
ka: სახანძრო მარშალი

# model:gnuhealth.occupation,name:occ202
source: Fire officer
de: Brandsicherheitsbeauftragter
ka: სახანძრო ოფიცერი

# model:gnuhealth.occupation,name:occ203
source: Firefighter
de: Feuerwehrmann
ka: მეხანძრე

# model:gnuhealth.occupation,name:occ204
source: First Mate
de: Erster Maat

# model:gnuhealth.occupation,name:occ205
source: Fishmonger
de: Fischhändler

# model:gnuhealth.occupation,name:occ206
source: Fisherman
de: Fischer
ka: მეთევზე

# model:gnuhealth.occupation,name:occ207
source: Fitter
de: Monteur

# model:gnuhealth.occupation,name:occ208
source: Flautist
de: Flötist
ka: ფლეიტისტი

# model:gnuhealth.occupation,name:occ21
source: Cameraman
de: Kameramann
ka: ოპერატორი

# model:gnuhealth.occupation,name:occ211
source: Flight attendant
de: Flugbegleiter
ka: ბორტ - გამცილებელი

# model:gnuhealth.occupation,name:occ212
source: Flight engineer
de: Flugzeugingenieur
ka: ფრენის ინჟინერი

# model:gnuhealth.occupation,name:occ213
source: Flight instructor
de: Fluglehrer
ka: ფრენის ინსტრუქტორი

# model:gnuhealth.occupation,name:occ214
source: Floor manager
de: Aufnahmeleiter
ka: სართულის მენეჯერი

# model:gnuhealth.occupation,name:occ217
source: Flutist
de: Flötenspieler
ka: ფლეიტისტი

# model:gnuhealth.occupation,name:occ218
source: Foreman
de: Polier
ka: ოსტატი

# model:gnuhealth.occupation,name:occ219
source: Forensic scientist
de: Forensiker

# model:gnuhealth.occupation,name:occ22
source: Camp Counselor
de: Lagerbetreuer
ka: ბანაკის მრჩეველი

# model:gnuhealth.occupation,name:occ220
source: Fruiterer
de: Obsthändler

# model:gnuhealth.occupation,name:occ221
source: Furrier
de: Pelzhändler

# model:gnuhealth.occupation,name:occ222
source: Gamekeeper
de: Jagdaufseher

# model:gnuhealth.occupation,name:occ223
source: Game show host
de: Spielshow-Moderator
ka: თამაშის შოუს წამყვანი

# model:gnuhealth.occupation,name:occ224
source: Game designer
de: Spieldesigner
ka: თამაშის დიზაინერი

# model:gnuhealth.occupation,name:occ225
source: Garbage collector
de: Müllsammler
ka: მენაგვე

# model:gnuhealth.occupation,name:occ226
source: Gardener
de: Gärtner
ka: მებაღე

# model:gnuhealth.occupation,name:occ227
source: Gate-keeper
de: Pförtner

# model:gnuhealth.occupation,name:occ228
source: Gemcutter
de: Edelsteinschleifer

# model:gnuhealth.occupation,name:occ229
source: Genealogist
de: Genealoge
ka: გენეოლოგი

# model:gnuhealth.occupation,name:occ23
source: Car designer
de: Autodesigner
ka: მანქანის დიზაინერი

# model:gnuhealth.occupation,name:occ231
source: Geodesist
de: Geodät
ka: გეოდეზისტი

# model:gnuhealth.occupation,name:occ232
source: Geographer
de: Geograph
ka: გეოგრაფი

# model:gnuhealth.occupation,name:occ233
source: Geologist
de: Geologe
ka: გეოლოგი

# model:gnuhealth.occupation,name:occ234
source: Geometer
de: Landvermesser
ka: გეომეტრი

# model:gnuhealth.occupation,name:occ235
source: Geophysicist
de: Geophysiker
ka: გეოფიზიკოსი

# model:gnuhealth.occupation,name:occ236
source: Government agent
de: Regierungsangestellter
ka: მთავრობის აგენტი

# model:gnuhealth.occupation,name:occ237
source: Governor
de: Gouverneur
ka: გუბერნატორი

# model:gnuhealth.occupation,name:occ238
source: Grammarian
de: Linguist

# model:gnuhealth.occupation,name:occ239
source: Graphic artist
de: Graphiker
ka: გრაფიკოსი

# model:gnuhealth.occupation,name:occ24
source: Cardiologist
de: Kardiologe
ka: კარდიოლოგი

# model:gnuhealth.occupation,name:occ240
source: Gravedigger
de: Totengräber
ka: მესაფლავე

# model:gnuhealth.occupation,name:occ242
source: Greengrocer
de: Gemüsehändler

# model:gnuhealth.occupation,name:occ243
source: Grocer
de: Gemischtwarenhändler

# model:gnuhealth.occupation,name:occ244
source: Guide
de: Führer
ka: სახელმძღვანელო

# model:gnuhealth.occupation,name:occ245
source: Guitarist
de: Gitarrist
ka: გიტარისტი

# model:gnuhealth.occupation,name:occ246
source: Gunsmith
de: Büchsenmacher

# model:gnuhealth.occupation,name:occ247
source: Gynecologist
de: Gynäkologe
ka: გინეკოლოგი

# model:gnuhealth.occupation,name:occ249
source: Haberdasher
de: Kurzwarenhändler

# model:gnuhealth.occupation,name:occ25
source: Carpenter
de: Zimmermann

# model:gnuhealth.occupation,name:occ250
source: Harpist
de: Harfenist

# model:gnuhealth.occupation,name:occ251
source: Hairdresser
de: Friseur
ka: დალაქი

# model:gnuhealth.occupation,name:occ252
source: Handyman
de: Heimwerker

# model:gnuhealth.occupation,name:occ253
source: Harbourmaster
de: Hafenmeister

# model:gnuhealth.occupation,name:occ254
source: Harper
de: Harfenspieler

# model:gnuhealth.occupation,name:occ255
source: Hatter
de: Hutmacher

# model:gnuhealth.occupation,name:occ256
source: Hayward
de: Feldaufseher

# model:gnuhealth.occupation,name:occ257
source: Headmaster
de: Schulleiter
ka: დირექტორი

# model:gnuhealth.occupation,name:occ259
source: Herbalist
de: Kräuterkundiger

# model:gnuhealth.occupation,name:occ26
source: Cartographer
de: Kartograph
ka: კარტოგრაფი

# model:gnuhealth.occupation,name:occ260
source: Herder
de: Hirte

# model:gnuhealth.occupation,name:occ261
source: Historian
de: Historiker
ka: ისტორიკოსი

# model:gnuhealth.occupation,name:occ262
source: Historiographer
de: Geschichtsschreiber
ka: ისტორიოგრაფი

# model:gnuhealth.occupation,name:occ263
source: Hosier
de: Hosenschneider

# model:gnuhealth.occupation,name:occ264
source: Horse trainer
de: Pferdetrainer
ka: ცხენის მწვრთნელი

# model:gnuhealth.occupation,name:occ266
source: House painter
de: Anstreicher
ka: სახლის მღებავი

# model:gnuhealth.occupation,name:occ267
source: Housewife
de: Hausfrau
ka: დიასახლისი

# model:gnuhealth.occupation,name:occ268
source: Hunter
de: Jäger
ka: მონადირე

# model:gnuhealth.occupation,name:occ269
source: Hydraulic engineer
de: Wasserbauingenier
ka: ჰიდრო-ინჟინერი

# model:gnuhealth.occupation,name:occ27
source: Cartoonist
de: Zeichner
ka: კარიკატურისტი

# model:gnuhealth.occupation,name:occ270
source: Illuminator
de: Beleuchter
ka: ილუმინატორი

# model:gnuhealth.occupation,name:occ273
source: Importer
de: Importeur
ka: იმპორტიორი

# model:gnuhealth.occupation,name:occ274
source: Industrial designer
de: Industriedesigner
ka: ინდუსტრიული დიზაინერი

# model:gnuhealth.occupation,name:occ275
source: Industrial engineer
de: Industrieingenieur
ka: ინდუსტრიული ინჟინერი

# model:gnuhealth.occupation,name:occ276
source: Industrialist
de: Großindustrieller
ka: მრეწველი

# model:gnuhealth.occupation,name:occ277
source: Infantryman
de: Fußsoldat
ka: ქვეითი ჯარისკაცი

# model:gnuhealth.occupation,name:occ278
source: Information Architect
de: Interaktionsdesigner
ka: ინფორმაციის არქიტექტორი

# model:gnuhealth.occupation,name:occ279
source: Information Technologist
de: IT-Spezialist
ka: ინფორმაციული ტექნოლოგი

# model:gnuhealth.occupation,name:occ28
source: Cartwright
de: Stellmacher

# model:gnuhealth.occupation,name:occ281
source: Innkeeper
de: Gastwirt

# model:gnuhealth.occupation,name:occ282
source: Instructor
de: Ausbilder
ka: ინსტრუქტორი

# model:gnuhealth.occupation,name:occ283
source: Insurer
de: Versicherungsangestellter
ka: მზღვეველი

# model:gnuhealth.occupation,name:occ284
source: Intelligence officer
de: Geheimdienstmitarbeiter

# model:gnuhealth.occupation,name:occ285
source: Interior designer
de: Innenausstatter
ka: ინტერიერის დიზაინერი

# model:gnuhealth.occupation,name:occ287
source: Interpreter
de: Übersetzer

# model:gnuhealth.occupation,name:occ288
source: Interrogator
de: Vernehmungsbeamter

# model:gnuhealth.occupation,name:occ289
source: Inventor
de: Erfinder
ka: გამომგონებელი

# model:gnuhealth.occupation,name:occ29
source: Cashier
de: Kassierer
ka: მოლარე

# model:gnuhealth.occupation,name:occ290
source: Investigator
de: Ermittler
ka: გამომძიებელი

# model:gnuhealth.occupation,name:occ294
source: Ironmonger
de: Eisenwarenhändler

# model:gnuhealth.occupation,name:occ295
source: Ironmaster
de: Leiter einer Schmelzhütte
ka: რკინის ოსტატი

# model:gnuhealth.occupation,name:occ296
source: Ironworker
de: Stahlbaumonteur

# model:gnuhealth.occupation,name:occ297
source: Jailer
de: Gefängniswärter
ka: მესაკნე

# model:gnuhealth.occupation,name:occ298
source: Janitor
de: Hausmeister

# model:gnuhealth.occupation,name:occ299
source: Jeweler
de: Juwelier
ka: იუველირი

# model:gnuhealth.occupation,name:occ3
source: Agronomist
de: Landwirt
ka: აგრონომი

# model:gnuhealth.occupation,name:occ30
source: Celebrity
de: Berühmtheit
ka: ცნობილი სახე

# model:gnuhealth.occupation,name:occ302
source: Judge
de: Richter
ka: მოსამართლე

# model:gnuhealth.occupation,name:occ303
source: Kinesiologist
de: Kinesiologe

# model:gnuhealth.occupation,name:occ304
source: King
de: König
ka: მეფე

# model:gnuhealth.occupation,name:occ305
source: Lab Assistant
de: Laborassistent
ka: ლაბორანტი

# model:gnuhealth.occupation,name:occ306
source: Laborer
de: Arbeiter
ka: მშრომელი

# model:gnuhealth.occupation,name:occ307
source: Landlord
de: Vermieter
ka: მემამულე

# model:gnuhealth.occupation,name:occ308
source: Landscaper
de: Lanschaftsarchitekt

# model:gnuhealth.occupation,name:occ309
source: Lamplighter
de: Laternenanzünder

# model:gnuhealth.occupation,name:occ310
source: Laundress
de: Wäscherin

# model:gnuhealth.occupation,name:occ311
source: Law enforcement agent
de: Gesetzeshüter
ka: სამართალდამცავი აგენტი

# model:gnuhealth.occupation,name:occ312
source: Lawyer
de: Rechtsanwalt
ka: ადვოკატი

# model:gnuhealth.occupation,name:occ313
source: Leadworker
de: Bleigießer
ka: წამყვანი მუშაკი

# model:gnuhealth.occupation,name:occ314
source: Leatherer
de: Gerber

# model:gnuhealth.occupation,name:occ315
source: Lecturer
de: Vorleser
ka: ლექტორი

# model:gnuhealth.occupation,name:occ317
source: Librarian
de: Bibliothekar
ka: ბიბლიოთეკარი

# model:gnuhealth.occupation,name:occ318
source: Library technical assistant
de: Bibliothekshilfe
ka: ბიბლიოთეკის ტექნიკური ასისტენტი

# model:gnuhealth.occupation,name:occ319
source: Librettist
de: Liedtexter

# model:gnuhealth.occupation,name:occ32
source: Censor
de: Zensor
ka: ცენზორი

# model:gnuhealth.occupation,name:occ320
source: Lifeguard
de: Strandwache
ka: მაშველი

# model:gnuhealth.occupation,name:occ321
source: Lighthouse keeper
de: Leuchtturmwärter
ka: შუქურის მომვლელი

# model:gnuhealth.occupation,name:occ322
source: Lighting technician
de: Beleuchtungstechniker
ka: განათების ტექნიკოსი

# model:gnuhealth.occupation,name:occ323
source: Linesman
de: Leitungsbauer

# model:gnuhealth.occupation,name:occ325
source: Loan officer
de: Darlehensvermittler

# model:gnuhealth.occupation,name:occ327
source: Locksmith
de: Schlosser
ka: ზეინკალი

# model:gnuhealth.occupation,name:occ328
source: Logistician
de: Logistiker
ka: ლოგისტიკოსი

# model:gnuhealth.occupation,name:occ329
source: Lumberjack
de: Holzhacker

# model:gnuhealth.occupation,name:occ33
source: CEO (Chief Executive Officer)
de: Geschäftsführer (CEO – Chief Executive Officer)
ka: ა.დ (აღმასრულებელი დირექტორი)

# model:gnuhealth.occupation,name:occ330
source: Lyricist
de: Lyriker

# model:gnuhealth.occupation,name:occ331
source: Magazine Editor
de: Zeitungseditor
ka: ჟურნალის რედაქტორი

# model:gnuhealth.occupation,name:occ332
source: Magician
de: Zauberer
ka: ჯადოქარი

# model:gnuhealth.occupation,name:occ333
source: Magistrate
de: Verwaltungsbeamter
ka: მაგისტრატი

# model:gnuhealth.occupation,name:occ334
source: Maid
de: Hausmädchen
ka: მოახლე

# model:gnuhealth.occupation,name:occ335
source: Mailman or Mail carrier
de: Postbote
ka: ფოსტალიონი ან ფოსტის გადამზიდავი

# model:gnuhealth.occupation,name:occ336
source: Make-up artist
de: Maskenbildner
ka: ვიზაჟისტი

# model:gnuhealth.occupation,name:occ337
source: Management consultant
de: Unternehmensberater
ka: მენეჯმენტის კონსულტანტი

# model:gnuhealth.occupation,name:occ339
source: Manicurist
de: Maniküre

# model:gnuhealth.occupation,name:occ340
source: Manufacturer
de: Hersteller
ka: მწარმოებელი

# model:gnuhealth.occupation,name:occ342
source: Marketer
de: Markthändler
ka: მარკეტოლოგი

# model:gnuhealth.occupation,name:occ343
source: Market gardener
de: Obst-/Gemüsezüchter
ka: ბაზრის მებაღე

# model:gnuhealth.occupation,name:occ344
source: Martial artist
de: Kampfkünstler
ka: საბრძოლო არტისტი

# model:gnuhealth.occupation,name:occ345
source: Mason
de: Maurer
ka: მასონი

# model:gnuhealth.occupation,name:occ346
source: Massage therapist
de: Masseur
ka: მასაჟის თერაპისტი

# model:gnuhealth.occupation,name:occ347
source: Master of Ceremony (MC)
de: Zeremonienmeister

# model:gnuhealth.occupation,name:occ349
source: Materials engineer
de: Materialingenieur
ka: მასალების ინჟინერი

# model:gnuhealth.occupation,name:occ35
source: Chandler (candles)
de: Kerzenmacher

# model:gnuhealth.occupation,name:occ350
source: Materials scientist
de: Materialwissenschaftler
ka: მასალების მეცნიერი

# model:gnuhealth.occupation,name:occ351
source: Mathematician
de: Mathematiker
ka: მათემატიკოსი

# model:gnuhealth.occupation,name:occ352
source: Matron
de: Oberschwester

# model:gnuhealth.occupation,name:occ353
source: Mechanic
de: Mechaniker
ka: მექანიკოსი

# model:gnuhealth.occupation,name:occ354
source: Mechanical engineer
de: Maschinenbauingenieur
ka: მექანიკოს ინჟინერი

# model:gnuhealth.occupation,name:occ355
source: Mechanician
de: Mechanikingenieur
ka: მექანიკოსი

# model:gnuhealth.occupation,name:occ356
source: Mediator
de: Vermittler
ka: შუამავალი

# model:gnuhealth.occupation,name:occ357
source: Medic
de: Sanitäter
ka: მკურნალი

# model:gnuhealth.occupation,name:occ358
source: Medical biller
de: Medizinischer Abrechner

# model:gnuhealth.occupation,name:occ359
source: Medical Technologist
de: Medizintechniker
ka: სამედიცინო ტექნოლოგი

# model:gnuhealth.occupation,name:occ36
source: Chapman
de: Fahrender Händler

# model:gnuhealth.occupation,name:occ360
source: Medical Transcriptionist
de: Medizinische Schreibkraft
ka: სამედიცინო ტრანსკრიპციონისტი

# model:gnuhealth.occupation,name:occ361
source: Mesmerist
de: Wunderheiler

# model:gnuhealth.occupation,name:occ362
source: Messenger
de: Laufbursche

# model:gnuhealth.occupation,name:occ363
source: Meteorologist
de: Meteorologe
ka: მეტეოროლოგი

# model:gnuhealth.occupation,name:occ364
source: Microbiologist
de: Mikrobiologe
ka: მიკრობიოლოგი

# model:gnuhealth.occupation,name:occ365
source: Midwife
de: Hebamme

# model:gnuhealth.occupation,name:occ366
source: Milkman
de: Milchmann

# model:gnuhealth.occupation,name:occ367
source: Miller
de: Müller

# model:gnuhealth.occupation,name:occ368
source: Miner
de: Minenarbeiter
ka: მაღაროელი

# model:gnuhealth.occupation,name:occ370
source: Modeller
de: Modellbauer

# model:gnuhealth.occupation,name:occ372
source: Moldmaker
de: Gußformenhersteller

# model:gnuhealth.occupation,name:occ373
source: Moneychanger
de: Geldwechsler
ka: ვალუტის გადამცვლელი

# model:gnuhealth.occupation,name:occ374
source: Moneylender
de: Geldverleiher

# model:gnuhealth.occupation,name:occ375
source: Monk
de: Mönch
ka: ბერი

# model:gnuhealth.occupation,name:occ376
source: Mortgage banker
de: Hypothek-Banker

# model:gnuhealth.occupation,name:occ377
source: Mortgage broker
de: Hypothekenmakler

# model:gnuhealth.occupation,name:occ378
source: Mortician
de: Bestatter

# model:gnuhealth.occupation,name:occ379
source: Mountain rescuer
de: Bergretter
ka: მთის მაშველი

# model:gnuhealth.occupation,name:occ380
source: Mountaineer
de: Bergsteiger

# model:gnuhealth.occupation,name:occ382
source: Muralist
de: Wandgemälde-Maler

# model:gnuhealth.occupation,name:occ383
source: Music Director
de: Musikleiter
ka: მუსიკალური დირექტორი

# model:gnuhealth.occupation,name:occ384
source: Musician
de: Musiker
ka: მუსიკოსი

# model:gnuhealth.occupation,name:occ385
source: Nanny
de: Kindermädchen
ka: ძიძა

# model:gnuhealth.occupation,name:occ388
source: Négociant
de: Unterhändler

# model:gnuhealth.occupation,name:occ389
source: Negotiator
de: Vermittler
ka: მოლაპარაკე

# model:gnuhealth.occupation,name:occ39
source: Cheesemaker
de: Käser

# model:gnuhealth.occupation,name:occ391
source: Neurosurgeon
de: Neurochirurg
ka: ნეიროქირურგი

# model:gnuhealth.occupation,name:occ392
source: Newscaster
de: Nachrichtensprecher

# model:gnuhealth.occupation,name:occ393
source: Notary
de: Notar

# model:gnuhealth.occupation,name:occ394
source: Novelist
de: Buchautor
ka: ნოველისტი

# model:gnuhealth.occupation,name:occ395
source: Nuclear Engineer
de: Nuklearwissenschaftler
ka: ბირთვული ინჟინერი

# model:gnuhealth.occupation,name:occ396
source: Numerologist
de: Numerologe

# model:gnuhealth.occupation,name:occ397
source: Numismatist
de: Numismatiker
ka: ნუმიზმატისტი

# model:gnuhealth.occupation,name:occ398
source: Nun
de: Nonne
ka: მონაზონი

# model:gnuhealth.occupation,name:occ399
source: Nurse
de: Krankenschwester/-pfleger
ka: მედდა

# model:gnuhealth.occupation,name:occ40
source: Chef
de: Chefkoch
ka: შეფი

# model:gnuhealth.occupation,name:occ400
source: Nursemaid
de: Krankenpflegehelfer
ka: ექთანი

# model:gnuhealth.occupation,name:occ401
source: Oboist
de: Oboenspieler

# model:gnuhealth.occupation,name:occ402
source: Obstetrician
de: Geburtshelfer

# model:gnuhealth.occupation,name:occ403
source: Occupational therapist
de: Beschäftigungstherapeut

# model:gnuhealth.occupation,name:occ404
source: Odontologist
de: Zahnheilkundler

# model:gnuhealth.occupation,name:occ405
source: Office Assistant
de: Bürohilfe
ka: ოფისის თანაშემწე

# model:gnuhealth.occupation,name:occ406
source: Oncologist
de: Onkologe
ka: ონკოლოგი

# model:gnuhealth.occupation,name:occ407
source: Ontologist
de: Ontologe

# model:gnuhealth.occupation,name:occ408
source: Operator
de: Anlagenführer
ka: ოპერატორი

# model:gnuhealth.occupation,name:occ409
source: Ophthalmologist
de: Ophthalmologe
ka: ოფთალმოლოგი

# model:gnuhealth.occupation,name:occ41
source: Chemical Engineer
de: Chemie-Ingenieur
ka: ქიმიური ინჟინერი

# model:gnuhealth.occupation,name:occ410
source: Optician
de: Optiker
ka: ოპტიკოსი

# model:gnuhealth.occupation,name:occ411
source: Oracle
de: Wahrsager
ka: ორაკლი

# model:gnuhealth.occupation,name:occ412
source: Ordinary Seaman
de: Gewöhnlicher Seemann
ka: ჩვეულებრივი მეზღვაური

# model:gnuhealth.occupation,name:occ414
source: Organizer
de: Organisator
ka: ორგანიზატორი

# model:gnuhealth.occupation,name:occ415
source: Ornithologist
de: Ornithologe
ka: ორნიტოლოგი

# model:gnuhealth.occupation,name:occ416
source: Orthodontist
de: Kieferorthopäde
ka: ორთოდონტი

# model:gnuhealth.occupation,name:occ417
source: Orthopaedist
de: Orthopäde
ka: ორთოპედი

# model:gnuhealth.occupation,name:occ418
source: Ostler
de: Stallknecht

# model:gnuhealth.occupation,name:occ419
source: Otorhinolaryngologist
de: Facharzt für HNO

# model:gnuhealth.occupation,name:occ42
source: Chemical Technologist
de: Chemietechniker
ka: ქიმიური ტექნოლოგი

# model:gnuhealth.occupation,name:occ420
source: Painter
de: Maler
ka: მხატვარი

# model:gnuhealth.occupation,name:occ421
source: Paleontologist
de: Paläontologe
ka: პალეონტოლოგი

# model:gnuhealth.occupation,name:occ422
source: Parachute instructor
de: Fallschirmlehrer
ka: პარაშუტის ინსტრუქტორი

# model:gnuhealth.occupation,name:occ423
source: Paralegal
de: Rechtsanwaltsgehilfe

# model:gnuhealth.occupation,name:occ424
source: Paramedic
de: Rettungsassistent
ka: პარამედიკი

# model:gnuhealth.occupation,name:occ425
source: Park ranger
de: Wildhüter
ka: პარკის რეინჯერი

# model:gnuhealth.occupation,name:occ426
source: Patent attorney
de: Patentanwalt

# model:gnuhealth.occupation,name:occ427
source: Patent examiner
de: Patentbeamter
ka: პატენტის შემმოწმებელი

# model:gnuhealth.occupation,name:occ428
source: Pathologist
de: Pathologe
ka: პათოლოგი

# model:gnuhealth.occupation,name:occ429
source: Pawnbroker
de: Pfandleiher

# model:gnuhealth.occupation,name:occ43
source: Chemist
de: Chemiker
ka: ქიმიკოსი

# model:gnuhealth.occupation,name:occ430
source: Peddler
de: Hausierer

# model:gnuhealth.occupation,name:occ431
source: Pediatrician
de: Pädiater
ka: პედიატრი

# model:gnuhealth.occupation,name:occ432
source: Pediatrist
de: Kinderarzt
ka: პედიატრი

# model:gnuhealth.occupation,name:occ433
source: Pedologist (soil)
de: Bodenkundler

# model:gnuhealth.occupation,name:occ434
source: Pedologist (children)
de: Kinderkundler

# model:gnuhealth.occupation,name:occ435
source: Percussionist
de: Percussion-Künstler

# model:gnuhealth.occupation,name:occ436
source: Perfumer
de: Parfumeur
ka: პარფიუმერი

# model:gnuhealth.occupation,name:occ438
source: Pharmacist
de: Apotheker
ka: ფარმაცევტი

# model:gnuhealth.occupation,name:occ439
source: Philanthropist
de: Philanthrop

# model:gnuhealth.occupation,name:occ44
source: Chief of Police
de: Polizeichef
ka: პოლიციის უფროსი

# model:gnuhealth.occupation,name:occ440
source: Philologist
de: Philologe
ka: ფილოლოგი

# model:gnuhealth.occupation,name:occ441
source: Photographer
de: Fotograf
ka: ფოტოგრაფი

# model:gnuhealth.occupation,name:occ442
source: Physical Therapist
de: Physiotherapeut
ka: ფიზიკური თერაპევტი

# model:gnuhealth.occupation,name:occ443
source: Physician
de: Arzt

# model:gnuhealth.occupation,name:occ444
source: Physician Assistant
de: Arzthelfer

# model:gnuhealth.occupation,name:occ445
source: Physicist
de: Physiker
ka: ფიზიკოსი

# model:gnuhealth.occupation,name:occ446
source: Physiognomist
de: Physiognom

# model:gnuhealth.occupation,name:occ447
source: Physiologist
de: Physiologe
ka: ფიზიოლოგი

# model:gnuhealth.occupation,name:occ448
source: Physiotherapist
de: Krankengymnast
ka: ფიზიოთერაპევტი

# model:gnuhealth.occupation,name:occ45
source: Chief Mate
de: Obermaat

# model:gnuhealth.occupation,name:occ450
source: Piano tuner
de: Klavierstimmer

# model:gnuhealth.occupation,name:occ452
source: Pirate
de: Pirat
ka: მეკობრე

# model:gnuhealth.occupation,name:occ453
source: Plastic surgeon
de: Schönheitschirurg
ka: პლასტიკური ქირურგი

# model:gnuhealth.occupation,name:occ454
source: Playwright
de: Stückeschreiber

# model:gnuhealth.occupation,name:occ455
source: Plumber
de: Klempner
ka: სანტექნიკოსი

# model:gnuhealth.occupation,name:occ456
source: Poet
de: Dichter
ka: პოეტი

# model:gnuhealth.occupation,name:occ457
source: Police
de: Polizei
ka: პოლიცია

# model:gnuhealth.occupation,name:occ458
source: Policeman
de: Polizist
ka: პოლიციელი

# model:gnuhealth.occupation,name:occ459
source: Policewoman
de: Polizistin
ka: პოლიციელი ქალი

# model:gnuhealth.occupation,name:occ46
source: Chimney-sweeper
de: Schornsteinfeger
ka: ბუხრის-გამწმენდი

# model:gnuhealth.occupation,name:occ460
source: Police officer
de: Polizeibeamter
ka: პოლიციის ოფიცერი

# model:gnuhealth.occupation,name:occ461
source: Police inspector
de: Polizeiinspektor

# model:gnuhealth.occupation,name:occ462
source: Political scientist
de: Politikwissenschaftler

# model:gnuhealth.occupation,name:occ463
source: Presenter
de: Ansager

# model:gnuhealth.occupation,name:occ464
source: Press officer
de: Presseoffizier

# model:gnuhealth.occupation,name:occ465
source: Principal
de: Oberstudiendirektor
