Repository: alwindoss/gnuhealth
Catalog: tryton/health/locale/*.po
Languages: de, ka

# model:gnuhealth.occupation,name:occ466
source: Printer
de: Drucker

# model:gnuhealth.occupation,name:occ467
source: Private detective
de: Privatdetektiv

# model:gnuhealth.occupation,name:occ468
source: Proctologist
de: Proktologe

# model:gnuhealth.occupation,name:occ47
source: Chiropodist
de: Podiater

# model:gnuhealth.occupation,name:occ470
source: Professional dominant
de: Professionelle Domina

# model:gnuhealth.occupation,name:occ471
source: Programmer
de: Programmierer

# model:gnuhealth.occupation,name:occ472
source: Project Manager
de: Projektmanager

# model:gnuhealth.occupation,name:occ473
source: Proofreader
de: Lektor

# model:gnuhealth.occupation,name:occ474
source: Prostitute
de: Prostituierte

# model:gnuhealth.occupation,name:occ475
source: Psychiatrist
de: Psychiater

# model:gnuhealth.occupation,name:occ476
source: Psychodramatist
de: Psychotherapeut

# model:gnuhealth.occupation,name:occ477
source: Psychologist
de: Psychologe
ka: ფსიქოლოგი

# model:gnuhealth.occupation,name:occ478
source: Public Relations Officer
de: PR-Offizier
ka: საზოგადოებასთან ურთიერთობის ოფიცერი

# model:gnuhealth.occupation,name:occ479
source: Public speaker
de: Öffentlicher Redner
ka: სახალხო სპიკერი

# model:gnuhealth.occupation,name:occ48
source: Doctor of Chiropractic
de: Chiropraktiker
ka: ქიროპრაქტიკის დოქტორი

# model:gnuhealth.occupation,name:occ480
source: Publisher
de: Verleger
ka: გამომცემელი

# model:gnuhealth.occupation,name:occ482
source: Radiologist
de: Radiologe
ka: რადიოლოგი

# model:gnuhealth.occupation,name:occ483
source: Radiographer
de: Radiologisch-technischer Angestellter

# model:gnuhealth.occupation,name:occ484
source: Racing Driver
de: Rennfahrer

# model:gnuhealth.occupation,name:occ485
source: Real estate agent
de: Immobilienhändler
ka: უძრავი ქონების აგენტი

# model:gnuhealth.occupation,name:occ486
source: Real estate broker
de: Grundstücksmakler
ka: უძრავი ქონების ბროკერი

# model:gnuhealth.occupation,name:occ487
source: Real estate investor
de: Grundstücksinvestor
ka: უძრავი ქონების ინვესტორი

# model:gnuhealth.occupation,name:occ488
source: Real estate developer
de: Grundstückserschließer
ka: უძრავი ქონების დეველოპერი

# model:gnuhealth.occupation,name:occ489
source: Receptionist
de: Empfangskraft

# model:gnuhealth.occupation,name:occ49
source: Choreographer
de: Choreograph
ka: ქორეოგრაფი

# model:gnuhealth.occupation,name:occ490
source: Record Producer
de: Tonproduzent
ka: ჩანაწერების პროდიუსერი

# model:gnuhealth.occupation,name:occ491
source: Recording engineer
de: Toningenieur
ka: ჩაწერის ინჟინერი

# model:gnuhealth.occupation,name:occ492
source: Referee
de: Schiedsrichter
ka: მსაჯი

# model:gnuhealth.occupation,name:occ493
source: Refuse collector
de: Abfallsammler

# model:gnuhealth.occupation,name:occ494
source: Registrar
de: Rechtspfleger

# model:gnuhealth.occupation,name:occ495
source: Remedial teacher
de: Heilpädagoge

# model:gnuhealth.occupation,name:occ497
source: Respiratory Therapist
de: Atemtherapeut
ka: რესპირატორული თერაპევტი

# model:gnuhealth.occupation,name:occ498
source: Restaurateur
de: Restaurator
ka: რესტავრატორი

# model:gnuhealth.occupation,name:occ499
source: Retailer
de: Verkäufer

# model:gnuhealth.occupation,name:occ5
source: Archaeologist
de: Archäologe
ka: არქეოლოგი

# model:gnuhealth.occupation,name:occ50
source: Church usher
de: Küster

# model:gnuhealth.occupation,name:occ501
source: Sailmaker
de: Segelmacher

# model:gnuhealth.occupation,name:occ502
source: Sailor
de: Segler
ka: მეზღვაური

# model:gnuhealth.occupation,name:occ503
source: Salesperson
de: Vertreter
ka: გამყიდველი

# model:gnuhealth.occupation,name:occ504
source: Salaryman
de: Lohnarbeiter

# model:gnuhealth.occupation,name:occ505
source: Saucier
de: Soßenkoch

# model:gnuhealth.occupation,name:occ506
source: Saxophonist
de: Saxophonspieler
ka: საქსოფონისტი

# model:gnuhealth.occupation,name:occ507
source: Sawyer
de: Säger

# model:gnuhealth.occupation,name:occ508
source: Scabbardmaker
de: Scheiden-/Köchermacher
ka: სკაბარდიმერი

# model:gnuhealth.occupation,name:occ509
source: School-bus driver
de: Schulbusfahrer
ka: სკოლის ავტობუსის მძღოლი

# model:gnuhealth.occupation,name:occ510
source: School Principal
de: Schulleiter
ka: სკოლის დირექტორი

# model:gnuhealth.occupation,name:occ511
source: School superintendent
de: Schulinspektor

# model:gnuhealth.occupation,name:occ512
source: Scientist
de: Wissenschaftler
ka: მეცნიერი

# model:gnuhealth.occupation,name:occ513
source: Scout
de: Kundschafter
ka: სკაუტი

# model:gnuhealth.occupation,name:occ514
source: Screenwriter
de: Drehbuchautor
ka: სცენარისტი

# model:gnuhealth.occupation,name:occ515
source: Scribe
de: Schreiber

# model:gnuhealth.occupation,name:occ516
source: Sculptor
de: Bildhauer
ka: მოქანდაკე

# model:gnuhealth.occupation,name:occ517
source: Seamstress
de: Näher

# model:gnuhealth.occupation,name:occ518
source: Second Mate
de: Zweiter Maat

# model:gnuhealth.occupation,name:occ519
source: Secret service agent
de: Geheimdienstagent
ka: საიდუმლო სამსახურის აგენტი

# model:gnuhealth.occupation,name:occ52
source: Circuit preacher
de: Pfarrer für mehrere Gemeinden

# model:gnuhealth.occupation,name:occ520
source: Secretary
de: Sekretär
ka: მდივანი

# model:gnuhealth.occupation,name:occ521
source: Secretary general
de: Generalsekretär

# model:gnuhealth.occupation,name:occ522
source: Servant
de: Diener
ka: მსახური

# model:gnuhealth.occupation,name:occ523
source: Sexologist
de: Sexologe
ka: სექსოლოგი

# model:gnuhealth.occupation,name:occ524
source: Sexton
de: Kirchendiener

# model:gnuhealth.occupation,name:occ525
source: Sex worker
de: Sexarbeiter
ka: სექს მუშაკი

# model:gnuhealth.occupation,name:occ526
source: Sheepshearer
de: Schafscherer

# model:gnuhealth.occupation,name:occ527
source: Shepherd
de: Schafhirte
ka: მწყემსი

# model:gnuhealth.occupation,name:occ528
source: Shaman
de: Schamane
ka: შამანი

# model:gnuhealth.occupation,name:occ529
source: Scott
de: Schotte

# model:gnuhealth.occupation,name:occ53
source: Civil servant
de: Öffentlicher Dienst
ka: სამოქალაქო მოხელე

# model:gnuhealth.occupation,name:occ531
source: Sheriff officer
de: Sheriffsgehilfe
ka: შერიფი ოფიცერი

# model:gnuhealth.occupation,name:occ532
source: Shoemaker
de: Schuhmacher
ka: ფეხსაცმლის მწარმოებელი

# model:gnuhealth.occupation,name:occ533
source: Singer
de: Sänger
ka: მომღერალი

# model:gnuhealth.occupation,name:occ536
source: Social worker
de: Sozialarbeiter
ka: სოციალური მუშაკი

# model:gnuhealth.occupation,name:occ537
source: Sociologists
de: Soziologe
ka: სოციოლოგები

# model:gnuhealth.occupation,name:occ538
source: Software architect
de: Softwäreentwickler
ka: პროგრამული უზრუნველყოფის არქიტექტორი

# model:gnuhealth.occupation,name:occ539
source: Software engineer
de: Software-Ingenieur
ka: პროგრამული უზრუნველყოფის ინჟინერი

# model:gnuhealth.occupation,name:occ54
source: Civil engineer
de: Bauingenieur
ka: სამოქალაქო ინჟინერი

# model:gnuhealth.occupation,name:occ540
source: Software project manager
de: Software-Projekt-Manager
ka: პროგრამული უზრუნველყოფის პროექტის მენეჯერი

# model:gnuhealth.occupation,name:occ541
source: Soil scientist
de: Bodenkundler
ka: ნიადაგის მეცნიერი

# model:gnuhealth.occupation,name:occ542
source: Soldier
de: Soldat
ka: ჯარისკაცი

# model:gnuhealth.occupation,name:occ543
source: Solicitor
de: Anwalt

# model:gnuhealth.occupation,name:occ545
source: Sound Engineer
de: Toningenieur
ka: ხმის ინჟინერი

# model:gnuhealth.occupation,name:occ546
source: Special agent
de: Geheimagent
ka: სპეციალური აგენტი

# model:gnuhealth.occupation,name:occ547
source: Specialist
de: Spezialist
ka: სპეციალისტი

# model:gnuhealth.occupation,name:occ548
source: Speech therapist
de: Logopäde
ka: ლოგოპედი

# model:gnuhealth.occupation,name:occ55
source: Clarinetist
de: Klarinettist

# model:gnuhealth.occupation,name:occ550
source: Sports therapist
de: Sporttherapeut
ka: სპორტული თერაპევტი

# model:gnuhealth.occupation,name:occ551
source: Stage designer
de: Bühnenbildner
ka: სცენის დიზაინერი

# model:gnuhealth.occupation,name:occ552
source: Statistician
de: Statistiker
ka: სტატისტიკოსი

# model:gnuhealth.occupation,name:occ553
source: Steward or stewardess
de: Stewardess / Steward
ka: სტიუარდი თუ სტიუარდესა

# model:gnuhealth.occupation,name:occ554
source: Stock broker
de: Börsenmakler
ka: საფონდო ბროკერი

# model:gnuhealth.occupation,name:occ555
source: Store Manager
de: Geschäftsleiter
ka: მაღაზიის მენეჯერი

# model:gnuhealth.occupation,name:occ556
source: Street artist
de: Straßenkünstler
ka: ქუჩის მხატვარი

# model:gnuhealth.occupation,name:occ557
source: Street musician
de: Straßenmusiker
ka: ქუჩის მუსიკოსი

# model:gnuhealth.occupation,name:occ558
source: Street vendor
de: Straßenverkäufer

# model:gnuhealth.occupation,name:occ559
source: Stringer
de: Seiler
ka: სტრინგერი

# model:gnuhealth.occupation,name:occ56
source: Cleaner
de: Reinigungskraft
ka: დამლაგებელი

# model:gnuhealth.occupation,name:occ561
source: Structural engineers
de: Tragwerksplaner
ka: სტრუქტურული ინჟინრები

# model:gnuhealth.occupation,name:occ564
source: Stunt coordinator
de: Stunt-Koordinator
ka: ტრიუკების კოორდინატორი

# model:gnuhealth.occupation,name:occ566
source: Stunt performer
de: Stuntman
ka: ტრიუკების შემსრულებელი

# model:gnuhealth.occupation,name:occ568
source: Surgeon
de: Chirurg
ka: ქირურგი

# model:gnuhealth.occupation,name:occ569
source: Surgical Technologist
de: OP-Techniker
ka: ქირურგიული ტექნოლოგი

# model:gnuhealth.occupation,name:occ57
source: Clerk
de: Kontorist
ka: კლერკი

# model:gnuhealth.occupation,name:occ570
source: Surveyor
de: Aufseher

# model:gnuhealth.occupation,name:occ571
source: Swimmer
de: Schwimmer
ka: მოცურავე

# model:gnuhealth.occupation,name:occ572
source: Switchboard operator
de: Telefonist

# model:gnuhealth.occupation,name:occ574
source: Systems designer
de: Systemdesigner
ka: სისტემების დიზაინერი

# model:gnuhealth.occupation,name:occ575
source: Systems analyst
de: Systemanalyst
ka: სისტემური ანალიტიკოსი

# model:gnuhealth.occupation,name:occ576
source: Tailor
de: Schneider
ka: მკერავი

# model:gnuhealth.occupation,name:occ578
source: Tapicer
de: Teppichknüpfer

# model:gnuhealth.occupation,name:occ579
source: Tax Collector
de: Steuereintreiber
ka: გადასახადების ამკრეფი

# model:gnuhealth.occupation,name:occ58
source: Clockmaker
de: Uhrmacher

# model:gnuhealth.occupation,name:occ580
source: Taxidermist
de: Präparator

# model:gnuhealth.occupation,name:occ581
source: Taxi-driver
de: Fahrer
ka: ტაქსის მძღოლი

# model:gnuhealth.occupation,name:occ582
source: Taxonomist
de: Taxonom

# model:gnuhealth.occupation,name:occ583
source: Tea lady
de: Teedame

# model:gnuhealth.occupation,name:occ584
source: Teacher
de: Lehrer
ka: მასწავლებელი

# model:gnuhealth.occupation,name:occ585
source: Technician
de: Techniker
ka: ტექნიკოსი

# model:gnuhealth.occupation,name:occ586
source: Technologist
de: Technologe
ka: ტექნოლოგი

# model:gnuhealth.occupation,name:occ587
source: Technical Writer
de: Technischer Autor
ka: ტექნიკური მწერალი

# model:gnuhealth.occupation,name:occ588
source: Telegraphist
de: Telegraph
ka: ტელეგრაფისტი

# model:gnuhealth.occupation,name:occ589
source: Telemarketer
de: Telefonvermarkter

# model:gnuhealth.occupation,name:occ59
source: Coach
de: Trainer
ka: მწვრთნელი

# model:gnuhealth.occupation,name:occ590
source: Telephone operator
de: Call-Center Agent
ka: ტელეფონის ოპერატორი

# model:gnuhealth.occupation,name:occ591
source: Tennis player
de: Tennisspieler
ka: ჩოგბურთელი

# model:gnuhealth.occupation,name:occ592
source: Test developer
de: Testentwickler

# model:gnuhealth.occupation,name:occ594
source: Thatcher
de: Dachdecker

# model:gnuhealth.occupation,name:occ595
source: Theatre director
de: Theaterdirektor
ka: თეატრის რეჟისორი

# model:gnuhealth.occupation,name:occ596
source: Theologian
de: Theologe
ka: ღვთისმეტყველი

# model:gnuhealth.occupation,name:occ597
source: Therapist
de: Therapeut
ka: თერაპევტი

# model:gnuhealth.occupation,name:occ599
source: Tiler
de: Ziegelmacher

# model:gnuhealth.occupation,name:occ6
source: Architect
de: Architekt
ka: არქიტექტორი

# model:gnuhealth.occupation,name:occ60
source: Coachman
de: Kutscher

# model:gnuhealth.occupation,name:occ600
source: Toolmaker
de: Werkzeugmacher

# model:gnuhealth.occupation,name:occ601
source: Trademark attorney
de: Markenrechtsanwalt

# model:gnuhealth.occupation,name:occ602
source: Trader
de: Händler
ka: მოვაჭრე

# model:gnuhealth.occupation,name:occ603
source: Tradesman
de: Verkäufer

# model:gnuhealth.occupation,name:occ605
source: Transit planner
de: Verkehrsplaner
ka: ტრანზიტის დამგეგმავი

# model:gnuhealth.occupation,name:occ606
source: Translator
de: Übersetzer
ka: მთარგმნელი

# model:gnuhealth.occupation,name:occ607
source: Treasurer
de: Schatzmeister

# model:gnuhealth.occupation,name:occ608
source: Trigonometrist
de: Trigonometriker

# model:gnuhealth.occupation,name:occ609
source: Truck Driver
de: Lkw-Fahrer
ka: სატვირთო მანქანის მძღოლი

# model:gnuhealth.occupation,name:occ61
source: Coast guard
de: Küstenwache
ka: სანაპირო დაცვა

# model:gnuhealth.occupation,name:occ610
source: Tuner
de: Instrumentenstimmer

# model:gnuhealth.occupation,name:occ611
source: Turner
de: Drechsler

# model:gnuhealth.occupation,name:occ613
source: Tyler
de: Ziegler

# model:gnuhealth.occupation,name:occ614
source: Undertaker
de: Beerdigungsunternehmer

# model:gnuhealth.occupation,name:occ615
source: Ufologist
de: Ufologe

# model:gnuhealth.occupation,name:occ616
source: Undercover agent
de: Verdeckter Ermittler

# model:gnuhealth.occupation,name:occ617
source: Upholder
de: Erhalter

# model:gnuhealth.occupation,name:occ618
source: Upholsterer
de: Polsterer

# model:gnuhealth.occupation,name:occ619
source: Urologist
de: Urologe
ka: უროლოგი

# model:gnuhealth.occupation,name:occ62
source: Cobbler
de: Schuster

# model:gnuhealth.occupation,name:occ620
source: Urban planner
de: Stadtplaner
ka: ურბანული დამგეგმავები

# model:gnuhealth.occupation,name:occ621
source: Usher
de: Küster

# model:gnuhealth.occupation,name:occ622
source: Valet
de: Kofferträger

# model:gnuhealth.occupation,name:occ623
source: Verger
de: Kirchenhelfer

# model:gnuhealth.occupation,name:occ624
source: Veterinarian
de: Tierarzt
ka: ვეტერინარი

# model:gnuhealth.occupation,name:occ625
source: Vibraphonist
de: Vibraphon-Spieler

# model:gnuhealth.occupation,name:occ626
source: Vicar
de: Vikar

# model:gnuhealth.occupation,name:occ627
source: Video editor
de: Cutter
ka: ვიდეო რედაქტორი

# model:gnuhealth.occupation,name:occ628
source: Video game developer
de: Videospiel-Entwickler
ka: ვიდეო თამაშების შემქმნელი

# model:gnuhealth.occupation,name:occ629
source: Vintner
de: Weinhändler

# model:gnuhealth.occupation,name:occ63
source: Cognitive scientist
de: Kognitionswissenschaftler

# model:gnuhealth.occupation,name:occ632
source: Vocalist
de: Sänger
ka: ვოკალისტი

# model:gnuhealth.occupation,name:occ633
source: Waiter
de: Kellner
ka: მიმტანი

# model:gnuhealth.occupation,name:occ634
source: Warder
de: Wärter

# model:gnuhealth.occupation,name:occ635
source: Weaponsmith
de: Waffenschmied

# model:gnuhealth.occupation,name:occ636
source: Weatherman
de: Wetteransager
ka: მეტეოროლოგი

# model:gnuhealth.occupation,name:occ637
source: Weaver
de: Weber

# model:gnuhealth.occupation,name:occ639
source: Web developer
de: Webentwickler
ka: ვებ დეველოპერი

# model:gnuhealth.occupation,name:occ64
source: Columnist
de: Kolumnist

# model:gnuhealth.occupation,name:occ641
source: Welder
de: Schweißer

# model:gnuhealth.occupation,name:occ642
source: Wet nurse
de: Amme

# model:gnuhealth.occupation,name:occ643
source: Woodcarver
de: Holzschnitzer

# model:gnuhealth.occupation,name:occ644
source: Wood cutter
de: Holzfäller

# model:gnuhealth.occupation,name:occ645
source: Wrangler
de: Pferdewirt

# model:gnuhealth.occupation,name:occ646
source: Winemaker
de: Winzer
ka: მეღვინე

# model:gnuhealth.occupation,name:occ647
source: Writer
de: Schreiber
ka: მწერალი

# model:gnuhealth.occupation,name:occ648
source: Xylophonist
de: Xylophonspieler

# model:gnuhealth.occupation,name:occ649
source: X-ray technician
de: Roentgentechniker
ka: რენტგენის ტექნიკოსი

# model:gnuhealth.occupation,name:occ65
source: Comedian
de: Komödiant
ka: კომიკოსი

# model:gnuhealth.occupation,name:occ651
source: Youth worker
de: Jugendarbeiter

# model:gnuhealth.occupation,name:occ652
source: Zookeeper
de: Tierpfleger

# model:gnuhealth.occupation,name:occ653
source: Zoologist
de: Zoologe
ka: ზოოლოგი

# model:gnuhealth.occupation,name:occ66
source: Compasssmith
de: Kompassbauer

# model:gnuhealth.occupation,name:occ67
source: Composer
de: Komponist
ka: კომპოზიტორი

# model:gnuhealth.occupation,name:occ68
source: Computer engineer
de: Computertechniker
ka: კომპიუტერული ინჟინერი

# model:gnuhealth.occupation,name:occ69
source: Computer programmer
de: Programmierer
ka: კომპიუტერის პროგრამისტი

# model:gnuhealth.occupation,name:occ70
source: Concierge
de: Portier

# model:gnuhealth.occupation,name:occ71
source: Conductor (music)
de: Dirigent

# model:gnuhealth.occupation,name:occ72
source: Constable
de: Wachtmeister
ka: კონსტებლი

# model:gnuhealth.occupation,name:occ73
source: Construction engineer
de: Bauingenieur
ka: სამშენებლო ინჟინერი

# model:gnuhealth.occupation,name:occ74
source: Construction manager
de: Bauleiter
ka: კონსტრუქციის მენეჯერი

# model:gnuhealth.occupation,name:occ75
source: Construction worker
de: Bauarbeiter
ka: მშენებლობაზე მომუშავე

# model:gnuhealth.occupation,name:occ76
source: Consul
de: Konsul
ka: კონსული

# model:gnuhealth.occupation,name:occ77
source: Consultant
de: Berater
ka: კონსულტანტი

# model:gnuhealth.occupation,name:occ78
source: Contract Manager
de: Vertragsmanager
ka: კონტრაქტის მენეჯერი

# model:gnuhealth.occupation,name:occ8
source: Author
de: Autor
ka: ავტორი

# model:gnuhealth.occupation,name:occ80
source: Coroner
de: Gerichtsmediziner

# model:gnuhealth.occupation,name:occ81
source: Corporate executive officer
de: Geschäftsführer
ka: კორპორატიული აღმასრულებელი ოფიცერი

# model:gnuhealth.occupation,name:occ82
source: Correctional Officer
de: Vollzugsbeamter

# model:gnuhealth.occupation,name:occ83
source: Corrector
de: Korrektor
ka: კორექტორი

# model:gnuhealth.occupation,name:occ84
source: Correspondent
de: Korrespondent
ka: კორესპონდენტი

# model:gnuhealth.occupation,name:occ85
source: Cosmetologist
de: Kosmetiker
ka: კოსმეტოლოგი

# model:gnuhealth.occupation,name:occ86
source: Cosmonaut
de: Kosmonaut
ka: კოსმონავტი

# model:gnuhealth.occupation,name:occ88
source: Costume Designer
de: Kostümdesigner
ka: კოსტიუმების დიზაინერი

# model:gnuhealth.occupation,name:occ89
source: Courier
de: Kurier
ka: კურიერი

# model:gnuhealth.occupation,name:occ9
source: Artist
de: Künstler
ka: არტისტი

# model:gnuhealth.occupation,name:occ90
source: Court jester
de: Hofnarr

# model:gnuhealth.occupation,name:occ91
source: Cowherd
de: Kuhhirte

# model:gnuhealth.occupation,name:occ92
source: CPA (Certified Public Accountant)
de: Wirtschaftsprüfer

# model:gnuhealth.occupation,name:occ93
source: Craftsman
de: Handwerker

# model:gnuhealth.occupation,name:occ94
source: Creative engineering
de: Erfinder
ka: შემოქმედებითი ინჟინერია

# model:gnuhealth.occupation,name:occ95
source: Crier
de: Schreier

# model:gnuhealth.occupation,name:occ96
source: Crofter
de: Kleinbauer

# model:gnuhealth.occupation,name:occ97
source: Cryptographer
de: Kryptograph

# model:gnuhealth.occupation,name:occ98
source: Cryptozoologist
de: Kryptozoologe

# model:gnuhealth.occupation,name:occ99
source: Crystallographer
de: Kristallograph
ka: კრისტალოგრაფი

# model:gnuhealth.operational_area,name:
source: Operational Area
de: Einsatzgebiete

# model:gnuhealth.operational_sector,name:
source: Operational Sector
de: Einsatzgebiet
ka: ოპერატიული სექტორი

# model:gnuhealth.pathology,name:
source: Health Conditions
de: Gesundheitszustand
ka: ჯანმრთელობის მდგომარეობა

# model:gnuhealth.pathology.category,name:
source: Disease Categories
de: Erkrankungsgruppen
ka: დაავადების კატეგორიები

# model:gnuhealth.pathology.group,name:
source: Pathology Groups
de: Pathologie-Informationen
ka: პათოლოგიის ჯგუფები

# model:gnuhealth.pathology.group,name:ALLERGIC
source: ALLERGIC
de: ALLERGISCH
ka: ალერგიული

# model:gnuhealth.pathology.group,name:AUTOIMMUNE
source: AUTOIMMUNE
de: AUTOIMMUN

# model:gnuhealth.pathology.group,name:CONNECTIVE
source: CONNECTIVE TISSUE and MUSCULOSKELETAL
de: BINDEGEWEBE und BEWEGUNGSAPPARAT

# model:gnuhealth.pathology.group,name:GENITOURINARY
source: GENITOURINARY
de: GENITOURINAL

# model:gnuhealth.pathology.group,name:HEART
source: HEART
de: HERZ
ka: გული

# model:gnuhealth.pathology.group,name:INFECTIOUS
source: INFECTIOUS
de: INFEKTIÖS
ka: ინფექციური

# model:gnuhealth.pathology.group,name:METABOLIC
source: METABOLIC
de: METABOLISCH
ka: მეტაბოლური

# model:gnuhealth.pathology.group,name:NEOPLASIC
source: NEOPLASIC
de: NEOPLASTISCH
ka: ნეოპლასტიკური

# model:gnuhealth.pathology.group,name:NEUROLOGIC
source: NEUROLOGIC
de: NEUROLOGISCH
ka: ნევროლოგიური

# model:gnuhealth.pathology.group,name:NOTIFIABLE
source: NOTIFIABLE
de: MELDEPFLICHTIG

# model:gnuhealth.pathology.group,name:NUTRITION
source: NUTRITION
de: ERNÄHRUNG
ka: კვება

# model:gnuhealth.pathology.group,name:OBSGYN
source: GYNECOLOGY and OBSTETRICS
de: GYNÄKOLOGIE UND OBSTETRIK

# model:gnuhealth.pathology.group,name:PEDIATRIC
source: PEDIATRIC
de: PÄDIATRIE
ka: პედიატრიული

# model:gnuhealth.pathology.group,name:PSYCHIATRIC
source: PSYCHIATRIC
de: PSYCHIATRIE
ka: ფსიქიატრიული

# model:gnuhealth.pathology.group,name:RESP
source: RESPIRATORY
de: RESPIRATORISCH
ka: რესპირატორული

# model:gnuhealth.pathology.group,name:SOCIAL
source: SOCIAL AND FAMILY
de: SOZIALES UND FAMILIE

# model:gnuhealth.pathology.group,name:VASCULAR
source: VASCULAR
de: VASKULÄR
ka: ვასკულარული

# model:gnuhealth.pathology.group,name:VIOLENCE
source: VIOLENCE
de: GEWALTTÄTIGKEIT
ka: ძალადობა

# model:gnuhealth.patient,name:
source: Patient related information
de: Informationen zum Patienten
ka: პაციენტთან დაკავშირებული ინფორმაცია

# model:gnuhealth.patient.disease,name:
source: Patient Conditions History
de: Gesundheitshistorie
ka: პაციენტის მდგომარეობის ისტორია

# model:gnuhealth.patient.ecg,name:
source: Patient ECG
de: Patient EKG
ka: პაციენტის ეკგ

# model:gnuhealth.patient.evaluation,name:
source: Patient Evaluation
de: Untersuchung des Patienten
ka: პაციენტის შეფასება

# model:gnuhealth.patient.medication,name:
source: Patient Medication
de: Medikation des Patienten
ka: პაციენტის წამალი

# model:gnuhealth.person_alternative_identification,name:
source: Alternative person ID
de: Anderer ID der Person
ka: ალტერნატიული პირის პირადობის მოწმობა

# model:gnuhealth.person_name,name:
source: Person Name
de: Personenname
ka: პიროვნების სახელი

# model:gnuhealth.prescription.line,name:
source: Prescription Line
de: Rezeptzeile

# model:gnuhealth.prescription.order,name:
source: Prescription Order
de: Rezept

# model:gnuhealth.procedure,name:
source: Medical Procedures
de: Medizinische Verfahren
ka: სამედიცინო პროცედურები

# model:gnuhealth.secondary_condition,name:
source: Secondary Conditions
de: Folgeleiden

# model:gnuhealth.sequences,name:
source: Standard Sequences for GNU Health
de: Standardsequenzen für GNU Health

# model:gnuhealth.signs_and_symptoms,name:
source: Evaluation Signs and Symptoms
de: Untersuchung Zeichen und Symptome
ka: შეფასების ნიშნები და სიმპტომები

# model:gnuhealth.specialty,name:
source: Medical Specialty
de: Medizinischer Fachbereich
ka: სამედიცინო სპეციალობა

# model:gnuhealth.specialty,name:10
source: Clinical Neurophysiology
de: Klinische Neurophysiologie
ka: კლინიკური ნეიროფიზიოლოგია

# model:gnuhealth.specialty,name:11
source: Dermatology
de: Dermatologie
ka: დერმატოლოგია

# model:gnuhealth.specialty,name:12
source: Nutrition
de: Ernährung
ka: კვება
