Repository: alwindoss/gnuhealth
Catalog: tryton/health/locale/*.po
Languages: de, ka

# field:gnuhealth.du,water:
source: Running Water
de: Fließendes Wasser
ka: მოშვებული წყალი

# field:gnuhealth.du,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.du,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.ethnicity,create_date:
source: Create Date
de: Erstellungsdatum
ka: დაწერეთ თარიღი

# field:gnuhealth.ethnicity,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.ethnicity,notes:
source: Notes
de: Notize
ka: ჩანაწერები

# field:gnuhealth.ethnicity,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.ethnicity,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.family,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.family,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.family,info:
source: Extra Information
de: Zusätzliche Informationen
ka: დამატებითი ინფორმაცია

# field:gnuhealth.family,members:
source: Family Members
de: Familienmitglieder
ka: ოჯახის წევრები

# field:gnuhealth.family,name:
source: Family
de: Familie
ka: ოჯახი

# field:gnuhealth.family,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.family,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებლი

# field:gnuhealth.family_member,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.family_member,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.family_member,name:
source: Family
de: Familie
ka: ოჯახი

# field:gnuhealth.family_member,party:
source: Party
de: Partei
ka: ფართი

# field:gnuhealth.family_member,role:
source: Role
de: Rolle
ka: როლი

# field:gnuhealth.family_member,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.family_member,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.healthprofessional,code:
source: LICENSE ID
de: Lizenz ID
ka: მოწმობის აიდი

# field:gnuhealth.healthprofessional,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.healthprofessional,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.healthprofessional,info:
source: Extra info
de: Zusätzliche Informationen
ka: დამატებითი ინფორმაცია

# field:gnuhealth.healthprofessional,institution:
source: Institution
de: Einrichtung
ka: ინსტიტუცია

# field:gnuhealth.healthprofessional,main_specialty:
source: Main Specialty
de: Haupt-Fachbereich
ka: მთავარი სპეციალობა

# field:gnuhealth.healthprofessional,name:
source: Health Professional
de: Behandler
ka: ჯანდაცვის პროფესიონალი

# field:gnuhealth.healthprofessional,puid:
source: PUID
de: bPK

# field:gnuhealth.healthprofessional,specialties:
source: Specialties
de: Fachbereiche
ka: სპეციალობები

# field:gnuhealth.healthprofessional,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.healthprofessional,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.hospital.bed,bed_type:
source: Bed Type
de: Art des Bettes
ka: საწოლის ტიპი

# field:gnuhealth.hospital.bed,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.hospital.bed,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.hospital.bed,extra_info:
source: Extra Info
de: Zusätzliche Informationen
ka: დამატებითი ინფორმაცია

# field:gnuhealth.hospital.bed,institution:
source: Institution
de: Einrichtung
ka: ინსტიტუცია

# field:gnuhealth.hospital.bed,name:
source: Bed
de: Bett
ka: საწოლი

# field:gnuhealth.hospital.bed,telephone_number:
source: Telephone Number
de: Telefonnummer
ka: ტელეფონის ნომერი

# field:gnuhealth.hospital.bed,ward:
source: Ward
de: Station
ka: პალატა

# field:gnuhealth.hospital.bed,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.hospital.bed,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.hospital.building,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.hospital.building,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.hospital.building,extra_info:
source: Extra Info
de: Zusätzliche Informationen
ka: დამატებითი ინფორმაცია

# field:gnuhealth.hospital.building,institution:
source: Institution
de: Einrichtung
ka: ინსტიტუცია

# field:gnuhealth.hospital.building,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.hospital.building,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.hospital.or,building:
source: Building
de: Gebäude
ka: შენობა

# field:gnuhealth.hospital.or,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.hospital.or,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.hospital.or,extra_info:
source: Extra Info
de: Zusätzliche Informationen
ka: დამატებითი ინფორმაცია

# field:gnuhealth.hospital.or,institution:
source: Institution
de: Einrichtung
ka: ინსტიტუცია

# field:gnuhealth.hospital.or,unit:
source: Unit
de: Einheit
ka: ერთეული

# field:gnuhealth.hospital.or,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.hospital.or,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებლი

# field:gnuhealth.hospital.unit,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.hospital.unit,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.hospital.unit,extra_info:
source: Extra Info
de: Zusätzliche Informationen
ka: დამატებითი ინფორმაცია

# field:gnuhealth.hospital.unit,institution:
source: Institution
de: Einrichtung
ka: ინსტიტუცია

# field:gnuhealth.hospital.unit,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.hospital.unit,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.hospital.ward,ac:
source: Air Conditioning
de: Klimaanlage
ka: ჰაერის კონდიცირება

# field:gnuhealth.hospital.ward,bio_hazard:
source: Bio Hazard
de: Biologische Gefährdung
ka: ბიო აზარდი

# field:gnuhealth.hospital.ward,building:
source: Building
de: Gebäude
ka: შენობა

# field:gnuhealth.hospital.ward,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.hospital.ward,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.hospital.ward,extra_info:
source: Extra Info
de: Zusätzliche Informationen
ka: დამატებითი ინფორმაცია

# field:gnuhealth.hospital.ward,floor:
source: Floor Number
de: Stockwerk
ka: სართულის ნომერი

# field:gnuhealth.hospital.ward,gender:
source: Gender
de: Geschlecht
ka: სქესი

# field:gnuhealth.hospital.ward,guest_sofa:
source: Guest sofa-bed
de: Gästebett
ka: სტუმრის დივან-ლოგინი

# field:gnuhealth.hospital.ward,institution:
source: Institution
de: Einrichtung
ka: ინსტიტუცია

# field:gnuhealth.hospital.ward,internet:
source: Internet Access
de: Internetzugang
ka: ინტერნეტთან ხელმისაწვდომობა

# field:gnuhealth.hospital.ward,microwave:
source: Microwave
de: Mikrowelle
ka: მიკროტალღა

# field:gnuhealth.hospital.ward,number_of_beds:
source: Number of beds
de: Anzahl der Betten
ka: საწოლების რაოდენობა

# field:gnuhealth.hospital.ward,private:
source: Private
de: Einzelzimmer
ka: პირადი

# field:gnuhealth.hospital.ward,private_bathroom:
source: Private Bathroom
de: Eigenes Bad
ka: პირადი სველი წერტილი

# field:gnuhealth.hospital.ward,refrigerator:
source: Refrigerator
de: Kühlschrank
ka: მაცივარი

# field:gnuhealth.hospital.ward,telephone:
source: Telephone access
de: Telefonanschluss
ka: ტელეფონთან ხელმისაწვდომობა

# field:gnuhealth.hospital.ward,tv:
source: Television
de: Fernsehen
ka: ტელევიზია

# field:gnuhealth.hospital.ward,unit:
source: Unit
de: Einheit
ka: ერთეული

# field:gnuhealth.hospital.ward,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.hospital.ward,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.hp_specialty,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.hp_specialty,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.hp_specialty,name:
source: Health Professional
de: Gesundheitsfachkraft
ka: ჯანდაცვის პროფესიონალი

# field:gnuhealth.hp_specialty,specialty:
source: Specialty
de: Fachabteilung
ka: სპეციალობა

# field:gnuhealth.hp_specialty,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.hp_specialty,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.immunization_schedule,active:
source: Active
de: aktiv
ka: აქტივი

# field:gnuhealth.immunization_schedule,country:
source: Country
de: Land
ka: ქვეყანა

# field:gnuhealth.immunization_schedule,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.immunization_schedule,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.immunization_schedule,desc:
source: Description
de: Beschreibung
ka: აღწერა

# field:gnuhealth.immunization_schedule,vaccines:
source: Vaccines
de: Impfstoffe
ka: ვაქცინები

# field:gnuhealth.immunization_schedule,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.immunization_schedule,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.immunization_schedule,year:
source: Year
de: Jahr
ka: წელი

# field:gnuhealth.immunization_schedule_dose,age_dose:
source: Age
de: Alter
ka: ასაკი

# field:gnuhealth.immunization_schedule_dose,age_unit:
source: Time Unit
de: Zeiteinheit
ka: დროის ერთეული

# field:gnuhealth.immunization_schedule_dose,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.immunization_schedule_dose,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.immunization_schedule_dose,dose_number:
source: Dose
de: Dosierung
ka: დოზა

# field:gnuhealth.immunization_schedule_dose,remarks:
source: Remarks
de: Bemerkungen
ka: შენიშვნები

# field:gnuhealth.immunization_schedule_dose,sched:
source: Schedule
de: Terminplan
ka: გრაფიკი

# field:gnuhealth.immunization_schedule_dose,vaccine:
source: Vaccine
de: Impfstoff
ka: ვაქცინა

# field:gnuhealth.immunization_schedule_dose,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.immunization_schedule_dose,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.immunization_schedule_line,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.immunization_schedule_line,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.immunization_schedule_line,doses:
source: Doses
de: Dosierung
ka: დოზები

# field:gnuhealth.immunization_schedule_line,remarks:
source: Remarks
de: Bemerkungen
ka: შენიშვნები

# field:gnuhealth.immunization_schedule_line,sched:
source: Schedule
de: Terminplan
ka: განრიგი

# field:gnuhealth.immunization_schedule_line,scope:
source: Scope
de: Ziel
ka: მოქმედების სფერო

# field:gnuhealth.immunization_schedule_line,vaccine:
source: Vaccine
de: Impfstoff
ka: ვაქცინა

# field:gnuhealth.immunization_schedule_line,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერე თარიღი

# field:gnuhealth.immunization_schedule_line,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერე მომხმარებელი

# field:gnuhealth.institution,beds:
source: Beds
de: Betten
ka: საწოლები

# field:gnuhealth.institution,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.institution,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.institution,extra_info:
source: Extra Info
de: Zusätzliche Informationen
ka: დამატებითი ინფორმაცია

# field:gnuhealth.institution,heliport:
source: Heliport
de: Hubschrauberlandeplatz
ka: ვერტმფრენი

# field:gnuhealth.institution,institution_type:
source: Type
de: Art
ka: ტიპი

# field:gnuhealth.institution,main_specialty:
source: Specialty
de: Fachabteilung
ka: სპეციალობა

# field:gnuhealth.institution,name:
source: Institution
de: Einrichtung
ka: დაწესებულება

# field:gnuhealth.institution,operating_room:
source: Operating Room
de: OP-Saal
ka: საოპერაციო ოთახი

# field:gnuhealth.institution,operational_sectors:
source: Operational Sector
de: Einsatzgebiet
ka: ოპერატიული სექტორი

# field:gnuhealth.institution,or_number:
source: ORs
de: OPs
ka: ან

# field:gnuhealth.institution,picture:
source: Picture
de: Foto
ka: სურათი

# field:gnuhealth.institution,public_level:
source: Public Level
de: Öffentlicher Level
ka: საზოგადოებრივი დონე

# field:gnuhealth.institution,specialties:
source: Specialties
de: Fachbereiche
ka: სპეციალობები

# field:gnuhealth.institution,teaching:
source: Teaching
de: Unterricht
ka: სწავლება

# field:gnuhealth.institution,trauma_center:
source: Trauma Center
de: Traumazentrum
ka: ტრავმის ცენტრი

# field:gnuhealth.institution,trauma_level:
source: Trauma Level
de: Traumagrad
ka: ტრავმის დონე

# field:gnuhealth.institution,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერე თარიღი

# field:gnuhealth.institution,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერე მომხმარებელი

# field:gnuhealth.institution.operationalsector,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.institution.operationalsector,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.institution.operationalsector,name:
source: Institution
de: Einrichtung
ka: დაწესებულება

# field:gnuhealth.institution.operationalsector,operational_sector:
source: Operational Sector
de: Einsatzgebiet
ka: ოპერატიული სექტორი

# field:gnuhealth.institution.operationalsector,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერე თარიღი

# field:gnuhealth.institution.operationalsector,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერე მომხმარებელი

# field:gnuhealth.institution.specialties,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.institution.specialties,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.institution.specialties,name:
source: Institution
de: Einrichtung
ka: დაწესებულება

# field:gnuhealth.institution.specialties,specialty:
source: Specialty
de: Fachabteilung
ka: სპეციალობა

# field:gnuhealth.institution.specialties,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.institution.specialties,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერე მომხმარებელი

# field:gnuhealth.insurance,category:
source: Category
de: Kategorie
ka: კატეგორია

# field:gnuhealth.insurance,company:
source: Insurance Company
de: Versicherungsgesellschaft
ka: სადაზღვევო კომპანია

# field:gnuhealth.insurance,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.insurance,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.insurance,insurance_type:
source: Insurance Type
de: Versicherungstyp
ka: დაზღვევის ტიპი

# field:gnuhealth.insurance,member_exp:
source: Expiration date
de: Gültig bis
ka: ვადის გასვლის თარიღი

# field:gnuhealth.insurance,member_since:
source: Member since
de: Mitglied seit
ka: წევრი წლიდან

# field:gnuhealth.insurance,name:
source: Owner
de: Eigentümer
ka: მფლობელი

# field:gnuhealth.insurance,notes:
source: Extra Info
de: Zusätzliche Informationen
ka: დამატებითი ინფორმაცია

# field:gnuhealth.insurance,number:
source: Number
de: Nummer
ka: ნომერი

# field:gnuhealth.insurance,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.insurance,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერე მომხმარებელი

# field:gnuhealth.insurance.plan,company:
source: Insurance Company
de: Versicherungsgesellschaft
ka: სადაზღვევო კომპანია

# field:gnuhealth.insurance.plan,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.insurance.plan,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.insurance.plan,is_default:
source: Default plan
de: Standardplan
ka: თავდაპირველი გეგმა

# field:gnuhealth.insurance.plan,notes:
source: Extra info
de: Zusätzliche Informationen
ka: დამატებითი ინფორმაცია

# field:gnuhealth.insurance.plan,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.insurance.plan,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერე მომხმარებელი

# field:gnuhealth.medicament,active_component:
source: Active component
de: Wirkstoff
ka: აქტიური კომპონენტი

# field:gnuhealth.medicament,adverse_reaction:
source: Adverse Reactions
de: Nebenwirkungen
ka: უარყოფითი რეაქციები

# field:gnuhealth.medicament,category:
source: Category
de: Kategorie
ka: კატეგორია

# field:gnuhealth.medicament,composition:
source: Composition
de: Zusammensetzung
ka: კომპოზიცია

# field:gnuhealth.medicament,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.medicament,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.medicament,dosage:
source: Dosage Instructions
de: Dosierungsanweisung
ka: დოზირების ინსტრუქცია

# field:gnuhealth.medicament,form:
source: Form
de: Formular
ka: ფორმა

# field:gnuhealth.medicament,indications:
source: Indication
de: Indikation
ka: მითითება

# field:gnuhealth.medicament,is_vaccine:
source: Vaccine
de: Impfstoff
ka: ვაქცინა

# field:gnuhealth.medicament,name:
source: Product
de: Produkt
ka: პროდუქტი

# field:gnuhealth.medicament,notes:
source: Extra Info
de: Zusätzliche Informationen
ka: დამატებითი ინფორმაცია

# field:gnuhealth.medicament,overdosage:
source: Overdosage
de: Überdosierung
ka: ჭარბი დოზირება

# field:gnuhealth.medicament,pregnancy:
source: Pregnancy and Lactancy
de: Schwangerschaft und Stillzeit
ka: ორსულობა და ლაქტაცია

# field:gnuhealth.medicament,pregnancy_cat_icon:
source: Preg. Cat. Icon
de: Schwang. Kat. Symbol

# field:gnuhealth.medicament,pregnancy_category:
source: Pregnancy Category
de: Schwangerschaftkategorie
ka: ორსულობის კატეგორია

# field:gnuhealth.medicament,pregnancy_warning:
source: Pregnancy Warning
de: Schwangerschaftswarnung
ka: გაფრთხილება ორსულობის შესახებ

# field:gnuhealth.medicament,presentation:
source: Presentation
de: Kindslage
ka: პრეზენტაცია

# field:gnuhealth.medicament,route:
source: Administration Route
de: Verabreichungsweg
ka: ადმინისტრაციული მარშრუტი

# field:gnuhealth.medicament,storage:
source: Storage Conditions
de: Lagerbedingungen
ka: შენახვის პირობები

# field:gnuhealth.medicament,strength:
source: Strength
de: Stärke
ka: ძალა

# field:gnuhealth.medicament,therapeutic_action:
source: Therapeutic effect
de: Wirkungsweise
ka: თერაპიული ეფექტი

# field:gnuhealth.medicament,unit:
source: dose unit
de: Dosis-Einheit
ka: დოზის ერთეული

# field:gnuhealth.medicament,write_date:
source: Write Date
de: Zuletzt geändert
ka: შეიყვანეთ თარიღი

# field:gnuhealth.medicament,write_uid:
source: Write User
de: Letzte Änderung durch
ka: შეიყვანეთ მომხმარებელი

# field:gnuhealth.medicament.category,childs:
source: Children
de: Kinder
ka: ბავშვები

# field:gnuhealth.medicament.category,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.medicament.category,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.medicament.category,parent:
source: Parent
de: Elternteil
ka: მშობელი

# field:gnuhealth.medicament.category,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.medicament.category,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებლი

# field:gnuhealth.medication.dosage,abbreviation:
source: Abbreviation
de: Abkürzung
ka: შემოკლებით

# field:gnuhealth.medication.dosage,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.medication.dosage,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.medication.dosage,name:
source: Frequency
de: Häufigkeit
ka: სიხშირე

# field:gnuhealth.medication.dosage,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.medication.dosage,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებლი

# field:gnuhealth.occupation,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.occupation,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.occupation,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.occupation,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებლი

# field:gnuhealth.operational_area,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.operational_area,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.operational_area,info:
source: Extra Information
de: Zusätzliche Informationen
ka: დამატებითი ინფორმაცია

# field:gnuhealth.operational_area,operational_sector:
source: Operational Sector
de: Einsatzgebiet
ka: ოპერატიული სექტორი

# field:gnuhealth.operational_area,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.operational_area,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებლი

# field:gnuhealth.operational_sector,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.operational_sector,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.operational_sector,info:
source: Extra Information
de: Zusätzliche Informationen
ka: დამატებითი ინფორმაცია

# field:gnuhealth.operational_sector,name:
source: Op. Sector
de: Einsatzbereich
ka: ოპ. სექტორი

# field:gnuhealth.operational_sector,operational_area:
source: Operational Area
de: Einsatzgebiete
ka: ოპერაციული არე

# field:gnuhealth.operational_sector,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.operational_sector,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.pathology,category:
source: Main Category
de: Hauptkategorie
ka: მთავარი კატეგორია

# field:gnuhealth.pathology,chromosome:
source: Affected Chromosome
de: Betroffenes Chromosom
ka: დაზარალებული ქრომოსომა

# field:gnuhealth.pathology,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.pathology,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.pathology,gene:
source: Gene
de: Gen
ka: გენი

# field:gnuhealth.pathology,groups:
source: Groups
de: Gruppen
ka: ჯგუფები

# field:gnuhealth.pathology,info:
source: Extra Info
de: Zusätzliche Informationen
ka: დამატებითი ინფორმაცია
