Repository: alwindoss/gnuhealth
Catalog: tryton/health/locale/*.po
Languages: de, ka

# report:gnuhealth.immunization_status_report:
source: Showing
de: Zeigend

# report:gnuhealth.immunization_status_report:
source: Vaccine
de: Impfstoff

# report:gnuhealth.immunization_status_report:
source: and the
de: und das

# report:gnuhealth.immunization_status_report:
source: mmunization status corresponding to the
de: Immunisierungsstatus korrespondierend zu

# report:gnuhealth.immunization_status_report:
source: only
de: nur

# report:gnuhealth.immunization_status_report:
source: person age
de: Alter der Person

# report:gnuhealth.immunization_status_report:
source: selected schedule
de: gewählter Terminplan

# report:gnuhealth.immunization_status_report:
source: the i
de: das i

# report:gnuhealth.patient_evaluation:
source: / Reliability :
de: / Verlässlichkeit:

# report:gnuhealth.patient_evaluation:
source: : Female
de: : Weiblich

# report:gnuhealth.patient_evaluation:
source: : Male
de: : Männlich

# report:gnuhealth.patient_evaluation:
source: : Married
de: : Verheiratet

# report:gnuhealth.patient_evaluation:
source: : Separated
de: : Getrennt

# report:gnuhealth.patient_evaluation:
source: : Widow
de: : Verwitwet

# report:gnuhealth.patient_evaluation:
source: Age
de: Alter

# report:gnuhealth.patient_evaluation:
source: Allergies and other relevant information
de: Allergien und weitere relevante Informationen

# report:gnuhealth.patient_evaluation:
source: BP : (Sys / dias)
de: Blutdruck (sys/dia)

# report:gnuhealth.patient_evaluation:
source: Chief Complaint
de: Hauptbeschwerde

# report:gnuhealth.patient_evaluation:
source: Clinical and Physical examination
de: Klinische und physikalische Untersuchung

# report:gnuhealth.patient_evaluation:
source: Clinical finding
de: klinisches Zeichen

# report:gnuhealth.patient_evaluation:
source: Comments
de: Kommentare

# report:gnuhealth.patient_evaluation:
source: Differential Diagnoses
de: Differentialdiagnose

# report:gnuhealth.patient_evaluation:
source: Discharge Reason
de: Entlassungsgrund

# report:gnuhealth.patient_evaluation:
source: DoB:
de: Geb.

# report:gnuhealth.patient_evaluation:
source: Ethnicity:
de: Ethnizität:

# report:gnuhealth.patient_evaluation:
source: Evaluation Digital Signature
de: Digitale Signatur der Untersuchnung

# report:gnuhealth.patient_evaluation:
source: Heart Rate
de: Herzfrequenz

# report:gnuhealth.patient_evaluation:
source: History of Present Illness
de: Anamnese zur jetzigen Erkrankung

# report:gnuhealth.patient_evaluation:
source: Information Source:
de: Informationsquelle:

# report:gnuhealth.patient_evaluation:
source: Initiated by
de: veranlasst von

# report:gnuhealth.patient_evaluation:
source: Main Condition :
de: Hauptzustand:

# report:gnuhealth.patient_evaluation:
source: Marital Status
de: Familienstand

# report:gnuhealth.patient_evaluation:
source: OSAT
de: O2Sat

# report:gnuhealth.patient_evaluation:
source: Occupation :
de: Beruf :

# report:gnuhealth.patient_evaluation:
source: Other Conditions
de: Andere Zustände

# report:gnuhealth.patient_evaluation:
source: Print Date:
de: Druckdatum:

# report:gnuhealth.patient_evaluation:
source: Resp Rate
de: Atemfrequenz

# report:gnuhealth.patient_evaluation:
source: Sex
de: Geschlecht

# report:gnuhealth.patient_evaluation:
source: Signs and Symptoms
de: Symptome

# report:gnuhealth.patient_evaluation:
source: Temperature
de: Temperatur

# report:gnuhealth.patient_evaluation:
source: Treatment
de: Behandlung

# report:gnuhealth.patient_evaluation:
source: Type
de: Typ

# report:gnuhealth.patient_evaluation:
source: ate:
de: aß:

# report:gnuhealth.patient_evaluation:
source: rocedures
de: Therapien

# report:patient.card:
source: Blood type :
de: Blutgruppe

# report:patient.card:
source: DoB:
de: Geb.dat.

# report:patient.conditions_history:
source: & history
de: & Anamnese

# report:patient.conditions_history:
source: Active
de: Aktiv

# report:patient.conditions_history:
source: Age :
de: Alter:

# report:patient.conditions_history:
source: Annotations about the patient condition
de: Anmerkungen zum Patientenzustand

# report:patient.conditions_history:
source: Automated
de: Automatisiert

# report:patient.conditions_history:
source: Diagnosed
de: diagnostiziert

# report:patient.conditions_history:
source: Disease
de: Krankheit

# report:patient.conditions_history:
source: Female
de: Weiblich

# report:patient.conditions_history:
source: HEALTH CONDITIONS
de: GESUNDHEITSZUSTÄNDE

# report:patient.conditions_history:
source: Infectious
de: infektiös

# report:patient.conditions_history:
source: Male
de: Männlich

# report:patient.conditions_history:
source: Print Date :
de: Druckdatum :

# report:patient.conditions_history:
source: Remarks
de: Anmerkung

# report:patient.conditions_history:
source: Severity
de: Schweregrad

# report:patient.conditions_history:
source: chronic
de: chronisch

# report:patient.conditions_history:
source: healed
de: geheilt

# report:patient.conditions_history:
source: improving
de: gebessert

# report:patient.conditions_history:
source: mild
de: leicht

# report:patient.conditions_history:
source: moderate
de: Mittel

# report:patient.conditions_history:
source: report about patient important conditions
de: Bericht über wichtige Zustände des Patienten

# report:patient.conditions_history:
source: severe
de: schwer

# report:patient.conditions_history:
source: unchanged
de: unverändert

# report:patient.conditions_history:
source: worsening
de: verschlechtert

# report:patient.medication:
source: Active
de: aktiv

# report:patient.medication:
source: Age :
de: Alter :

# report:patient.medication:
source: End
de: Ende

# report:patient.medication:
source: Female
de: Weiblich

# report:patient.medication:
source: Indication
de: Indikation

# report:patient.medication:
source: Male
de: Männlich

# report:patient.medication:
source: Medicament
de: Medikament

# report:patient.medication:
source: PATIENT MEDICATION HISTORY
de: PATIENTEN MEDIKATIONSHISTORIE

# report:patient.medication:
source: Prescribed by
de: Verordnet durch

# report:patient.medication:
source: Print Date
de: Druckdatum:

# report:patient.medication:
source: Start
de: Anfang

# report:patient.vaccination:
source: Age :
de: Alter :

# report:patient.vaccination:
source: Date
de: Datum

# report:patient.vaccination:
source: Date :
de: Daum :

# report:patient.vaccination:
source: Dose
de: Dosierung

# report:patient.vaccination:
source: Female
de: Weiblich

# report:patient.vaccination:
source: HISTORY
de: HISTORIE

# report:patient.vaccination:
source: Male
de: Männlich

# report:patient.vaccination:
source: Next Dose
de: Nächste Dosis

# report:patient.vaccination:
source: Observations
de: Beobachtungen

# report:patient.vaccination:
source: Print
de: Drucken

# report:patient.vaccination:
source: VACCINATION
de: IMPFUNG

# report:patient.vaccination:
source: Vaccine
de: Impfstoff

# report:prescription.order:
source: Address
de: Adresse

# report:prescription.order:
source: Age :
de: Alter:

# report:prescription.order:
source: Directions
de: Anweisungen

# report:prescription.order:
source: DoB :
de: Geb.:

# report:prescription.order:
source: Dose
de: Dosierung

# report:prescription.order:
source: Duration
de: Länge

# report:prescription.order:
source: End:
de: Ende:

# report:prescription.order:
source: Every
de: Jeden

# report:prescription.order:
source: Form
de: Formular

# report:prescription.order:
source: Health Professional
de: Gesundheitsfachkraft

# report:prescription.order:
source: Indication
de: Indikation

# report:prescription.order:
source: Insurance :
de: Versicherung :

# report:prescription.order:
source: Medicament
de: Medikament

# report:prescription.order:
source: Notes
de: Notize

# report:prescription.order:
source: PUID :
de: bPK :

# report:prescription.order:
source: Patient Contact Information
de: Patienten Kontaktinformationen

# report:prescription.order:
source: Prescribed by
de: Verordnet durch

# report:prescription.order:
source: Prescription ID :
de: Verschreibungs-ID

# report:prescription.order:
source: Prescription date :
de: Verschreibungsdatum:

# report:prescription.order:
source: Qty
de: Menge

# report:prescription.order:
source: Refills
de: Nachfüllungen

# report:prescription.order:
source: Remarks
de: Bemerkungen

# report:prescription.order:
source: Review
de: Überprüfung

# report:prescription.order:
source: Signature
de: Unterschrift

# report:prescription.order:
source: Start
de: Anfang

# report:prescription.order:
source: Substitution Allowed
de: Ersatz erlaubt

# report:prescription.order:
source: Unit
de: Einheit

# report:prescription.order:
source: as needed
de: bei Bedarf

# selection:gnuhealth.appointment,appointment_type:
source: Inpatient
de: Stationär

# selection:gnuhealth.appointment,appointment_type:
source: Outpatient
de: Ambulanter Patient

# selection:gnuhealth.appointment,state:
source: Cancelled by Health Center
de: Abgesagt durch die Gesundheitseinrichtung

# selection:gnuhealth.appointment,state:
source: Cancelled by patient
de: Abgesagt durch den Patienten

# selection:gnuhealth.appointment,state:
source: Checked in
de: aufgenommen

# selection:gnuhealth.appointment,state:
source: Confirmed
de: Bestätigt

# selection:gnuhealth.appointment,state:
source: Done
de: Erledigt

# selection:gnuhealth.appointment,state:
source: Free
de: Frei

# selection:gnuhealth.appointment,state:
source: No show
de: Nicht erschienen

# selection:gnuhealth.appointment,urgency:
source: Medical Emergency
de: Medizinischer Notfall

# selection:gnuhealth.appointment,urgency:
source: Normal
de: Spontan

# selection:gnuhealth.appointment,urgency:
source: Urgent
de: Dringlich

# selection:gnuhealth.appointment,visit_type:
source: Followup
de: Nachuntersuchung

# selection:gnuhealth.appointment,visit_type:
source: New health condition
de: Neuer Gesundheitszustand

# selection:gnuhealth.appointment,visit_type:
source: Well Child visit
de: Vorsorgeuntersuchung eines Kindes

# selection:gnuhealth.appointment,visit_type:
source: Well Man visit
de: Vorsorgeuntersuchung eines Mannes

# selection:gnuhealth.appointment,visit_type:
source: Well Woman visit
de: Vorsorgeuntersuchung einer Frau

# selection:gnuhealth.appointment.report,gender:
source: Female
de: Weiblich

# selection:gnuhealth.appointment.report,gender:
source: Male
de: Männlich

# selection:gnuhealth.birth_certificate,state:
source: Done
de: Erledigt

# selection:gnuhealth.birth_certificate,state:
source: Draft
de: Entwurf

# selection:gnuhealth.birth_certificate,state:
source: Signed
de: Unterzeichnet

# selection:gnuhealth.death_certificate,place_of_death:
source: Health Center
de: Gesundheitseinrichtung

# selection:gnuhealth.death_certificate,place_of_death:
source: Home
de: Zu Hause

# selection:gnuhealth.death_certificate,place_of_death:
source: Public place
de: Öffentlicher Platz

# selection:gnuhealth.death_certificate,place_of_death:
source: Work
de: Arbeit

# selection:gnuhealth.death_certificate,state:
source: Done
de: Erledigt

# selection:gnuhealth.death_certificate,state:
source: Draft
de: Entwurf

# selection:gnuhealth.death_certificate,state:
source: Signed
de: Unterzeichnet

# selection:gnuhealth.death_certificate,type_of_death:
source: Homicide
de: Mord

# selection:gnuhealth.death_certificate,type_of_death:
source: Natural
de: Natürlich

# selection:gnuhealth.death_certificate,type_of_death:
source: Pending Investigation
de: Untersuchung läuft

# selection:gnuhealth.death_certificate,type_of_death:
source: Suicide
de: Selbstmord

# selection:gnuhealth.death_certificate,type_of_death:
source: Undetermined
de: Nicht bestimmt

# selection:gnuhealth.death_underlying_condition,unit_of_time:
source: days
de: Tage

# selection:gnuhealth.death_underlying_condition,unit_of_time:
source: hours
de: Stunden

# selection:gnuhealth.death_underlying_condition,unit_of_time:
source: minutes
de: Minuten

# selection:gnuhealth.death_underlying_condition,unit_of_time:
source: months
de: Monate

# selection:gnuhealth.death_underlying_condition,unit_of_time:
source: years
de: Jahre

# selection:gnuhealth.du,dwelling:
source: Building
de: Gebäude

# selection:gnuhealth.du,dwelling:
source: Factory
de: Fabrik

# selection:gnuhealth.du,dwelling:
source: Mobile House
de: Mobiles Haus

# selection:gnuhealth.du,dwelling:
source: Single / Detached House
de: Einfamilienhaus / Freistehendes Haus

# selection:gnuhealth.du,dwelling:
source: Townhouse
de: Reihenhaus

# selection:gnuhealth.du,housing:
source: Comfortable and good sanitary conditions
de: Gute, komfortable Sanitäreinrichtungen

# selection:gnuhealth.du,housing:
source: Luxury and excellent sanitary conditions
de: Luxuriöse, hervorragende Sanitäreinrichtungen

# selection:gnuhealth.du,housing:
source: Roomy and excellent sanitary conditions
de: Geräumige, hervorragende Sanitäreinrichtungen

# selection:gnuhealth.du,housing:
source: Shanty, deficient sanitary conditions
de: Baufällige, unzulängliche Sanitäreinrichtungen

# selection:gnuhealth.du,housing:
source: Small, crowded but with good sanitary conditions
de: Kleine, überfüllte jedoch gute Sanitäreinrichtungen

# selection:gnuhealth.du,materials:
source: Adobe
de: Lehmstein

# selection:gnuhealth.du,materials:
source: Concrete
de: Beton

# selection:gnuhealth.du,materials:
source: Mud / Straw
de: Lehm / Stroh

# selection:gnuhealth.du,materials:
source: Stone
de: Stein

# selection:gnuhealth.du,materials:
source: Wood
de: Holz

# selection:gnuhealth.du,roof_type:
source: Adobe
de: Lehmstein

# selection:gnuhealth.du,roof_type:
source: Concrete
de: Beton

# selection:gnuhealth.du,roof_type:
source: Mud
de: Lehm

# selection:gnuhealth.du,roof_type:
source: Stone
de: Stein

# selection:gnuhealth.du,roof_type:
source: Thatched
de: Strohgedecktes Haus

# selection:gnuhealth.du,roof_type:
source: Wood
de: Holz

# selection:gnuhealth.hospital.bed,bed_type:
source: Circo Electric
de: Elektrisch aufrichtbar

# selection:gnuhealth.hospital.bed,bed_type:
source: Electric
de: Elektrisch

# selection:gnuhealth.hospital.bed,bed_type:
source: Gatch Bed
de: Verstellbar

# selection:gnuhealth.hospital.bed,bed_type:
source: Low Bed
de: Niedrig

# selection:gnuhealth.hospital.bed,bed_type:
source: Stretcher
de: Trage

# selection:gnuhealth.hospital.bed,state:
source: Free
de: Frei

# selection:gnuhealth.hospital.bed,state:
source: Needs cleaning
de: muss gereinigt werden

# selection:gnuhealth.hospital.bed,state:
source: Not available
de: Nicht verfügbar

# selection:gnuhealth.hospital.bed,state:
source: Occupied
de: Belegt

# selection:gnuhealth.hospital.bed,state:
source: Reserved
de: Reserviert

# selection:gnuhealth.hospital.or,state:
source: Confirmed
de: Bestätigt

# selection:gnuhealth.hospital.or,state:
source: Free
de: Frei

# selection:gnuhealth.hospital.or,state:
source: Not available
de: Nicht verfügbar

# selection:gnuhealth.hospital.or,state:
source: Occupied
de: besetzt

# selection:gnuhealth.hospital.ward,gender:
source: Men Ward
de: Männerstation

# selection:gnuhealth.hospital.ward,gender:
source: Women Ward
de: Frauenstation

# selection:gnuhealth.hospital.ward,state:
source: Beds available
de: Betten verfügbar

# selection:gnuhealth.hospital.ward,state:
source: Full
de: Voll

# selection:gnuhealth.hospital.ward,state:
source: Not available
de: Nicht verfügbar

# selection:gnuhealth.immunization_schedule_dose,age_unit:
source: days
de: Tage

# selection:gnuhealth.immunization_schedule_dose,age_unit:
source: months
de: Monate

# selection:gnuhealth.immunization_schedule_dose,age_unit:
source: weeks
de: Wochen

# selection:gnuhealth.immunization_schedule_dose,age_unit:
source: years
de: Jahre

# selection:gnuhealth.immunization_schedule_line,scope:
source: Recommended
de: Empfohlen

# selection:gnuhealth.immunization_schedule_line,scope:
source: Risk groups
de: Risikogruppen

# selection:gnuhealth.immunization_schedule_line,scope:
source: Systematic
de: Systematisch

# selection:gnuhealth.institution,institution_type:
source: Clinic
de: Klinik

# selection:gnuhealth.institution,institution_type:
source: Doctor office
de: Arztzimmer

# selection:gnuhealth.institution,institution_type:
source: General Hospital
de: Allgemeines Krankenhaus

# selection:gnuhealth.institution,institution_type:
source: Hospice
de: Hospiz

# selection:gnuhealth.institution,institution_type:
source: Nursing Home
de: Pflegeheim

# selection:gnuhealth.institution,institution_type:
source: Primary Care Center
de: Gesundheitseinrichtung der Basisversorgung

# selection:gnuhealth.institution,institution_type:
source: Rural facility
de: ländliche Einrichtung

# selection:gnuhealth.institution,institution_type:
source: Specialized Hospital
de: Spezialisiertes Krankenhaus

# selection:gnuhealth.institution,public_level:
source: Private
de: Einzelzimmer

# selection:gnuhealth.institution,public_level:
source: Private - State
de: Privat - Staat

# selection:gnuhealth.institution,public_level:
source: Public
de: Öffentlich

# selection:gnuhealth.institution,trauma_level:
source: Level I
de: Grad I

# selection:gnuhealth.institution,trauma_level:
source: Level II
de: Grad II

# selection:gnuhealth.institution,trauma_level:
source: Level III
de: Grad III

# selection:gnuhealth.institution,trauma_level:
source: Level IV
de: Grad IV

# selection:gnuhealth.institution,trauma_level:
source: Level V
de: Grad V

# selection:gnuhealth.insurance,insurance_type:
source: Labour Union / Syndical
de: Gewerkschaft

# selection:gnuhealth.insurance,insurance_type:
source: Private
de: Einzelzimmer

# selection:gnuhealth.insurance,insurance_type:
source: State
de: Zustand

# selection:gnuhealth.patient,biological_sex:
source: Female
de: Weiblich

# selection:gnuhealth.patient,biological_sex:
source: Male
de: Männlich

# selection:gnuhealth.patient,gender:
source: Female
de: Weiblich

# selection:gnuhealth.patient,gender:
source: Female -> Male
de: weiblich -> männlich

# selection:gnuhealth.patient,gender:
source: Male
de: Männlich

# selection:gnuhealth.patient,gender:
source: Male -> Female
de: männlich -> weiblich

# selection:gnuhealth.patient,marital_status:
source: Concubinage
de: ehe ähnliche Gemeinschaft

# selection:gnuhealth.patient,marital_status:
source: Divorced
de: Geschieden

# selection:gnuhealth.patient,marital_status:
source: Married
de: Verheiratet

# selection:gnuhealth.patient,marital_status:
source: Separated
de: Getrennt lebend

# selection:gnuhealth.patient,marital_status:
source: Single
de: Alleinlebend

# selection:gnuhealth.patient,marital_status:
source: Widowed
de: Verwitwet

# selection:gnuhealth.patient.disease,allergy_type:
source: Drug Allergy
de: Medikamentenallergie

# selection:gnuhealth.patient.disease,allergy_type:
source: Food Allergy
de: Lebensmittelallergie

# selection:gnuhealth.patient.disease,allergy_type:
source: Misc Allergy
de: Sonstige Allergien

# selection:gnuhealth.patient.disease,allergy_type:
source: Misc Contraindication
de: Sonstige Nebenwirkungen

# selection:gnuhealth.patient.disease,disease_severity:
source: Mild
de: Leicht

# selection:gnuhealth.patient.disease,disease_severity:
source: Moderate
de: Mäßig

# selection:gnuhealth.patient.disease,disease_severity:
source: Severe
de: Schwer

# selection:gnuhealth.patient.disease,status:
source: acute
de: Akut

# selection:gnuhealth.patient.disease,status:
source: chronic
de: Chronisch

# selection:gnuhealth.patient.disease,status:
source: healed
de: Geheilt

# selection:gnuhealth.patient.disease,status:
source: improving
de: Gebessert

# selection:gnuhealth.patient.disease,status:
source: unchanged
de: Unverändert

# selection:gnuhealth.patient.disease,status:
source: worsening
de: Verschlechtert

# selection:gnuhealth.patient.ecg,axis:
source: Extreme right deviation
de: überdrehter Rechtstyp

# selection:gnuhealth.patient.ecg,axis:
source: Left deviation
de: Linkstyp

# selection:gnuhealth.patient.ecg,axis:
source: Normal Axis
de: Normale Achse

# selection:gnuhealth.patient.ecg,axis:
source: Right deviation
de: Rechtstyp

# selection:gnuhealth.patient.ecg,pacemaker:
source: Atrioventricular
de: atrioventrikulär

# selection:gnuhealth.patient.ecg,pacemaker:
source: Sinus Node
de: Sinusknoten

# selection:gnuhealth.patient.ecg,rhythm:
source: Irregular
de: irregulär

# selection:gnuhealth.patient.ecg,rhythm:
source: Regular
de: Regulär

# selection:gnuhealth.patient.ecg,st_segment:
source: Depressed
de: gesenkt

# selection:gnuhealth.patient.ecg,st_segment:
source: Elevated
de: Erhöht

# selection:gnuhealth.patient.evaluation,discharge_reason:
source: Death
de: Tod

# selection:gnuhealth.patient.evaluation,discharge_reason:
source: Home / Selfcare
de: nach Hause / selbstversorgt

# selection:gnuhealth.patient.evaluation,discharge_reason:
source: Left against medical advice
de: entlassen gegen Revers

# selection:gnuhealth.patient.evaluation,discharge_reason:
source: Transferred to another institution
de: transferiert

# selection:gnuhealth.patient.evaluation,evaluation_type:
source: Inpatient
de: Stationär

# selection:gnuhealth.patient.evaluation,evaluation_type:
source: Outpatient
de: Ambulanter Patient

# selection:gnuhealth.patient.evaluation,gender:
source: Female
de: Weiblich

# selection:gnuhealth.patient.evaluation,gender:
source: Female -> Male
de: weiblich -> männlich

# selection:gnuhealth.patient.evaluation,gender:
source: Male
de: Männlich

# selection:gnuhealth.patient.evaluation,gender:
source: Male -> Female
de: männlich -> weiblich

# selection:gnuhealth.patient.evaluation,loc_eyes:
source: Does not Open Eyes
de: Öffnet die Augen nicht

# selection:gnuhealth.patient.evaluation,loc_eyes:
source: Opens eyes in response to painful stimuli
de: Öffnet die Augen auf Schmerzreiz

# selection:gnuhealth.patient.evaluation,loc_eyes:
source: Opens eyes in response to voice
de: Öffnet die Augen auf Ansprache

# selection:gnuhealth.patient.evaluation,loc_eyes:
source: Opens eyes spontaneously
de: Öffnet die Augen spontan

# selection:gnuhealth.patient.evaluation,loc_motor:
source: Abnormal flexion to painful stimuli (decorticate response)
de: Auf Schmerzreiz Beugesynergismen (abnormale Beugung, dekortizierte Antwort)

# selection:gnuhealth.patient.evaluation,loc_motor:
source: Extension to painful stimuli - decerebrate response -
de: Auf Schmerzreiz Strecksynergismen (decerebrierte Antwort)

# selection:gnuhealth.patient.evaluation,loc_motor:
source: Flexion / Withdrawal to painful stimuli
de: Ungezielte Schmerzabwehr

# selection:gnuhealth.patient.evaluation,loc_motor:
source: Localizes painful stimuli
de: Gezielte Schmerzabwehr

# selection:gnuhealth.patient.evaluation,loc_motor:
source: Makes no movement
de: Keine Reaktion auf Schmerzreiz

# selection:gnuhealth.patient.evaluation,loc_motor:
source: Obeys commands
de: Befolgt Anweisungen

# selection:gnuhealth.patient.evaluation,loc_verbal:
source: Confused, disoriented
de: Verwirrt, desoriertiert

# selection:gnuhealth.patient.evaluation,loc_verbal:
source: Incomprehensible sounds
de: Unverständliche Laute

# selection:gnuhealth.patient.evaluation,loc_verbal:
source: Makes no sounds
de: Gibt keine Geräusche von sich

# selection:gnuhealth.patient.evaluation,loc_verbal:
source: Oriented, converses normally
de: Konversationsfähig, orientiert

# selection:gnuhealth.patient.evaluation,loc_verbal:
source: Utters inappropriate words
de: Unzusammenhängende Worte

# selection:gnuhealth.patient.evaluation,mood:
source: Disgust
de: Ekel

# selection:gnuhealth.patient.evaluation,mood:
source: Euphoria
de: Euphorie

# selection:gnuhealth.patient.evaluation,mood:
source: Fear
de: Angst

# selection:gnuhealth.patient.evaluation,mood:
source: Flat
de: Matt

# selection:gnuhealth.patient.evaluation,mood:
source: Happy
de: Fröhlich

# selection:gnuhealth.patient.evaluation,mood:
source: Normal
de: Spontan

# selection:gnuhealth.patient.evaluation,mood:
source: Rage
de: Wut
