Repository: alwindoss/gnuhealth
Catalog: tryton/health/locale/*.po
Languages: de, ka

# field:gnuhealth.pathology,protein:
source: Protein involved
de: Beteiligtes Protein
ka: ჩართულია პროტეინი

# field:gnuhealth.pathology,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.pathology,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.pathology.category,childs:
source: Children Category
de: Kindkategorie
ka: ბავშვების კატეგორია

# field:gnuhealth.pathology.category,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.pathology.category,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.pathology.category,name:
source: Category Name
de: Kategorienamen
ka: კატეგორიის სახელი

# field:gnuhealth.pathology.category,parent:
source: Parent Category
de: Eltern-Kategorie
ka: მშობლების კატეგორია

# field:gnuhealth.pathology.category,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.pathology.category,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.pathology.group,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.pathology.group,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.pathology.group,desc:
source: Short Description
de: Kurze Beschreibung
ka: მოკლე აღწერა

# field:gnuhealth.pathology.group,info:
source: Detailed information
de: Allgemeine Informationen
ka: დეტალური ინფორმაცია

# field:gnuhealth.pathology.group,members:
source: Members
de: Mitglieder
ka: წევრები

# field:gnuhealth.pathology.group,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.pathology.group,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.patient,age:
source: Age
de: Alter
ka: ასაკი

# field:gnuhealth.patient,appointments:
source: Appointments
de: Termin
ka: დანიშვნები

# field:gnuhealth.patient,biological_sex:
source: Biological Sex
de: Biologisches Geschlecht
ka: ბიოლოგიური სქესი

# field:gnuhealth.patient,blood_type:
source: Blood Type
de: Blutgruppe
ka: სისხლის ჯგუფი

# field:gnuhealth.patient,childbearing_age:
source: Potential for Childbearing
de: Gebärfähigkeit
ka: მშობიარობის პოტენციალი

# field:gnuhealth.patient,cod:
source: Cause of Death
de: Todesursache
ka: სიკვდილის მიზეზი

# field:gnuhealth.patient,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.patient,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.patient,critical_info:
source: Free text information not included in the automatic summary
de: Frei Text Information, die nicht in der automatischen Zusammenfassung enthalten ist
ka: უფასო ტექსტური ინფორმაცია არ შედის ავტომატურ რეზიუმეში

# field:gnuhealth.patient,critical_summary:
source: Important health conditions related to this patient
de: Wichtige med. Informationen zu diesem Patienten
ka: ამ პაციენტთან დაკავშირებული ჯანმრთელობის მნიშვნელოვანი პირობები

# field:gnuhealth.patient,current_address:
source: Temp. Addr
de: Temp. Adr
ka: დროებითი მისამართი

# field:gnuhealth.patient,current_insurance:
source: Insurance
de: Versicherung
ka: დაზღვევა

# field:gnuhealth.patient,deceased:
source: Deceased
de: Verstorben
ka: გარდაცვლილი

# field:gnuhealth.patient,diseases:
source: Conditions
de: Diagnosen
ka: პირობები

# field:gnuhealth.patient,dob:
source: DoB
de: Geburtsdatum
ka: დაბადებ.

# field:gnuhealth.patient,dod:
source: Date of Death
de: Todesdatum
ka: გარდაცვალების თარიღი

# field:gnuhealth.patient,family:
source: Family
de: Familie
ka: ოჯახი

# field:gnuhealth.patient,gender:
source: Gender
de: Geschlecht
ka: სქესი

# field:gnuhealth.patient,general_info:
source: General Information
de: Hauptinformationen
ka: ზოგადი ინფორმაცია

# field:gnuhealth.patient,lastname:
source: Lastname
de: Nachname
ka: გვარი

# field:gnuhealth.patient,marital_status:
source: Marital Status
de: Familienstand
ka: ოჯახური მდგომარეობა

# field:gnuhealth.patient,medications:
source: Medications
de: Medikationen
ka: მედიკამენტები

# field:gnuhealth.patient,photo:
source: Picture
de: Foto
ka: სურათი

# field:gnuhealth.patient,primary_care_doctor:
source: GP
de: Arzt

# field:gnuhealth.patient,puid:
source: PUID
de: bPK

# field:gnuhealth.patient,vaccinations:
source: Vaccinations
de: Impfungen
ka: ვაქცინაცია

# field:gnuhealth.patient,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.patient,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.patient.disease,age:
source: Age when diagnosed
de: Alter bei Diagnose
ka: დიაგნოზის დადგენისას ასაკი

# field:gnuhealth.patient.disease,allergy_type:
source: Allergy type
de: Allergietyp
ka: ალერგიის ტიპი

# field:gnuhealth.patient.disease,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.patient.disease,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.patient.disease,date_start_treatment:
source: Start
de: Anfang
ka: დაწყება

# field:gnuhealth.patient.disease,date_stop_treatment:
source: End
de: Ende
ka: დასასრული

# field:gnuhealth.patient.disease,diagnosed_date:
source: Date of Diagnosis
de: Datum der Diagnose
ka: დიაგნოზის დასმის თარიღი

# field:gnuhealth.patient.disease,disease_severity:
source: Severity
de: Schweregrad
ka: სიმძიმის

# field:gnuhealth.patient.disease,extra_info:
source: Extra Info
de: Zusätzliche Informationen
ka: დამატებითი ინფორმაცია

# field:gnuhealth.patient.disease,healed_date:
source: Healed
de: Geheilt
ka: განკურნებული

# field:gnuhealth.patient.disease,healthprof:
source: Health Prof
de: Behandler
ka: ჯანდაცვის პროფ

# field:gnuhealth.patient.disease,infectious_disease_icon:
source: Infect
de: Infekt
ka: დაინფიცირება

# field:gnuhealth.patient.disease,is_active:
source: Active disease
de: aktive Erkrankung
ka: აქტიური დაავადება

# field:gnuhealth.patient.disease,is_allergy:
source: Allergic Disease
de: Allergie
ka: ალერგიული დაავადება

# field:gnuhealth.patient.disease,is_infectious:
source: Infectious Disease
de: Ansteckende Erkrankung
ka: ინფექციური დაავადება

# field:gnuhealth.patient.disease,is_on_treatment:
source: Currently on Treatment
de: Derzeit in Behandlung
ka: ამჟამად მკურნალობაზე

# field:gnuhealth.patient.disease,pathology:
source: Condition
de: Zustand
ka: მდგომარეობა

# field:gnuhealth.patient.disease,pregnancy_warning:
source: Pregnancy warning
de: Schwangerschaftswarnung
ka: გაფრთხილება ორსულობის შესახებ

# field:gnuhealth.patient.disease,related_evaluations:
source: Related Evaluations
de: Zugehörige Untersuchungen
ka: დაკავშირებული შეფასებები

# field:gnuhealth.patient.disease,short_comment:
source: Remarks
de: Bemerkungen
ka: შენიშვნები

# field:gnuhealth.patient.disease,treatment_description:
source: Treatment Description
de: Behandlungsbeschreibung
ka: მკურნალობის აღწერა

# field:gnuhealth.patient.disease,weeks_of_pregnancy:
source: Contracted in pregnancy week #
de: Kontraktionen in Schwangerschaftswoche #
ka: დაავადდა ორსულობის კვირა#

# field:gnuhealth.patient.disease,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.patient.disease,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.patient.ecg,axis:
source: Axis
de: Lagetyp
ka: ღერძი

# field:gnuhealth.patient.ecg,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.patient.ecg,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.patient.ecg,ecg_date:
source: Date
de: Datum
ka: თარიღი

# field:gnuhealth.patient.ecg,ecg_strip:
source: ECG Strip
de: EKG Streifen
ka: ECG ზოლი

# field:gnuhealth.patient.ecg,healthprof:
source: Health Prof
de: Gesundheitsfachkraft
ka: ჯანდაცვის პროფ

# field:gnuhealth.patient.ecg,institution:
source: Institution
de: Einrichtung
ka: დაწესებულება

# field:gnuhealth.patient.ecg,lead:
source: Lead
de: Hinweise
ka: ტყვია

# field:gnuhealth.patient.ecg,pacemaker:
source: Pacemaker
de: Schrittmacher
ka: კარდიოსტიმულატორი

# field:gnuhealth.patient.ecg,rhythm:
source: Rhythm
de: Rhythmus
ka: რიტმი

# field:gnuhealth.patient.ecg,st_segment:
source: ST Segment
de: ST Strecke

# field:gnuhealth.patient.ecg,twave_inversion:
source: T wave inversion
de: T-Wellen Umkehrung
ka: T ტალღის ინვერსია

# field:gnuhealth.patient.ecg,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.patient.ecg,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.patient.evaluation,abdominal_circ:
source: Waist
de: Taillenumfang
ka: წელი

# field:gnuhealth.patient.evaluation,abstraction:
source: Abstraction
de: Abstraktion
ka: აბსტრაქცია

# field:gnuhealth.patient.evaluation,actions:
source: Procedures
de: Verfahren
ka: პროცედურები

# field:gnuhealth.patient.evaluation,appointment:
source: Appointment
de: Termin
ka: დანიშვნა

# field:gnuhealth.patient.evaluation,bpm:
source: Heart Rate
de: Herzfrequenz
ka: პულსი

# field:gnuhealth.patient.evaluation,calculation_ability:
source: Calculation Ability
de: Rechenvermögen
ka: გაანგარიშების უნარი

# field:gnuhealth.patient.evaluation,chief_complaint:
source: Chief Complaint
de: Hauptbeschwerde
ka: მთავარი საჩივარი

# field:gnuhealth.patient.evaluation,cholesterol_total:
source: Last Cholesterol
de: Letzter Cholesterinwert
ka: ბოლო ქოლესტერინი

# field:gnuhealth.patient.evaluation,computed_age:
source: Age
de: Alter
ka: ასაკი

# field:gnuhealth.patient.evaluation,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.patient.evaluation,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.patient.evaluation,dehydration:
source: Dehydration
de: Flüssigkeitsmangel
ka: დეჰიდრატაცია

# field:gnuhealth.patient.evaluation,derived_from:
source: Derived from
de: Überwiesen von
ka: მომდინარეობს

# field:gnuhealth.patient.evaluation,derived_to:
source: Derived to
de: Überwiesen zu

# field:gnuhealth.patient.evaluation,diagnosis:
source: Main Condition
de: Allg. Verfassung
ka: მთავარი მდგომარეობა

# field:gnuhealth.patient.evaluation,diagnostic_hypothesis:
source: Hypotheses / DDx
de: Hypothesen / DDx
ka: ჰიპოთეზები / DDx

# field:gnuhealth.patient.evaluation,diastolic:
source: Diastolic Pressure
de: Diastolischer Druck
ka: დიასტოლური წნევა

# field:gnuhealth.patient.evaluation,discharge_reason:
source: Discharge Reason
de: Entlassungsgrund
ka: განმუხტვის მიზეზი

# field:gnuhealth.patient.evaluation,evaluation_endtime:
source: End
de: Ende
ka: დასასრული

# field:gnuhealth.patient.evaluation,evaluation_length:
source: Evaluation length
de: Dauer der Untersuchung
ka: შეფასების ხანგრძლივობა

# field:gnuhealth.patient.evaluation,evaluation_start:
source: Start
de: Anfang
ka: დაწყება

# field:gnuhealth.patient.evaluation,evaluation_summary:
source: Clinical and physical
de: Klinisch und physikalisch
ka: კლინიკური და ფიზიკური

# field:gnuhealth.patient.evaluation,evaluation_type:
source: Type
de: Art
ka: ტიპი

# field:gnuhealth.patient.evaluation,gender:
source: Gender
de: Geschlecht
ka: სქესი

# field:gnuhealth.patient.evaluation,glycemia:
source: Glycemia
de: Blutzuckerspiegel
ka: გლიკემია

# field:gnuhealth.patient.evaluation,hba1c:
source: Glycated Hemoglobin
de: Glykohämoglobin
ka: გლიკოზირებული ჰემოგლობინი

# field:gnuhealth.patient.evaluation,hdl:
source: Last HDL
de: Letzter HDL
ka: ბოლო HDL

# field:gnuhealth.patient.evaluation,head_circumference:
source: Head
de: Kopf
ka: უფროსი

# field:gnuhealth.patient.evaluation,healthprof:
source: Health Prof
de: Behandler
ka: ჯანდაცვის პროფ

# field:gnuhealth.patient.evaluation,height:
source: Height
de: Größe
ka: სიმაღლე

# field:gnuhealth.patient.evaluation,hip:
source: Hip
de: Hüfte
ka: თეძო

# field:gnuhealth.patient.evaluation,info_diagnosis:
source: Presumptive Diagnosis: Extra Info
de: Zusatzinformationen zur Verdachtsdiagnose
ka: სავარაუდო დიაგნოზი: დამატებითი ინფორმაცია

# field:gnuhealth.patient.evaluation,information_source:
source: Source
de: Ursprung
ka: წყარო

# field:gnuhealth.patient.evaluation,institution:
source: Institution
de: Einrichtung
ka: დაწესებულება

# field:gnuhealth.patient.evaluation,judgment:
source: Judgment
de: Beurteilung
ka: განაჩენი

# field:gnuhealth.patient.evaluation,knowledge_current_events:
source: Knowledge of Current Events
de: Wissen über aktuelle Ereignisse
ka: მიმდინარე მოვლენების ცოდნა

# field:gnuhealth.patient.evaluation,ldl:
source: Last LDL
de: Letzter HDL
ka: ბოლო LDL

# field:gnuhealth.patient.evaluation,loc_eyes:
source: Glasgow - Eyes
de: Glasgow - Augen
ka: გლაზგო - თვალები

# field:gnuhealth.patient.evaluation,loc_motor:
source: Glasgow - Motor
de: Glasgow - Motorik

# field:gnuhealth.patient.evaluation,malnutrition:
source: Malnutrition
de: Mangelernährung
ka: არასწორი კვება

# field:gnuhealth.patient.evaluation,memory:
source: Memory
de: Gedächtnis
ka: მეხსიერება

# field:gnuhealth.patient.evaluation,mood:
source: Mood
de: Stimmung
ka: განწყობა

# field:gnuhealth.patient.evaluation,next_evaluation:
source: Next Appointment
de: Nächster Termin
ka: შემდეგი დანიშვნა

# field:gnuhealth.patient.evaluation,notes:
source: Notes
de: Notize
ka: შენიშვნები

# field:gnuhealth.patient.evaluation,notes_complaint:
source: Complaint details
de: Beschwerden
ka: საჩივრის დეტალები

# field:gnuhealth.patient.evaluation,object_recognition:
source: Object Recognition
de: Objekterkennung
ka: ობიექტის ამოცნობა

# field:gnuhealth.patient.evaluation,orientation:
source: Orientation
de: Orientierung
ka: ორიენტაცია

# field:gnuhealth.patient.evaluation,osat:
source: Oxygen Saturation
de: Sauerstoffsättigung
ka: ჟანგბადის სატურაცია

# field:gnuhealth.patient.evaluation,present_illness:
source: Present Illness
de: Aktuelle Erkrankungen
ka: აწმყო დაავადება

# field:gnuhealth.patient.evaluation,related_condition:
source: Related condition
de: Verwandte Zustand
ka: დაკავშირებული მდგომარეობა

# field:gnuhealth.patient.evaluation,reliable_info:
source: Reliable
de: Verlässlich
ka: სანდო

# field:gnuhealth.patient.evaluation,report_evaluation_date:
source: Evaluation Date
de: Untersuchungsdatum
ka: შეფასების თარიღი

# field:gnuhealth.patient.evaluation,report_evaluation_time:
source: Evaluation Time
de: Untersuchungszeitpunkt
ka: შეფასების დრო

# field:gnuhealth.patient.evaluation,respiratory_rate:
source: Respiratory Rate
de: Atemfrequenz
ka: სუნთქვის სიხშირე

# field:gnuhealth.patient.evaluation,secondary_conditions:
source: Other Conditions
de: Andere Zustände
ka: სხვა პირობები

# field:gnuhealth.patient.evaluation,signed_by:
source: Health Prof
de: Behandler
ka: ჯანდაცვის პროფ

# field:gnuhealth.patient.evaluation,signs_and_symptoms:
source: Signs and Symptoms
de: Zeichen und Symptome
ka: ნიშნები და სიმპტომები

# field:gnuhealth.patient.evaluation,specialty:
source: Specialty
de: Fachabteilung
ka: სპეციალობა

# field:gnuhealth.patient.evaluation,state:
source: State
de: Zustand
ka: მდგომარეობა

# field:gnuhealth.patient.evaluation,systolic:
source: Systolic Pressure
de: Systolischer Druck
ka: სისტოლური წნევა

# field:gnuhealth.patient.evaluation,tag:
source: Last TAGs
de: Letzter Triglyceridwert
ka: ბოლო TAGs

# field:gnuhealth.patient.evaluation,temperature:
source: Temperature
de: Temperatur
ka: ტემპერატურა

# field:gnuhealth.patient.evaluation,urgency:
source: Urgency
de: Dringlichkeit
ka: სასწრაფო

# field:gnuhealth.patient.evaluation,user_id:
source: Last Changed by
de: Letzte Änderung durch
ka: ბოლოს შეიცვალა

# field:gnuhealth.patient.evaluation,violent:
source: Violent Behaviour
de: Gewalttätiges Verhalten
ka: ძალადობრივი ქცევა

# field:gnuhealth.patient.evaluation,visit_type:
source: Visit
de: Visite
ka: ვიზიტი

# field:gnuhealth.patient.evaluation,vocabulary:
source: Vocabulary
de: Wortschatz
ka: ლექსიკა

# field:gnuhealth.patient.evaluation,wait_time:
source: Patient wait time
de: Wartezeit des Patienten
ka: პაციენტის ლოდინის დრო

# field:gnuhealth.patient.evaluation,weight:
source: Weight
de: Gewicht
ka: წონა

# field:gnuhealth.patient.evaluation,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.patient.evaluation,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.patient.medication,admin_times:
source: Admin hours
de: Gabe Uhrzeit
ka: ადმინის საათები

# field:gnuhealth.patient.medication,adverse_reaction:
source: Adverse Reactions
de: Nebenwirkungen
ka: უარყოფითი რეაქციები

# field:gnuhealth.patient.medication,common_dosage:
source: Frequency
de: Häufigkeit
ka: სიხშირე

# field:gnuhealth.patient.medication,course_completed:
source: Course Completed
de: Behandlung regulär beendet
ka: კურსი დასრულებულია

# field:gnuhealth.patient.medication,create_date:
source: Create Date
de: Erstellungsdatum
ka: წარმოქმნის თარიღი

# field:gnuhealth.patient.medication,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.patient.medication,discontinued:
source: Discontinued
de: Abgebrochen
ka: შეწყდა

# field:gnuhealth.patient.medication,discontinued_reason:
source: Reason for discontinuation
de: Grund für den Abbruch
ka: შეწყვეტის მიზეზი

# field:gnuhealth.patient.medication,dose:
source: Dose
de: Dosierung
ka: დოზა

# field:gnuhealth.patient.medication,dose_unit:
source: dose unit
de: Dosierungseinheit
ka: დოზის ერთეული

# field:gnuhealth.patient.medication,duration:
source: Treatment duration
de: Behandlungsdauer
ka: მკურნალობის ხანგრძლივობა

# field:gnuhealth.patient.medication,duration_period:
source: Treatment period
de: Behandlungsperiode
ka: მკურნალობის პერიოდი

# field:gnuhealth.patient.medication,end_treatment:
source: End
de: Ende
ka: დასასრული

# field:gnuhealth.patient.medication,form:
source: Form
de: Formular
ka: ფორმა

# field:gnuhealth.patient.medication,frequency:
source: Frequency
de: Häufigkeit
ka: სიხშირე

# field:gnuhealth.patient.medication,frequency_prn:
source: PRN
de: Wie Benötigt

# field:gnuhealth.patient.medication,frequency_unit:
source: unit
de: Einheit
ka: ერთეული

# field:gnuhealth.patient.medication,healthprof:
source: Health Prof
de: Behandler
ka: ჯანდაცვის პროფ

# field:gnuhealth.patient.medication,indication:
source: Indication
de: Indikation
ka: მითითება

# field:gnuhealth.patient.medication,infusion_rate:
source: Rate
de: Geschwindigkeit
ka: შეფასება

# field:gnuhealth.patient.medication,infusion_rate_units:
source: Unit Rate
de: Einheit
ka: ერთეულის კურსი

# field:gnuhealth.patient.medication,institution:
source: Institution
de: Einrichtung
ka: დაწესებულება

# field:gnuhealth.patient.medication,is_active:
source: Active
de: aktiv
ka: აქტიური

# field:gnuhealth.patient.medication,medicament:
source: Medicament
de: Medikament
ka: მედიკამენტები

# field:gnuhealth.patient.medication,notes:
source: Extra Info
de: Zusätzliche Informationen
ka: დამატებითი ინფორმაცია

# field:gnuhealth.patient.medication,prescription:
source: Prescription
de: Verschreibung
ka: დანიშნულება

# field:gnuhealth.patient.medication,route:
source: Administration Route
de: Verabreichungsweg
ka: ადმინისტრაციული მარშრუტი

# field:gnuhealth.patient.medication,start_treatment:
source: Start
de: Anfang
ka: დაწყება

# field:gnuhealth.patient.medication,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.patient.medication,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.person_alternative_identification,alternative_id_type:
source: ID type
de: Art des ID
ka: პირადობის მოწმობის ტიპი

# field:gnuhealth.person_alternative_identification,comments:
source: Comments
de: Kommentar
ka: კომენტარები

# field:gnuhealth.person_alternative_identification,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.person_alternative_identification,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.person_alternative_identification,name:
source: Party
de: Partei
ka: წვეულება

# field:gnuhealth.person_alternative_identification,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.person_alternative_identification,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.person_name,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.person_name,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.person_name,date_from:
source: From
de: Von
ka: დან

# field:gnuhealth.person_name,date_to:
source: To
de: Bis

# field:gnuhealth.person_name,family:
source: Family
de: Familie
ka: ოჯახი

# field:gnuhealth.person_name,given:
source: Given
de: Vorname
ka: იმის გათვალისწინებით

# field:gnuhealth.person_name,prefix:
source: Prefix
de: Präfix
ka: პრეფიქსი

# field:gnuhealth.person_name,suffix:
source: Suffix
de: Namenszusatz
ka: სუფიქსი

# field:gnuhealth.person_name,use:
source: Use
de: Benutzung
ka: გამოყენება

# field:gnuhealth.person_name,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.person_name,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.prescription.line,admin_times:
source: Admin hours
de: Gabe Uhrzeit
ka: ადმინის საათები

# field:gnuhealth.prescription.line,allow_substitution:
source: Allow substitution
de: Erlaube Ersatz
ka: ჩანაცვლების დაშვება

# field:gnuhealth.prescription.line,common_dosage:
source: Frequency
de: Häufigkeit
ka: სიხშირე

# field:gnuhealth.prescription.line,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.prescription.line,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.prescription.line,dose:
source: Dose
de: Dosierung
ka: დოზა

# field:gnuhealth.prescription.line,dose_unit:
source: dose unit
de: Dosierungseinheit
ka: დოზის ერთეული

# field:gnuhealth.prescription.line,duration:
source: Treatment duration
de: Behandlungsdauer
ka: მკურნალობის ხანგრძლივობა

# field:gnuhealth.prescription.line,duration_period:
source: Treatment period
de: Behandlungsperiode
ka: მკურნალობის პერიოდი

# field:gnuhealth.prescription.line,end_treatment:
source: End
de: Ende
ka: დასასრული

# field:gnuhealth.prescription.line,form:
source: Form
de: Formular
ka: ფორმა

# field:gnuhealth.prescription.line,frequency:
source: Frequency
de: Häufigkeit
ka: სიხშირე

# field:gnuhealth.prescription.line,frequency_prn:
source: PRN
de: Wie Benötigt

# field:gnuhealth.prescription.line,frequency_unit:
source: unit
de: Einheit
ka: ერთეული

# field:gnuhealth.prescription.line,indication:
source: Indication
de: Indikation
ka: მითითება

# field:gnuhealth.prescription.line,infusion_rate:
source: Rate
de: Frequenz
ka: შეფასება

# field:gnuhealth.prescription.line,infusion_rate_units:
source: Unit Rate
de: Einheit
ka: ერთეულის კურსი

# field:gnuhealth.prescription.line,medicament:
source: Medicament
de: Medikament
ka: მედიკამენტები

# field:gnuhealth.prescription.line,name:
source: Prescription ID
de: Rezept-ID
ka: რეცეპტის ID

# field:gnuhealth.prescription.line,prnt:
source: Print
de: Drucken
ka: ბეჭდვა

# field:gnuhealth.prescription.line,quantity:
source: Units
de: Einheiten
ka: ერთეულები

# field:gnuhealth.prescription.line,refills:
source: Refills #
de: Nachfüllungen #
ka: შევსება #

# field:gnuhealth.prescription.line,review:
source: Valid Until
de: Gültig bis
ka: ძალაშია სანამ

# field:gnuhealth.prescription.line,route:
source: Administration Route
de: Verabreichungsweg
ka: ადმინისტრაციული მარშრუტი
