Repository: alwindoss/gnuhealth
Catalog: tryton/health/locale/*.po
Languages: de, ka

# help:gnuhealth.patient.evaluation,signs_and_symptoms:
source: Enter the Signs and Symptoms for the patient in this evaluation.
de: Tragen Sie in dieser Beurteilung die Anzeichen und Symptome des Patienten ein.
ka: ამ შეფასებაში შეიყვანეთ პაციენტის ნიშნები და სიმპტომები.

# help:gnuhealth.patient.evaluation,systolic:
source: Systolic pressure expressed in mmHg
de: Systolischer Druck in mmHg
ka: დიასტოლური წნევა გამოხატულია mmHg- ით

# help:gnuhealth.patient.evaluation,tag:
source: Triacylglycerol(triglicerides) level. Can be approximative. Expressed in mg/dL or mmol/L.
de: Triglyzeridwert, auch näherungsweise, in mg/dL oder mmol/L.
ka: ტრიაცილგლიცერინის (ტრიგლიცერიდები) დონე. შეიძლება იყოს მიახლოებითი. გამოხატულია მგ / დლ ან მმოლ / ლ.

# help:gnuhealth.patient.evaluation,temperature:
source: Temperature in celcius
de: Temperatur in Grad Celsius
ka: ტემპერატურა ცელსიუსში

# help:gnuhealth.patient.evaluation,tremor:
source: If associated to a disease, please encode it on the patient disease history
de: Wenn mit einer Krankheit verbunden, bitte in der Krankengeschichte in der Anamnese vermerken
ka: თუ რაიმე დაავადებას უკავშირდება, გთხოვთ, დააშიფროთ იგი პაციენტის დაავადების ისტორიაში

# help:gnuhealth.patient.evaluation,violent:
source: Check this box if the patient is aggressive or violent at the moment
de: Ankreuzen, wenn der Patient momentan aggressiv oder gewalttätig ist
ka: მონიშნეთ ეს ველი, თუ პაციენტი არის აგრესიული ან ძალადობრივი ამ მომენტში

# help:gnuhealth.patient.evaluation,vocabulary:
source: Check this box if the patient lacks basic intelectual capacity, when she/he can not describe elementary objects
de: Anklicken wenn beim Patient basale intellektuelle Kapazitäten fehlen, z.B. wenn sie/er elementare Objekte nicht beschreiben kann
ka: მონიშნეთ ეს ველი, თუ პაციენტს არ გააჩნია ძირითადი ინტელექტუალური შესაძლებლობები, როდესაც მას არ შეუძლია აღწეროს ელემენტარული ობიექტები

# help:gnuhealth.patient.evaluation,wait_time:
source: How long the patient waited
de: Wie lange der Patient warten mußte
ka: რამდენ ხანს ელოდა პაციენტი

# help:gnuhealth.patient.evaluation,weight:
source: Weight in kilos
de: Gewicht in Kilogramm
ka: წონა კილოგრამებში

# help:gnuhealth.patient.evaluation,whr:
source: Waist to hip ratio . Reference values: Men : < 0.9 Normal // 0.9 - 0.99 Overweight // > 1 Obesity Women : < 0.8 Normal // 0.8 - 0.84 Overweight // > 0.85 Obesity
de: Taille-Hüfte-Verhältnis. Referenzwerte: Männer: < 0.9 Normal // 0.9 - 0.99 Übergewicht // > 1 Fettleibigkeit Frauen: < 0.8 Normal // 0.8 - 0.84 Übergewicht // > 0.85 Fettleibigkeit
ka: წელისა და თეძოს თანაფარდობა. საცნობარო მნიშვნელობები: მამაკაცები: <0,9 ნორმალური // 0,9 - 0,99 ჭარბი წონა //> 1 სიმსუქნე ქალები: <0,8 ნორმალური // 0,8 - 0,84 ჭარბი წონა //> 0,85 სიმსუქნე

# help:gnuhealth.patient.medication,admin_times:
source: Suggested administration hours. For example, at 08:00, 13:00 and 18:00 can be encoded like 08 13 18
de: Vorgeschlagene Verabreichungszeiten. Zum Beispiel, um 08:00, 13:00 und 18:00 Uhr kann als 08 13 18 codiert werden.
ka: შემოთავაზებული საათები ადმინისტრაციისთვის. მაგალითად, 08:00, 13:00 და 18:00 საათზე შეიძლება დაშიფვრა, როგორც 08 13 18

# help:gnuhealth.patient.medication,adverse_reaction:
source: Side effects or adverse reactions that the patient experienced
de: Nebenwirkungen, die der Patient gespürt hat
ka: გვერდითი მოვლენები ან უარყოფითი რეაქციები, რომლებიც განიცადა პაციენტმა

# help:gnuhealth.patient.medication,common_dosage:
source: Common / standard dosage frequency for this medicament
de: Normale / Standardeinnahmehäufigkeit für dieses Medikament
ka: ამ მედიკამენტის საერთო / სტანდარტული დოზირების სიხშირე

# help:gnuhealth.patient.medication,discontinued_reason:
source: Short description for discontinuing the treatment
de: Kurze Beschreibung für den Grund des Therapieabbruches
ka: მკურნალობის შეწყვეტის მოკლე აღწერა

# help:gnuhealth.patient.medication,dose:
source: Amount of medication (eg, 250 mg) per dose
de: Menge des Wirkstoffes pro Dosis (z.B. 250 mg)
ka: მედიკამენტების რაოდენობა (მაგ. 250 მგ) თითო დოზაზე

# help:gnuhealth.patient.medication,dose_unit:
source: Unit of measure for the medication to be taken
de: Maßeinheit für die einzunehmende Medikation
ka: მისაღები მედიკამენტის საზომი ერთეული

# help:gnuhealth.patient.medication,duration:
source: Period that the patient must take the medication. in minutes, hours, days, months, years or indefinately
de: Zeitraum in dem der Patient die Medikation nehmen muss. In Minuten, Stunden, Tagen, Monaten, Jahre oder unbegrenzt.
ka: პერიოდი, როდესაც პაციენტმა უნდა მიიღოს მედიკამენტები. წუთებში, საათებში, დღეებში, თვეებში, წლებში ან განუსაზღვრელი ვადით

# help:gnuhealth.patient.medication,duration_period:
source: Period that the patient must take the medication in minutes, hours, days, months, years or indefinately
de: Zeitraum in dem der Patient die Medikation nehmen muss. In Minuten, Stunden, Tagen, Monaten, Jahre oder unbegrenzt.
ka: პერიოდი, როდესაც პაციენტმა უნდა მიიღოს მედიკამენტები. წუთებში, საათებში, დღეებში, თვეებში, წლებში ან განუსაზღვრელი ვადით

# help:gnuhealth.patient.medication,end_treatment:
source: Date of start of Treatment
de: Datum des Behandlungsbeginns
ka: მკურნალობის დაწყების თარიღი

# help:gnuhealth.patient.medication,form:
source: Drug form, such as tablet or gel
de: Darreichungsform, z.B. Tablette oder Gel
ka: წამლის ფორმა, მაგალითად ტაბლეტი ან გელი

# help:gnuhealth.patient.medication,frequency:
source: Time in between doses the patient must wait (ie, for 1 pill each 8 hours, put here 8 and select "hours" in the unit field
de: Zeitspanne die zwischen der Gabe des Medikamentes liegen muss (z.B. je Tablette 8 Stunden, geben Sie hier 8 ein und wählen Sie "Stunden" im Einheitsfeld)
ka: დრო პაციენტის დოზებს შორის (ე.ი. 1 აბი ყოველ 8 საათში, აქ აირჩიეთ 8 და აირჩიეთ "საათები" ერთეულის ველში)

# help:gnuhealth.patient.medication,frequency_prn:
source: Use it as needed, pro re nata
de: Anwenden, wie benötigt, pro re nata
ka: გამოიყენე როგორც საჭიროა, უფრო მეტიც

# help:gnuhealth.patient.medication,healthprof:
source: Health Professional who prescribed or reviewed the medicament
de: Arzt der das Medikament erstmals verschrieben oder weiterverschrieben hat
ka: ჯანდაცვის პროფესიონალი, რომელმაც დანიშნა ან განიხილა მედიკამენტი

# help:gnuhealth.patient.medication,indication:
source: Choose a disease for this medicament from the disease list. It can be an existing disease of the patient or a prophylactic.
de: Wähle eine Krankheit für dieses Medikament aus der Krankheitsliste. Kann eine existierende Krankheit des Patienten sein oder prophylaktisch.
ka: აირჩიეთ ამ მედიკამენტის დაავადება დაავადების სიიდან. ეს შეიძლება იყოს პაციენტის არსებული დაავადება ან პროფილაქტიკური საშუალება.

# help:gnuhealth.patient.medication,infusion:
source: Mark if the medication is in the form of infusion Intravenous, Gastrostomy tube, nasogastric, etc...
de: Markieren wenn die Medikation in Form einer intravenösen Infusion, nasogastralen Sonde, PEG-Sonde, etc. erfolgt.
ka: მონიშნეთ, თუ წამალი არის ინფუზიის სახით, ინტრავენურად, გასტროსტომიის მილი, ნაზოგასტრიკი და ა.შ. ...

# help:gnuhealth.patient.medication,is_active:
source: Check if the patient is currently taking the medication
de: Ankreuzen, wenn der Patient die Medikation zur Zeit einnimmt
ka: შეამოწმეთ, იღებს თუ არა პაციენტი წამლებს

# help:gnuhealth.patient.medication,medicament:
source: Prescribed Medicament
de: Verordnetes Medikament
ka: დადგენილი მედიკამენტები

# help:gnuhealth.patient.medication,prescription:
source: Related prescription
de: Zugehöriges Rezept
ka: დაკავშირებული რეცეპტი

# help:gnuhealth.patient.medication,qty:
source: Quantity of units (eg, 2 capsules) of the medicament
de: Menge der Einheiten des Medikaments (z.B. 2 Kapseln)
ka: მედიკამენტების ერთეულების რაოდენობა (მაგ., 2 კაფსულა)

# help:gnuhealth.patient.medication,route:
source: Drug administration route code.
de: Code für die Applikationsform
ka: წამლის მიღების მარშრუტის კოდი.

# help:gnuhealth.patient.medication,start_treatment:
source: Date of start of Treatment
de: Datum des Behandlungsbeginns
ka: მკურნალობის დაწყების თარიღი

# help:gnuhealth.person_name,family:
source: Family / Surname.
de: Familien- oder Nachname
ka: ოჯახი / გვარი.

# help:gnuhealth.person_name,given:
source: Given / First name. May include middle name
de: Vorname (mit Zweitnamen)
ka: მოცემულია / სახელი. შეიძლება შეიცავდეს საშუალო სახელს

# help:gnuhealth.person_name,party:
source: Related party (person)
de: Zugehörige Partei (Person)
ka: დაკავშირებული მხარე (პირი)

# help:gnuhealth.prescription.line,add_to_history:
source: Include this medication in the patient medication history
de: Diese Medikation in der Patientenhistorie speichern
ka: შეიტანეთ ეს წამალი პაციენტის მედიკამენტურ ისტორიაში

# help:gnuhealth.prescription.line,admin_times:
source: Suggested administration hours. For example, at 08:00, 13:00 and 18:00 can be encoded like 08 13 18
de: Vorgeschlagene Verabreichungszeiten. Zum Beispiel, um 08:00, 13:00 und 18:00 Uhr kann als 08 13 18 codiert werden.
ka: შემოთავაზებული საათები ადმინისტრაციისთვის. მაგალითად, 08:00, 13:00 და 18:00 საათზე შეიძლება დაშიფვრა, როგორც 08 13 18

# help:gnuhealth.prescription.line,common_dosage:
source: Common / standard dosage frequency for this medicament
de: Normale / Standardeinnahmehäufigkeit für dieses Medikament
ka: ამ მედიკამენტის საერთო / სტანდარტული დოზირების სიხშირე

# help:gnuhealth.prescription.line,dose:
source: Amount of medication (eg, 250 mg) per dose
de: Menge des Wirkstoffes pro Dosis (z.B. 250 mg)
ka: მედიკამენტების რაოდენობა (მაგ. 250 მგ) თითო დოზაზე

# help:gnuhealth.prescription.line,dose_unit:
source: Unit of measure for the medication to be taken
de: Maßeinheit für die einzunehmende Medikation
ka: მისაღები მედიკამენტის საზომი ერთეული

# help:gnuhealth.prescription.line,duration:
source: Period that the patient must take the medication. in minutes, hours, days, months, years or indefinately
de: Zeitraum in dem der Patient die Medikation nehmen muss. In Minuten, Stunden, Tagen, Monaten, Jahre oder unbegrenzt.
ka: პერიოდი, როდესაც პაციენტმა უნდა მიიღოს მედიკამენტები. წუთებში, საათებში, დღეებში, თვეებში, წლებში ან განუსაზღვრელი ვადით

# help:gnuhealth.prescription.line,duration_period:
source: Period that the patient must take the medication in minutes, hours, days, months, years or indefinately
de: Zeitraum in dem der Patient die Medikation nehmen muss. In Minuten, Stunden, Tagen, Monaten, Jahre oder unbegrenzt.
ka: პერიოდი, როდესაც პაციენტმა უნდა მიიღოს მედიკამენტები. წუთებში, საათებში, დღეებში, თვეებში, წლებში ან განუსაზღვრელი ვადით

# help:gnuhealth.prescription.line,end_treatment:
source: Date of start of Treatment
de: Datum des Behandlungsbeginns
ka: მკურნალობის დაწყების თარიღი

# help:gnuhealth.prescription.line,form:
source: Drug form, such as tablet or gel
de: Darreichungsform, z.B. Tablette oder Gel
ka: წამლის ფორმა, მაგალითად ტაბლეტი ან გელი

# help:gnuhealth.prescription.line,frequency:
source: Time in between doses the patient must wait (ie, for 1 pill each 8 hours, put here 8 and select "hours" in the unit field
de: Zeitspanne die zwischen der Gabe des Medikamentes liegen muss (z.B. je Tablette 8 Stunden, geben Sie hier 8 ein und wählen Sie "Stunden" im Einheitsfeld)
ka: დრო პაციენტის დოზებს შორის (ე.ი. 1 აბი ყოველ 8 საათში, აქ აირჩიეთ 8 და აირჩიეთ "საათები" ერთეულის ველში)

# help:gnuhealth.prescription.line,frequency_prn:
source: Use it as needed, pro re nata
de: Anwenden, wie benötigt, pro re nata
ka: გამოიყენე როგორც საჭიროა, უფრო მეტიც

# help:gnuhealth.prescription.line,indication:
source: Choose a disease for this medicament from the disease list. It can be an existing disease of the patient or a prophylactic.
de: Wähle eine Krankheit für dieses Medikament aus der Krankheitsliste. Kann eine existierende Krankheit des Patienten sein oder prophylaktisch.
ka: აირჩიეთ ამ მედიკამენტის დაავადება დაავადებების სიიდან. ეს შეიძლება იყოს პაციენტის არსებული დაავადება ან პროფილაქტიკური საშუალება.

# help:gnuhealth.prescription.line,infusion:
source: Mark if the medication is in the form of infusion Intravenous, Gastrostomy tube, nasogastric, etc...
de: Markieren falls die Medikation intravenös, gastronomisch, nasogastrisch,.. ist
ka: მონიშნეთ, თუ წამალი არის ინფუზიის სახით, ინტრავენურად, გასტროსტომიის მილი, ნაზოგასტრიკი და ა.შ. ...

# help:gnuhealth.prescription.line,medicament:
source: Prescribed Medicament
de: Verordnetes Medikament
ka: დადგენილი მედიკამენტები

# help:gnuhealth.prescription.line,prnt:
source: Check this box to print this line of the prescription.
de: Ankreuzen, um diese Zeile der Verschreibung zu drucken
ka: მონიშნეთ ეს ველი, რომ გამოწეროთ რეცეპტის ეს ხაზი.

# help:gnuhealth.prescription.line,qty:
source: Quantity of units (eg, 2 capsules) of the medicament
de: Menge der Einheiten des Medikaments (z.B. 2 Kapseln)
ka: მედიკამენტების ერთეულების რაოდენობა (მაგ., 2 კაფსულა)

# help:gnuhealth.prescription.line,quantity:
source: Number of units of the medicament. Example : 30 capsules of amoxicillin
de: Anzahl der Medikamenteneinheiten. Beispiel: 30 Kapseln Amoxicillin
ka: მედიკამენტების ერთეულების რაოდენობა. მაგალითი: ამოქსიცილინის 30 კაფსულა

# help:gnuhealth.prescription.line,review:
source: Until this date, the patient usually can ask for a refill / reorder of this medicament
de: Bis zu diesem Datum kann der Patient üblicherweise eine Wiederverschreibung des Medikaments erbitten
ka: ამ თარიღამდე პაციენტს ჩვეულებრივ შეუძლია მოითხოვოს ამ მედიკამენტის შევსება / შეცვლა

# help:gnuhealth.prescription.line,route:
source: Drug administration route code.
de: Code für die Applikationsform
ka: წამლის მიღების მარშრუტის კოდი.

# help:gnuhealth.prescription.line,short_comment:
source: Short comment on the specific drug
de: Kurzer Kommentar zum jeweiligen Medikament
ka: მოკლე კომენტარი კონკრეტულ პრეპარატზე

# help:gnuhealth.prescription.line,start_treatment:
source: Date of start of Treatment
de: Datum des Behandlungsbeginns
ka: მკურნალობის დაწყების თარიღი

# help:gnuhealth.prescription.order,prescription_id:
source: Type in the ID of this prescription
de: Geben Sie die ID der Verschreibung an
ka: შეიყვანეთ ამ რეცეპტის ID

# help:gnuhealth.specialty,code:
source: ie, ADP. Please use CAPITAL LETTERS and no spaces
de: ADP. Bitte GROSSBUCHSTABEN und keine Leerzeichen verwenden
ka: ანუ ADP. გთხოვთ გამოიყენეთ დიდი ასოები და არ დატოვოთ სივრცე მათ შორის

# help:gnuhealth.specialty,name:
source: ie, Addiction Psychiatry
de: zB. Suchtpsychiatrie

# help:gnuhealth.vaccination,amount:
source: Amount of vaccine administered, in mL . The dose per mL (eg, mcg, EL.U ..) can be found at the related medicament
de: Menge des verabreichten Impfstoffs, in mL. Die Dosis pro mL (z.B. mcg, EL.U ...) kann beim jeweiligen Medikament gefunden werden
ka: შეყვანილი ვაქცინის რაოდენობა, მლ. დოზა ერთ მლ-ზე (მაგ., მკგ, EL.U ..) შეგიძლიათ იხილოთ შესაბამის მედიკამენტში

# help:gnuhealth.vaccination,healthprof:
source: Health Professional who administered or reviewed the vaccine information
de: Behandler der die Impfinformation gegeben oder überprüft hat.
ka: ჯანდაცვის პროფესიონალი, რომელიც ატარებდა ან განიხილავს ინფორმაციას ვაქცინაზე

# help:gnuhealth.vaccination,signed_by:
source: Health Professional that signed the vaccination document
de: Mitarbeiter, der den Impfpass unterzeichnet hat
ka: ჯანდაცვის პროფესიონალი, რომელმაც ხელი მოაწერა ვაქცინაციის დოკუმენტს

# help:gnuhealth.vaccination,vaccine:
source: Vaccine Name. Make sure that the vaccine has all the proper information at product level. Information such as provider, supplier code, tracking number, etc.. This information must always be present. If available, please copy / scan the vaccine leaflet and attach it to this record
de: Impfstoffname. Stelle sicher, dass der Impfstoff alle erforderlichen Informationen auf Produktbasis hat. Informationen wie Hersteller, Inverkehrbringercode, Nachverfolgungsnummer, etc. Diese Information muss immer vorhanden sein. Falls verfügbar, kopiere/scanne den Beipackzettel und speichere ihn zum Datensatz
ka: ვაქცინის სახელი. დარწმუნდით, რომ ვაქცინას აქვს ყველა სათანადო ინფორმაცია პროდუქტის დონეზე. ინფორმაცია, როგორიცაა მიმწოდებელი, მიმწოდებლის კოდი,წარმოების ნომერი და ა.შ. .. ეს ინფორმაცია ყოველთვის უნდა იყოს წარმოდგენილი. თუ შესაძლებელია, გთხოვთ ვაქცინის ბროშურა დააკოპიროთ / დაასკანიროთ და თან დაურთოთ ამ ჩანაწერს

# help:gnuhealth.vaccination,vaccine_lot:
source: Please check on the vaccine (product) production lot numberand tracking number when available !
de: Bitte prüfe die Impfstoff- (Produkt-) Chargennummer und Nachverfolgungsnummer falls verfügbar!

# help:party.address,is_school:
source: Check this box to mark the school address
de: Ankreuzen, wenn es sich um die Adresse der Schule handelt
ka: მონიშნეთ ეს ველი სკოლის მისამართის აღსანიშნავად

# help:party.address,is_work:
source: Check this box to mark the work address
de: Ankreuzen, wenn es sich um die Adresse der Arbeitsstelle handelt
ka: მონიშნეთ ეს ველი სამსახურის მისამართის აღსანიშნავად

# help:party.address,relationship:
source: Include the relationship with the person - friend, co-worker, brother,...
de: Geben Sie die Beziehung zu der Person an - Freund, Arbeitskollege, Bruder, ...
ka: მხედველობაში მიიღეთ ურთიერთობა პიროვნებასთან - მეგობართან, თანამშრომლებთან, ძმასთან, ...

# help:party.address,relative_id:
source: Include link to the relative
de: Geben sie die Verbindung zum Angehörigen an
ka: მხედველობაში მიიღეთ კავშირი ნათესავთან

# help:party.party,activation_date:
source: Date of activation of the party
de: Datum der Aktivierung dieses Teilnehmers

# help:party.party,alternative_identification:
source: Other types of identification, not the official PUID . Examples : Passport, foreign ID,..
de: Andere Identifikation, nicht das offizielle bPK. Beispiele: Pass, Sozialversicherungsnummer, ...
ka: სხვა სახის იდენტიფიკაცია და არა ოფიციალური PUID. მაგალითები: პასპორტი, უცხო პირადობის მოწმობა, ..

# help:party.party,citizenship:
source: Country of Citizenship
de: Land der Staatsangehörigkeit
ka: მოქალაქეობის ქვეყანა

# help:party.party,deceased:
source: The information is updated from the Death Certificate
de: Die Information wird von der Sterbeurkunde aktualisiert.
ka: ინფორმაცია განახლებულია სიკვდილის მოწმობიდან

# help:party.party,dob:
source: Date of Birth
de: Geburtsdatum
ka: დაბადების თარიღი

# help:party.party,du:
source: Domiciliary Unit
de: Wohneinheit
ka: საცხოვრებელი განყოფილება

# help:party.party,father:
source: Father from the Birth Certificate
de: Vater laut Geburtsurkunde
ka: მამა დაბადების მოწმობიდან

# help:party.party,insurance:
source: Insurance Plans associated to this party
de: Versicherungsplan der mit dieser Partei verbunden ist

# help:party.party,internal_user:
source: In GNU Health is the user (person) that logins. When the party is a person, it will be the user that maps the party.
de: Der User (Person) die sich einloggt.

# help:party.party,is_healthprof:
source: Check if the party is a health professional
de: Ankreuzen, wenn der Teilnehmer ein Behandler ist

# help:party.party,is_institution:
source: Check if the party is a Health Care Institution
de: Ankreuzen, wenn der Teilnehmer eine Gesundheitseinrichtung ist

# help:party.party,is_insurance_company:
source: Check if the party is an Insurance Company
de: Ankreuzen, wenn der Teilnehmer eine Versicherungsgesellschaft ist

# help:party.party,is_patient:
source: Check if the party is a patient
de: Ankreuzen, wenn der Teilnehmer ein Patient ist

# help:party.party,is_person:
source: Check if the party is a person.
de: Ankreuzen, wenn der Teilnehmer eine Person ist

# help:party.party,is_pharmacy:
source: Check if the party is a Pharmacy
de: Ankreuzen, wenn der Teilnehmer eine Apotheke ist

# help:party.party,lastname:
source: Family or last names
de: Familienname
ka: ოჯახი ან გვარები

# help:party.party,mother:
source: Mother from the Birth Certificate
de: Mutter laut Geburtsurkunde
ka: დედა დაბადების მოწმობიდან

# help:party.party,ref:
source: Person Unique Identifier
de: bereichsspezifisches Personenkennzeichen
ka: პიროვნების უნიკალური იდენტიფიკატორი

# help:party.party,residence:
source: Country of Residence
de: Land des Wohnsitzes
ka: საცხოვრებელი ქვეყანა

# help:party.party,unidentified:
source: Patient is currently unidentified
de: Der Patient is momentan unbekannt
ka: პაციენტი ამჟამად ამოუცნობია

# help:product.product,is_bed:
source: Check if the product is a bed on the gnuhealth.center
de: Ankreuzen, wenn das Produkt ein Bett im gnuhealth.center ist

# help:product.product,is_insurance_plan:
source: Check if the product is an insurance plan
de: Ankreuzen, wenn das Produkt ein Versicherungsplan ist

# help:product.product,is_medical_supply:
source: Check if the product is a medical supply
de: Ankreuzen, wenn das Produkt ein medizinisches Angebot ist
ka: შეამოწმეთ არის თუ არა პროდუქტი სამედიცინო წყარო

# help:product.product,is_medicament:
source: Check if the product is a medicament
de: Ankreuzen, wenn das Produkt ein Medikament ist
ka: შეამოწმეთ არის თუ არა პროდუქტი მედიკამენტი

# help:product.product,is_vaccine:
source: Check if the product is a vaccine
de: Ankreuzen, wenn das Produkt ein Impfstoff ist.
ka: შეამოწმეთ არის თუ არა პროდუქტი ვაქცინა

# model:gnuhealth.appointment,name:
source: Patient Appointments
de: Termine der Patienten
ka: პაციენტის დანიშვნები

# model:gnuhealth.appointment.report,name:
source: Appointment Report
de: Terminbericht
ka: დანიშვნის ანგარიში

# model:gnuhealth.appointment.report.open.start,name:
source: Open Appointment Report
de: Offener Terminbericht
ka: გახსენით დანიშვნის ანგარიში

# model:gnuhealth.birth_certificate,name:
source: Birth Certificate
de: Geburtsurkunde
ka: დაბადების მოწმობა

# model:gnuhealth.check_immunization_status.init,name:
source: Check Immunization Status Init
de: Prüfe Immunisierungsstatus Init
ka: შეამოწმეთ იმუნიზაციის სტატუსი

# model:gnuhealth.death_certificate,name:
source: Death Certificate
de: Todesschein
ka: სიკვდილის მოწმობა

# model:gnuhealth.death_underlying_condition,name:
source: Underlying Conditions
de: Zugrundeliegende Zustände
ka: ძირითადი პირობები

# model:gnuhealth.diagnostic_hypothesis,name:
source: Other Diagnostic Hypothesis
de: Andere diagnostische Hypothese
ka: სხვა დიაგნოსტიკური ჰიპოთეზა

# model:gnuhealth.directions,name:
source: Patient Directions
de: Anweisungen für den Patienten
ka: პაციენტის მიმართულებები

# model:gnuhealth.disease_group.members,name:
source: Disease group members
de: Mitglieder der Krankheitsgruppe
ka: დაავადების ჯგუფის წევრები

# model:gnuhealth.dose.unit,desc:kg
source: kilogram
de: Kilogramm
ka: კილოგრამი

# model:gnuhealth.dose.unit,desc:mg
source: milligram
de: Milligramm
ka: მილიგრამი

# model:gnuhealth.dose.unit,desc:ug
source: microgram
de: Mikrogramm
ka: მიკროგრამი

# model:gnuhealth.dose.unit,desc:unit
source: unit
de: Einheit
ka: ერთეული

# model:gnuhealth.dose.unit,name:
source: Drug Dose Unit
de: Dosierungseinheit des Medikamentes
ka: წამლის დოზის ერთეული

# model:gnuhealth.dose.unit,name:unit
source: unit
de: Einheit
ka: ერთეული

# model:gnuhealth.drug.form,name:
source: Drug Form
de: Darreichungsform
ka: წამლის ფორმა

# model:gnuhealth.drug.form,name:AEM
source: Aerosol metered-dose
de: Aerosol in fester Dosierung
ka: აეროზოლის საზომი დოზა

# model:gnuhealth.drug.form,name:AER
source: Aerosol with propellants
de: Aerosol mit Treibgas

# model:gnuhealth.drug.form,name:BAR
source: Bar chewable
de: Kauriegel

# model:gnuhealth.drug.form,name:BEA
source: Bead
de: Perle

# model:gnuhealth.drug.form,name:BIS
source: Biscuit
de: Keks
ka: ორცხობილა

# model:gnuhealth.drug.form,name:CAP
source: Capsule
de: Kapsel
ka: კაფსულა

# model:gnuhealth.drug.form,name:CART
source: Cartridge
de: Patrone
ka: კარტრიჯი

# model:gnuhealth.drug.form,name:CDR
source: Capsule delayed release
de: Kapsel mit verzögerter Freisetzung
ka: კაფსულით დაგვიანებული გამოშვება
