Repository: alwindoss/gnuhealth
Catalog: tryton/health/locale/*.po
Languages: de, ka

# view:gnuhealth.specialty:
source: Medical Specialties
de: Medizinische Fachgebiete

# view:gnuhealth.specialty:
source: specialty
de: Fachgebiet

# view:gnuhealth.vaccination:
source: Administration
de: Verabreichung

# view:gnuhealth.vaccination:
source: Dose
de: Dosierung

# view:gnuhealth.vaccination:
source: Finish and sign this vaccination ? It will become read-only !
de: Impfung beenden und unterzeichnen? Kann danach nicht mehr bearbeitet werden!

# view:gnuhealth.vaccination:
source: Notes
de: Notize

# view:gnuhealth.vaccination:
source: Patient vaccination
de: Impfung des Patienten

# view:gnuhealth.vaccination:
source: Sign
de: Zeichen

# view:gnuhealth.vaccination:
source: Sign and close the vaccination
de: Impfung beenden und unterzeichnen

# view:gnuhealth.vaccination:
source: Vaccination
de: Impfung

# view:gnuhealth.vaccination:
source: Vaccination History
de: Impfhistorie

# view:party.party:
source: Demographics
de: Demographien

# view:party.party:
source: Health
de: Gesundheit

# view:party.party:
source: Picture
de: Foto

# view:product.product:
source: Health
de: Gesundheit

# wizard_button:gnuhealth.appointment.report.open,start,end:
source: Cancel
de: Abbrechen

# wizard_button:gnuhealth.appointment.report.open,start,open_:
source: Open
de: Offen

source: Immunization Status
de: Status der Impfung

# wizard_button:gnuhealth.check_immunization_status,start,end:
source: Cancel
de: Abbrechen

# error:gnuhealth.pol:
source: The Page must be unique !
ka: გვერდი უნდა იყოს უნიკალური!

# error:party.party:
source: The Federation Account must be unique
ka: ფედერაციის ანგარიში უნდა იყოს უნიკალური

# field:gnuhealth.appointment,id:
source: ID
ka: აიდი

# field:gnuhealth.appointment,patient:
source: Patient
ka: პაციენტი

# field:gnuhealth.appointment,rec_name:
source: Record Name
ka: ჩაწერის სახელი

# field:gnuhealth.appointment.report,id:
source: ID
ka: აიდი

# field:gnuhealth.appointment.report,patient:
source: Patient
ka: პაციენტი

# field:gnuhealth.appointment.report,rec_name:
source: Record Name
ka: ჩაწერის სახელი

# field:gnuhealth.appointment.report.open.start,id:
source: ID
ka: აიდი

# field:gnuhealth.birth_certificate,code:
source: Code
ka: კოდი

# field:gnuhealth.birth_certificate,id:
source: ID
ka: აიდი

# field:gnuhealth.birth_certificate,name:
source: Person
ka: პიროვნება

# field:gnuhealth.birth_certificate,rec_name:
source: Record Name
ka: ჩაწერის სახელი

# field:gnuhealth.check_immunization_status.init,id:
source: ID
ka: აიდი

# field:gnuhealth.command,create_date:
source: Create Date
ka: შექმენით თარიღი

# field:gnuhealth.command,create_uid:
source: Create User
ka: შექმენით მომხმარებელი

# field:gnuhealth.command,description:
source: Description
ka: აღწერა

# field:gnuhealth.command,domain:
source: Domain
ka: დომენი

# field:gnuhealth.command,id:
source: ID
ka: აიდი

# field:gnuhealth.command,internal:
source: Internal
ka: შინაგანი

# field:gnuhealth.command,label:
source: Label
ka: იარლიყი

# field:gnuhealth.command,model:
source: Model
ka: მოდელი

# field:gnuhealth.command,name:
source: Command
ka: ბრძანება

# field:gnuhealth.command,rec_name:
source: Record Name
ka: ჩაწერის სახელი

# field:gnuhealth.command,write_date:
source: Write Date
ka: დაწერეთ თარიღი

# field:gnuhealth.command,write_uid:
source: Write User
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.death_certificate,code:
source: Code
ka: კოდი

# field:gnuhealth.death_certificate,id:
source: ID
ka: აიდი

# field:gnuhealth.death_certificate,name:
source: Person
ka: პიროვნება

# field:gnuhealth.death_certificate,place_details:
source: Details
ka: დეტალები

# field:gnuhealth.death_certificate,rec_name:
source: Record Name
ka: ჩაწერის სახელი

# field:gnuhealth.death_underlying_condition,id:
source: ID
ka: აიდი

# field:gnuhealth.death_underlying_condition,rec_name:
source: Record Name
ka: ჩაწერის სახელი

# field:gnuhealth.diagnostic_hypothesis,id:
source: ID
ka: აიდი

# field:gnuhealth.diagnostic_hypothesis,rec_name:
source: Record Name
ka: ჩაწერის სახელი

# field:gnuhealth.directions,id:
source: ID
ka: აიდი

# field:gnuhealth.directions,rec_name:
source: Record Name
ka: ჩაწერის სახელი

# field:gnuhealth.disease_group.members,id:
source: ID
ka: აიდი

# field:gnuhealth.disease_group.members,rec_name:
source: Record Name
ka: ჩაწერის სახელი

# field:gnuhealth.dose.unit,id:
source: ID
ka: აიდი

# field:gnuhealth.dose.unit,rec_name:
source: Record Name
ka: ჩაწერის სახელი

# field:gnuhealth.drug.form,code:
source: Code
ka: კოდი

# field:gnuhealth.drug.form,id:
source: ID
ka: აიდი

# field:gnuhealth.drug.form,rec_name:
source: Record Name
ka: ჩაწერის სახელი

# field:gnuhealth.drug.route,code:
source: Code
ka: კოდი

# field:gnuhealth.drug.route,id:
source: ID
ka: აიდი

# field:gnuhealth.drug.route,name:
source: Route
ka: გზა

# field:gnuhealth.drug.route,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.du,address_repr:
source: DU Address
ka: DU მისამართი

# field:gnuhealth.du,address_street_bis:
source: Apartment
ka: აპარტამენტები

# field:gnuhealth.du,address_subdivision:
source: Subdivision
ka: ქვედანაყოფი

# field:gnuhealth.du,altitude:
source: Altitude
ka: სიმაღლე

# field:gnuhealth.du,id:
source: ID
ka: აიდი

# field:gnuhealth.du,materials:
source: Material
ka: მატერიალი

# field:gnuhealth.du,name:
source: Code
ka: კოდი

# field:gnuhealth.du,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.ethnicity,code:
source: Code
ka: კოდი

# field:gnuhealth.ethnicity,id:
source: ID
ka: აიდი

# field:gnuhealth.ethnicity,name:
source: Name
ka: სახელი

# field:gnuhealth.ethnicity,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.family,id:
source: ID
ka: აიდი

# field:gnuhealth.family,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.family_member,id:
source: ID
ka: აიდი

# field:gnuhealth.family_member,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.federation.country.config,code:
source: Code
ka: კოდი

# field:gnuhealth.federation.country.config,country:
source: Country
ka: ქვეყანა

# field:gnuhealth.federation.country.config,create_date:
source: Create Date
ka: შექმენით თარიღი

# field:gnuhealth.federation.country.config,create_uid:
source: Create User
ka: შექმენით მომხმარებელი

# field:gnuhealth.federation.country.config,id:
source: ID
ka: აიდი

# field:gnuhealth.federation.country.config,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.federation.country.config,use_citizenship:
source: Use Citizenship
ka: გამოიყენეთ მოქალაქეობა

# field:gnuhealth.federation.country.config,write_date:
source: Write Date
ka: დაწერეთ თარიღი

# field:gnuhealth.federation.country.config,write_uid:
source: Write User
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.healthprofessional,active:
source: Active
ka: აქტივი

# field:gnuhealth.healthprofessional,id:
source: ID
ka: აიდი

# field:gnuhealth.healthprofessional,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.hospital.bed,id:
source: ID
ka: აიდი

# field:gnuhealth.hospital.bed,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.hospital.bed,state:
source: Status
ka: სტატუსი

# field:gnuhealth.hospital.building,code:
source: Code
ka: კოდი

# field:gnuhealth.hospital.building,id:
source: ID
ka: აიდი

# field:gnuhealth.hospital.building,name:
source: Name
ka: სახელი

# field:gnuhealth.hospital.building,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.hospital.or,id:
source: ID
ka: აიდი

# field:gnuhealth.hospital.or,name:
source: Name
ka: სახელი

# field:gnuhealth.hospital.or,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.hospital.or,state:
source: Status
ka: სტატუსი

# field:gnuhealth.hospital.unit,code:
source: Code
ka: კოდი

# field:gnuhealth.hospital.unit,id:
source: ID
ka: აიდი

# field:gnuhealth.hospital.unit,name:
source: Name
ka: სახელი

# field:gnuhealth.hospital.unit,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.hospital.ward,id:
source: ID
ka: აიდი

# field:gnuhealth.hospital.ward,name:
source: Name
ka: სახელი

# field:gnuhealth.hospital.ward,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.hospital.ward,state:
source: Status
ka: სტატუსი

# field:gnuhealth.hp_specialty,id:
source: ID
ka: აიდი

# field:gnuhealth.hp_specialty,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.immunization_schedule,id:
source: ID
ka: აიდი

# field:gnuhealth.immunization_schedule,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.immunization_schedule,sched:
source: Code
ka: კოდი

# field:gnuhealth.immunization_schedule_dose,id:
source: ID
ka: აიდი

# field:gnuhealth.immunization_schedule_dose,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.immunization_schedule_line,id:
source: ID
ka: აიდი

# field:gnuhealth.immunization_schedule_line,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.institution,code:
source: Code
ka: კოდი

# field:gnuhealth.institution,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.institution,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.institution.operationalsector,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.institution.operationalsector,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.institution.specialties,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.institution.specialties,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.insurance,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.insurance,plan_id:
source: Plan
ka: გეგმა

# field:gnuhealth.insurance,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.insurance.plan,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.insurance.plan,name:
source: Plan
ka: გეგმა

# field:gnuhealth.insurance.plan,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.medicament,active:
source: Active
ka: აქტიური

# field:gnuhealth.medicament,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.medicament,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.medicament,sol_conc:
source: Concentration
ka: კონცენტრაცია

# field:gnuhealth.medicament,sol_conc_unit:
source: Unit
ka: ერთეული

# field:gnuhealth.medicament,sol_vol:
source: Volume
ka: მოცულობა

# field:gnuhealth.medicament,sol_vol_unit:
source: Unit
ka: ერთეული

# field:gnuhealth.medicament.category,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.medicament.category,name:
source: Name
ka: სახელი

# field:gnuhealth.medicament.category,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.medication.dosage,code:
source: Code
ka: კოდი

# field:gnuhealth.medication.dosage,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.medication.dosage,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.occupation,code:
source: Code
ka: კოდი

# field:gnuhealth.occupation,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.occupation,name:
source: Name
ka: სახელი

# field:gnuhealth.occupation,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.operational_area,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.operational_area,name:
source: Name
ka: სახელი

# field:gnuhealth.operational_area,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.operational_sector,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.operational_sector,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.pathology,active:
source: Active
ka: აქტიური

# field:gnuhealth.pathology,code:
source: Code
ka: კოდი

# field:gnuhealth.pathology,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.pathology,name:
source: Name
ka: სახელი

# field:gnuhealth.pathology,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.pathology.category,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.pathology.category,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.pathology.group,code:
source: Code
ka: კოდი

# field:gnuhealth.pathology.group,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.pathology.group,name:
source: Name
ka: სახელი

# field:gnuhealth.pathology.group,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.patient,active:
source: Active
ka: აქტიური

# field:gnuhealth.patient,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.patient,name:
source: Patient
ka: პაციენტი

# field:gnuhealth.patient,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.patient.disease,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.patient.disease,institution:
source: Institution
ka: დაწესებულება

# field:gnuhealth.patient.disease,name:
source: Patient
ka: პაციენტი

# field:gnuhealth.patient.disease,pcs_code:
source: Code
ka: კოდი

# field:gnuhealth.patient.disease,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.patient.disease,status:
source: Status
ka: სტატუსი

# field:gnuhealth.patient.ecg,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.patient.ecg,interpretation:
source: Interpretation
ka: ინტერპრეტაცია

# field:gnuhealth.patient.ecg,name:
source: Patient
ka: პაციენტი

# field:gnuhealth.patient.ecg,pr:
source: PR
ka: პიარი

# field:gnuhealth.patient.ecg,rate:
source: Rate
ka: შეფასება

# field:gnuhealth.patient.ecg,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.patient.evaluation,code:
source: Code
ka: კოდი

# field:gnuhealth.patient.evaluation,directions:
source: Plan
ka: გეგმა

# field:gnuhealth.patient.evaluation,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.patient.evaluation,loc:
source: Glasgow
ka: გლაზგო

# field:gnuhealth.patient.evaluation,loc_verbal:
source: Glasgow - Verbal
ka: გლაზგო - ვერბალური

# field:gnuhealth.patient.evaluation,patient:
source: Patient
ka: პაციენტი

# field:gnuhealth.patient.evaluation,praxis:
source: Praxis
ka: პრაქსი

# field:gnuhealth.patient.evaluation,psychological_assessment:
source: Psychological Assessment
ka: ფსიქოლოგიური შეფასება

# field:gnuhealth.patient.evaluation,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.patient.evaluation,tremor:
source: Tremor
ka: ტრემორი

# field:gnuhealth.patient.medication,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.patient.medication,infusion:
source: Infusion
ka: ინფუზია

# field:gnuhealth.patient.medication,name:
source: Patient
ka: პაციენტი

# field:gnuhealth.patient.medication,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.person_alternative_identification,code:
source: Code
ka: კოდი

# field:gnuhealth.person_alternative_identification,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.person_alternative_identification,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.person_name,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.person_name,party:
source: Person
ka: პიროვნება

# field:gnuhealth.person_name,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.pol,age:
source: Age
ka: ასაკი

# field:gnuhealth.pol,author:
source: Author
ka: ავტორი

# field:gnuhealth.pol,create_date:
source: Create Date
ka: შექმენით თარიღი

# field:gnuhealth.pol,create_uid:
source: Create User
ka: შექმენით მომხმარებელი

# field:gnuhealth.pol,federation_account:
source: Account
ka: ანგარიში

# field:gnuhealth.pol,gene:
source: Gene
ka: გენი

# field:gnuhealth.pol,health_condition:
source: Health Condition
ka: ჯანმრთელობის მდგომარეობა

# field:gnuhealth.pol,health_condition_code:
source: Code
ka: კოდი

# field:gnuhealth.pol,health_condition_text:
source: Health Condition
ka: ჯანმრთელობის მდგომარეობა

# field:gnuhealth.pol,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.pol,info:
source: Extended Information
ka: გახანგრძლივებული ინფორმაცია

# field:gnuhealth.pol,institution:
source: Institution
ka: დაწესებულება

# field:gnuhealth.pol,medical_context:
source: Medical Context
ka: სამედიცინო კონტექსტი

# field:gnuhealth.pol,natural_variant:
source: Natural variant
ka: ბუნებრივი ვარიანტი

# field:gnuhealth.pol,node:
source: Node
ka: კვანძი

# field:gnuhealth.pol,page:
source: Page
ka: გვერდი

# field:gnuhealth.pol,page_date:
source: Date
ka: თარიღი

# field:gnuhealth.pol,page_type:
source: Page type
ka: გვერდის ტიპი

# field:gnuhealth.pol,person:
source: Person
ka: პიროვნება

# field:gnuhealth.pol,phenotype:
source: Phenotype
ka: ფენოტიპი

# field:gnuhealth.pol,procedure:
source: Procedure
ka: პროცედურა

# field:gnuhealth.pol,procedure_code:
source: Procedure Code
ka: პროცედურის კოდექსი

# field:gnuhealth.pol,procedure_text:
source: Procedure
ka: პროცედურა

# field:gnuhealth.pol,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.pol,relevance:
source: Relevance
ka: შესაბამისობა

# field:gnuhealth.pol,social_context:
source: Social Context
ka: სოციალური კონტექსტი

# field:gnuhealth.pol,summary:
source: Summary
ka: შემაჯამებელი

# field:gnuhealth.pol,write_date:
source: Write Date
ka: დაწერეთ თარიღი

# field:gnuhealth.pol,write_uid:
source: Write User
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.prescription.line,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.prescription.line,infusion:
source: Infusion
ka: ინფუზია

# field:gnuhealth.prescription.line,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.prescription.order,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.prescription.order,patient:
source: Patient
ka: პაციენტი

# field:gnuhealth.prescription.order,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.procedure,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.procedure,name:
source: Code
ka: კოდი

# field:gnuhealth.procedure,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.secondary_condition,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.secondary_condition,rec_name:
source: Record Name
ka: ჩაწერის სახელი

# field:gnuhealth.sequence.setup,appointment_sequence:
source: Appointment Sequence
ka: დანიშვნის თანმიმდევრობა

# field:gnuhealth.sequence.setup,create_date:
source: Create Date
ka: შექმენით თარიღი

# field:gnuhealth.sequence.setup,create_uid:
source: Create User
ka: შექმენით მომხმარებელი

# field:gnuhealth.sequence.setup,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.sequence.setup,patient_evaluation_sequence:
source: Patient Evaluation Sequence
ka: პაციენტის შეფასების თანმიმდევრობა

# field:gnuhealth.sequence.setup,patient_sequence:
source: Patient Sequence
ka: პაციენტის თანმიმდევრობა

# field:gnuhealth.sequence.setup,prescription_sequence:
source: Prescription Sequence
ka: რეცეპტის მიმდევრობა

# field:gnuhealth.sequence.setup,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.sequence.setup,write_date:
source: Write Date
ka: დაწერეთ თარიღი

# field:gnuhealth.sequence.setup,write_uid:
source: Write User
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.sequences,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.sequences,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.signs_and_symptoms,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.signs_and_symptoms,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.specialty,code:
source: Code
ka: კოდი

# field:gnuhealth.specialty,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.specialty,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:gnuhealth.vaccination,admin_route:
source: Route
ka: მარშრუტი

# field:gnuhealth.vaccination,id:
source: ID
ka: პირადობის მოწმობა

# field:gnuhealth.vaccination,name:
source: Patient
ka: პაციენტი

# field:gnuhealth.vaccination,rec_name:
source: Record Name
ka: ჩანაწერის სახელი

# field:party.contact_mechanism,emergency:
source: Emergency
ka: საგანგებო ვითარება

# field:party.contact_mechanism,remarks:
source: Remarks
ka: შენიშვნები

# field:party.party,du_address:
source: Main address
ka: მთავარი მისამართი

# field:party.party,fed_country:
source: Prefix
ka: პრეფიქსი

# field:party.party,federation_account:
source: Federation ID
ka: ფედერაციის პირადობის მოწმობა

# field:party.party,is_patient:
source: Patient
ka: პაციენტი

# field:party.party,is_person:
source: Person
ka: პიროვნება

# help:gnuhealth.command,internal:
source: Internal, Kernel commands
ka: შიდა, ბირთვის ბრძანებები

# help:gnuhealth.du,altitude:
source: Altitude in meters
ka: სიმაღლე მეტრებში

# help:gnuhealth.federation.country.config,country:
source: Country code to be use as the prefix for the FederationID account.
ka: ქვეყნის კოდი, რომელიც გამოყენებული იქნება, როგორც ფედერაციის ID ანგარიშის პრეფიქსი.

# help:gnuhealth.federation.country.config,use_citizenship:
source: If this option is set the default country code will be the person citizenship. This feature is reserved for future use
ka: თუ ეს პარამეტრი მითითებულია ნაგულისხმევი ქვეყნის კოდი იქნება პირის მოქალაქეობა. ეს ფუნქცია დაცულია სამომავლო გამოყენებისათვის

# help:gnuhealth.medicament,sol_conc:
source: Solution drug concentration
ka: ხსნარის წამლის კონცენტრაცია

# help:gnuhealth.medicament,sol_conc_unit:
source: Unit of the drug concentration
ka: პრეპარატის კონცენტრაციის ერთეული

# help:gnuhealth.medicament,sol_vol:
source: Solution concentration volume
ka: ხსნარის კონცენტრაციის მოცულობა

# help:gnuhealth.medicament,sol_vol_unit:
source: Unit of the solution volume
ka: ხსნარის მოცულობის ერთეული

# help:gnuhealth.pathology,name:
source: Health condition name
ka: ჯანმრთელობის მდგომარეობის სახელი

# help:gnuhealth.patient.evaluation,bmi:
source: Body mass index
ka: სხეულის მასის ინდექსი

# help:gnuhealth.patient.evaluation,signed_by:
source: Health Professional that finished the patient evaluation
ka: ჯანდაცვის პროფესიონალი, რომელმაც დაასრულა პაციენტის შეფასება

# help:gnuhealth.pol,age:
source: Age at the moment of this page of life
ka: ასაკი ცხოვრების ამ მომენტში

# help:gnuhealth.pol,federation_account:
source: Federation Account
ka: ფედერაციის ანგარიში

# help:gnuhealth.pol,gene:
source: Gene / protein
ka: გენი / ცილა

# help:gnuhealth.pol,page:
source: Page of Life
ka: ცხოვრების ნაწილი

# help:gnuhealth.pol,page_date:
source: Date of this page / event. By default it takesthe current date / time when creating the event,but it can be a past date and it can also be empty, or used in combination withthe person age at that moment
ka: ამ გვერდის / ღონისძიების თარიღი. ნაგულისხმევად ის იღებს თარიღს / დროს ღონისძიების შექმნისას, მაგრამ ეს შეიძლება იყოს წარსული თარიღი და ასევე შეიძლება იყოს ცარიელი, ან გამოყენებული იქნას პირის ასაკთან ერთად

# help:gnuhealth.pol,person:
source: Person
ka: პიროვნება

# help:gnuhealth.pol,procedure:
source: Procedure code
ka: პროცედურის კოდი

# help:party.contact_mechanism,remarks:
source: Enter the name of the contact or other remarks
ka: შეიყვანეთ კონტაქტის სახელი ან სხვა შენიშვნები

# help:party.party,du_address:
source: Main Address, based on the associated DU
ka: ძირითადი მისამართი, ასოცირებული DU– ს საფუძველზე

# help:party.party,federation_account:
source: Federation Account
ka: ფედერაციის ანგარიში

# model:gnuhealth.command,name:
source: GNU Health Commands
ka: GNU ჯანდაცვის ბრძანებები

# model:gnuhealth.dose.unit,desc:l
source: liter
ka: ლიტრი

# model:gnuhealth.dose.unit,desc:ml
source: milliliter
ka: მილილიტრი

# model:gnuhealth.dose.unit,desc:mmol
source: millimol
ka: მილიმოლი

# model:gnuhealth.dose.unit,name:kg
source: kg
ka: კგ

# model:gnuhealth.dose.unit,name:l
source: L
ka: ლ

# model:gnuhealth.dose.unit,name:mg
source: mg
ka: მგ

# model:gnuhealth.dose.unit,name:ml
source: mL
ka: მლ

# model:gnuhealth.dose.unit,name:mmol
source: mmol
ka: მმოლი

# model:gnuhealth.drug.form,name:ELX
source: Elixir
ka: ელექსირი

# model:gnuhealth.drug.form,name:EML
source: Emulsion
ka: ემულსია

# model:gnuhealth.drug.form,name:GAS
source: Gas
ka: გაზი
