Repository: alwindoss/gnuhealth
Catalog: tryton/health/locale/*.po
Languages: de, ka

# help:gnuhealth.medicament,pregnancy_category:
source: ** FDA Pregnancy Categories *** CATEGORY A :Adequate and well-controlled human studies have failed to demonstrate a risk to the fetus in the first trimester of pregnancy (and there is no evidence of risk in later trimesters). CATEGORY B : Animal reproduction studies have failed todemonstrate a risk to the fetus and there are no adequate and well-controlled studies in pregnant women OR Animal studies have shown an adverse effect, but adequate and well-controlled studies in pregnant women have failed to demonstrate a risk to the fetus in any trimester. CATEGORY C : Animal reproduction studies have shown an adverse effect on the fetus and there are no adequate and well-controlled studies in humans, but potential benefits may warrant use of the drug in pregnant women despite potential risks. CATEGORY D : There is positive evidence of human fetal risk based on adverse reaction data from investigational or marketing experience or studies in humans, but potential benefits may warrant use of the drug in pregnant women despite potential risks. CATEGORY X : Studies in animals or humans have demonstrated fetal abnormalities and/or there is positive evidence of human fetal risk based on adverse reaction data from investigational or marketing experience, and the risks involved in use of the drug in pregnant women clearly outweigh potential benefits. CATEGORY N : Not yet classified
de: ** FDA Schwangerschaftskategorien *** KATEGORIE A : Adäquate und gut kontrollierte Studien am Mensch sind daran gescheitert, ein Risiko für den Fetus im ersten Trimester der Schwangerschaft zu demonstrieren (und es gibt keine Evidenz für ein Risiko in späteren Trimestern). KATEGORIE B : Reproduktionsstudien an Tieren sind daran gescheitert, ein Risiko für den Fetus nachzuweisen und es gibt keine adäquaten und gut kontrollierten Studien an schwangeren Frauen ODER Tierstudien haben einen Nebenwirkungseffekt gezeigt, aber adäquate und gut kontrollierte Studien an schwangeren Frauen sind daran gescheitert, ein Risiko für den Fetus in irgendeinem Trimester der Schwangerschaft zu demonstrieren. KATEGORIE C : Reproduktionsstudien an Tieren haben einen Nebenwirkungseffekt auf den Fetus gezeigt und es gibt keine adäquaten und gut kontrollierten Studien beim Menschen, aber die potentiellen Vorteile dürften die Verwendung des Medikaments an schwangeren Frauen rechtfertigen trotz potentieller Risiken. KATEGORIE D : Es gibt positive Evidenz für Risiko für den menschlichen Fetus, basierend auf Nebenwirkungsdaten von Untersuchungen oder Markteinführungserfahrungen oder Studien an Menschengibt keine adäquaten und gut kontrollierten Studien beim Menschen, aber die potentiellen Vorteile dürften die Verwendung des Medikaments an schwangeren Frauen rechtfertigen trotz potentieller Risiken. KATEGORIE X : Studien an Tieren oder Menschen haben fetale Abnormalitäten gezeigt und/oder es gibt positive Evidenz für Risiko für den menschlichen Fetus, basierend auf Nebenwirkungsdaten von Untersuchungen oder Markteinführungserfahrungen, und das Risiko bei der Verwendung des Medikaments an schwangeren Frauen überwiegt klar potentielle Vorteile. KATEGORIE N : noch nicht klassifiziert.

# help:gnuhealth.medicament,pregnancy_warning:
source: The drug represents risk to pregnancy or lactancy
de: Das Medikament stellt während Schwangerschaft oder Stillzeit ein Risiko dar
ka: პრეპარატი წარმოადგენს რისკს ორსულობის ან ლაქტაციის პერიოდისას

# help:gnuhealth.medicament,presentation:
source: Packaging
de: Verpackung
ka: შეფუთვა

# help:gnuhealth.medicament,route:
source: Drug administration route code.
de: Applikationsform (code)
ka: წამლის მიღების მარშრუტის კოდი.

# help:gnuhealth.medicament,strength:
source: Amount of medication (eg, 250 mg) per dose
de: Dosierung (zB 250mg) pro Applikation
ka: მედიკამენტების რაოდენობა (მაგ. 250 მგ) თითო დოზაზე

# help:gnuhealth.medicament,therapeutic_action:
source: Therapeutic action
de: Wirkungsweise
ka: თერაპიული მოქმედება

# help:gnuhealth.medicament,unit:
source: Unit of measure for the medication to be taken
de: Einheit für die Medikation
ka: მისაღები მედიკამენტის საზომი ერთეული

# help:gnuhealth.medication.dosage,abbreviation:
source: Dosage abbreviation, such as tid in the US or tds in the UK
de: Abkürzung der Dosierung
ka: დოზირების აბრევიატურა, როგორიცაა tid აშშ-ში ან tds დიდ ბრიტანეთში

# help:gnuhealth.medication.dosage,code:
source: Dosage Code,for example: SNOMED 229798009 = 3 times per day.Please use CAPITAL LETTERS and no spaces
de: Dosierungscode, zum Beispiel: SNOMED229798009 = 3 mal pro Tag. Bitte GROSSBUCHSTABEN benutzen und keine Leerzeichen
ka: დოზირების კოდი, მაგალითად: SNOMED 229798009 = დღეში 3-ჯერ. გამოიყენეთ დიდი ასოები და არ დატოვოთ სივრცე მათ შორის

# help:gnuhealth.medication.dosage,name:
source: Common frequency name
de: Normale Häufigkeit
ka: რიგითი სიხშირის სახელი

# help:gnuhealth.occupation,code:
source: Please use CAPITAL LETTERS and no spaces
de: Bitte benutzen Sie GROßBUCHSTABEN und keine Leerzeichen
ka: გთხოვთ გამოიყენეთ დიდი ასოები და არ დატოვოთ სივრცე მათ შორის

# help:gnuhealth.operational_area,name:
source: Operational Area of the city or region
de: Einsatzgebiet der Stadt oder Region
ka: ქალაქის ან რეგიონის ოპერატიული არეალი

# help:gnuhealth.operational_sector,name:
source: Region included in an operational area
de: Region innerhalb eines Einsatzteilgebietes
ka: არეალი რომელიც შედის ოპერატიულ ზონაში

# help:gnuhealth.pathology,category:
source: Select the main category for this disease This is usually associated to the standard. For instance, the chapter on the ICD-10 will be the main category for de disease
de: Wähle die Hauptkategorie für diese Krankheit. Diese ist üblicherweise mit dem Standard verbunden. Zum Beispiel ist das Kapitel im ICD-10 die Hauptkategorie für die jeweilige Krankheit.
ka: ამ დაავადების ძირითადი კატეგორიის არჩევა ჩვეულებრივ ასოცირდება სტანდარტთან. მაგალითად, ICD-10 იქნება დაავადების ძირითადი კატეგორია

# help:gnuhealth.pathology,chromosome:
source: chromosome number
de: Chromosomennummer
ka: ქრომოსომის ნომერი

# help:gnuhealth.pathology,code:
source: Specific Code for the Disease (eg, ICD-10)
de: Spezifischer Code der Erkrankung (z.B. ICD-10)
ka: დაავადების კონკრეტული კოდი (მაგ., ICD-10)

# help:gnuhealth.pathology,gene:
source: Name of the gene(s) affected
de: Name des betroffenen Gens (der betroffenen Gene)
ka: დაზარალებული გენის (ების) სახელი

# help:gnuhealth.pathology,groups:
source: Specify the groups this pathology belongs. Some automated processes act upon the code of the group
de: Lege die Gruppe fest zu der diese Pathologie gehört. Manche automatisierte Prozesse arbeiten mit dem Code dieser Gruppe.
ka: მიუთითეთ ჯგუფები, რომლებსაც ეკუთვნის ეს პათოლოგია. ზოგიერთი ავტომატიზირებული პროცესი მოქმედებს ჯგუფის კოდზე

# help:gnuhealth.pathology,name:
source: Disease name
de: Name der Erkrankung

# help:gnuhealth.pathology,protein:
source: Name of the protein(s) affected
de: Name des betroffenen Proteins/der betroffenen Proteine
ka: დაზარალებული ცილის (ცილების) დასახელება

# help:gnuhealth.pathology.group,code:
source: for example MDG6 code will contain the Millennium Development Goals # 6 diseases : Tuberculosis, Malaria and HIV/AIDS
de: zum Beispiel enthält der MDG6 Code das Milleniums Entwicklungsziel Nummer 6 - Krankheiten: Tuberkulose, Malaria und HIV/AIDS
ka: მაგალითად, MDG6 კოდი შეიცავს ათასწლეულის განვითარების მიზნების # 6 დაავადებებს: ტუბერკულოზს, მალარიას და აივ / შიდსს.

# help:gnuhealth.pathology.group,name:
source: Group name
de: Gruppenname
ka: ჯგუფის სახელი

# help:gnuhealth.patient,biological_sex:
source: Biological sex. By defaults it takes the value from the neonatal information
de: Biologisches Geschlecht. (Default: Wert des Neugeborenen)
ka: ბიოლოგიური სქესი. ჩვეულებრისამებრ, იგი იღებს მნიშვნელობას ახალშობილის ინფორმაციიდან

# help:gnuhealth.patient,critical_info:
source: Write any important information on the patient's condition, surgeries, allergies, ...
de: Wichtige Informationen zum Patienten (Zustand, Allergien, Untersuchungen,...)
ka: დაწერეთ ნებისმიერი მნიშვნელოვანი ინფორმაცია პაციენტის მდგომარეობის, ოპერაციების, ალერგიის, ...

# help:gnuhealth.patient,critical_summary:
source: Automated summary of patient important health conditions other critical information
de: Zusammenfassung des Zustands und wichtiger Informationen
ka: პაციენტის ჯანმრთელობის მნიშვნელოვანი პირობების ავტომატური შეჯამება სხვა კრიტიკული ინფორმაცია

# help:gnuhealth.patient,current_address:
source: Use this address for temporary contact information. For example if the patient is on vacation, you can put the hotel address. In the case of a Domiciliary Unit, just link it to the name of the contact in the address form.
de: Benütze diese Adresse für temporäre Kontaktinformation. Zum Beispiel wenn der Patient auf Urlaub ist, gib die Hoteladresse ein. Im Falle der Wohnadresse, verknüpfe es mit dem Namen des Kontakts im Adressformular.
ka: გამოიყენეთ ეს მისამართი დროებითი საკონტაქტო ინფორმაციისთვის. მაგალითად, თუ პაციენტი შვებულებაშია, შეგიძლიათ განათავსოთ სასტუმროს მისამართი. საცხოვრებელი განყოფილების შემთხვევაში, უბრალოდ დააკავშირეთ ის მისამართის ფორმაში მითითებული კონტაქტის სახელთან.

# help:gnuhealth.patient,current_insurance:
source: Insurance information. You may choose from the different insurances belonging to the patient
de: Versicherungsinformation. Sie können aus den verschiedenen Versicherungen des Patienten wählen.
ka: სადაზღვევო ინფორმაცია თქვენ შეგიძლიათ აირჩიოთ პაციენტის სხვადასხვა დაზღვევებისაგან

# help:gnuhealth.patient,family:
source: Family Code
de: Familiencode
ka: ოჯახის კოდი

# help:gnuhealth.patient,general_info:
source: General information about the patient
de: Allgemeine Informationen zu dem Patienten
ka: ზოგადი ინფორმაცია პაციენტის შესახებ

# help:gnuhealth.patient,marital_status:
source: Marital Status
de: Familienstand
ka: ოჯახური მდგომარეობა

# help:gnuhealth.patient,name:
source: Person associated to this patient
de: Personen, die zu diesem Patienten gehören
ka: ამ პაციენტთან ასოცირებული პირი

# help:gnuhealth.patient,primary_care_doctor:
source: Current General Practitioner / Family Doctor
de: Derzeitiger Allgemeinarzt / Hausarzt
ka: ამჟამინდელი ზოგადი ექიმი / ოჯახის ექიმი

# help:gnuhealth.patient,puid:
source: Person Unique Identifier
de: bereichsspezifisches Personenkennzeichen
ka: პიროვნების უნიკალური იდენტიფიკატორი

# help:gnuhealth.patient.disease,age:
source: Patient age at the moment of the diagnosis. Can be estimative
de: Alter des Patienten zum Zeitpunkt der Diagnose. Kann ggf. geschätzt werden
ka: პაციენტის ასაკი დიაგნოზის დასმის მომენტში. შეიძლება შეფასებითი იყოს

# help:gnuhealth.patient.disease,date_start_treatment:
source: Start of treatment date
de: Datum des Behandlungsbeginns
ka: მკურნალობის თარიღის დაწყება

# help:gnuhealth.patient.disease,date_stop_treatment:
source: End of treatment date
de: Datum des Behandlungsendes
ka: მკურნალობის თარიღის დასრულება

# help:gnuhealth.patient.disease,healthprof:
source: Health Professional
de: Gesundheitsfachkraft
ka: ჯანდაცვის პროფესიონალი

# help:gnuhealth.patient.disease,is_infectious:
source: Check if the patient has an infectious / transmissible disease
de: Markieren Sie dieses Kästchen, wenn der Patient eine Infektionskrankheit hat
ka: შეამოწმეთ აქვს თუ არა პაციენტს ინფექციური / გადამდები დაავადება

# help:gnuhealth.patient.disease,pathology:
source: Condition
de: Zustand
ka: მდგომარეობა

# help:gnuhealth.patient.disease,pcs_code:
source: Procedure code, for example, ICD-10-PCS Code 7-character string
de: Behandlungscode, z.B. 7stelliger ICD-10-PCS-Code
ka: პროცედურის კოდი, მაგალითად, ICD-10-PCS კოდი 7-სიმბოლოიანი სტრიქონი

# help:gnuhealth.patient.disease,short_comment:
source: Brief, one-line remark of the disease. Longer description will go on the Extra info field
de: Kurze, einzeilige Bemerkung zur Krankheit. Längere Beschreibungen kommen in das Extrainfo-Feld.
ka: დაავადების მოკლე, ერთსტრიქონიანი შენიშვნა. გრძელი აღწერილობა იქნება დამატებითი ინფორმაციის ველში

# help:gnuhealth.patient.ecg,healthprof:
source: Health Professional who performed the ECG
de: Gesundheitsfachkraft die das EKG durchgeführt hat

# help:gnuhealth.patient.ecg,pr:
source: Duration of PR interval in milliseconds
de: Dauer des PR Intervalls in Millisekunden

# help:gnuhealth.patient.ecg,qrs:
source: Duration of QRS interval in milliseconds
de: Dauer des ORS Intervalls in Millisekunden
ka: QRS ინტერვალის ხანგრძლივობა მილიწამებში

# help:gnuhealth.patient.ecg,qt:
source: Duration of QT interval in milliseconds
de: Dauer des QT Intervalls in Millisekunden
ka: QT ინტერვალის ხანგრძლივობა მილიწამებში

# help:gnuhealth.patient.evaluation,abdominal_circ:
source: Waist circumference in centimeters
de: Bauchumfang in Zentimetern
ka: წელის გარშემოწერილობა სანტიმეტრებში

# help:gnuhealth.patient.evaluation,abstraction:
source: Check this box if the patient presents abnormalities in abstract reasoning
de: Ankreuzen, wenn der Patient Auffälligkeiten beim abstrakten Denken zeigt

# help:gnuhealth.patient.evaluation,actions:
source: Procedures / Actions to take
de: einzuleitende Behandlungen / Maßnahmen
ka: პროცედურები / მოქმედებები

# help:gnuhealth.patient.evaluation,appointment:
source: Enter or select the date / ID of the appointment related to this evaluation
de: Datum/ID des Termins zu dieser Untersuchung eingeben
ka: შეიყვანეთ ან შეარჩიეთ თარიღი / ID ამ შეფასებასთან დაკავშირებით

# help:gnuhealth.patient.evaluation,bpm:
source: Heart rate expressed in beats per minute
de: Herzfrequenz in Schlägen pro Minute
ka: გულისცემა გამოხატულია წუთში დარტყმებით

# help:gnuhealth.patient.evaluation,calculation_ability:
source: Check this box if the patient can not do simple arithmetic problems
de: Ankreuzen, wenn der Patient keine einfachen Rechenaufgaben lösen kann
ka: მონიშნეთ ეს ველი, თუ პაციენტს არ შეუძლია მარტივი არითმეტიკული პრობლემების მოგვარება

# help:gnuhealth.patient.evaluation,chief_complaint:
source: Chief Complaint
de: Hauptbeschwerde
ka: მთავარი საჩივარი

# help:gnuhealth.patient.evaluation,cholesterol_total:
source: Last cholesterol reading. Can be approximative. Expressed in mg/dL or mmol/L.
de: Letzter Cholesterinwert, auch näherungsweise, in mg/dL oder mmol/L.

# help:gnuhealth.patient.evaluation,code:
source: Unique code that identifies the evaluation
de: Eindeutiger Code der die Auswertung identifiziert
ka: უნიკალური კოდი, რომელიც განსაზღვრავს შეფასებას

# help:gnuhealth.patient.evaluation,computed_age:
source: Computed patient age at the moment of the evaluation
de: Berechnetes Alter des Patienten zum Zeitpunkt der Untersuchung
ka: პაციენტის გამოთვლილი ასაკი შეფასების მომენტში

# help:gnuhealth.patient.evaluation,dehydration:
source: Check this box if the patient show signs of dehydration. If associated to a disease, please encode the correspondent disease on the patient disease history. For example, Volume Depletion, E86 in ICD-10 encoding
de: Anklicken wenn der Patient Zeichen von Dehydratation aufweist. Falls mit einer Krankheit verbunden, bitte die korrespondierende Krankheit in der Krankengeschichte vermerken. Zum Beispiel: Volumenmangel: E86 im ICD-10
ka: მონიშნეთ ეს ველი, თუ პაციენტს აქვს დეჰიდრატაციის ნიშნები. თუ რაიმე დაავადებას უკავშირდება, გთხოვთ, დაშიფროთ შესაბამისი დაავადება პაციენტის დაავადების ისტორიაში. მაგალითად, მოცულობის შემცირება, E86 ICD-10 კოდირებაში

# help:gnuhealth.patient.evaluation,derived_from:
source: Health Professional who derived the case
de: Gesundheitsfachkraft, die den Fall weiterverwiesen hat
ka: ჯანდაცვის პროფესიონალი, რომელიც საქმეს წარმართავდა

# help:gnuhealth.patient.evaluation,derived_to:
source: Health Professional to derive the case
de: Gesundheitsfachkraft, um den Fall weiterzuverweisen
ka: ჯანდაცვის პროფესიონალი, რომელიც საქმეს წარმართავდა

# help:gnuhealth.patient.evaluation,diagnosis:
source: Presumptive Diagnosis. If no diagnosis can be made, encode the main sign or symptom.
de: Vorläufige Arbeitsdiagnose. Wenn keine Diagnose gestellt werden kann, codiere den Hauptzustand oder das Hauptsymptom.
ka: სავარაუდო დიაგნოზი. თუ დიაგნოზის დასმა შეუძლებელია, მიუთითეთ ძირითადი ნიშანი ან სიმპტომი.

# help:gnuhealth.patient.evaluation,diagnostic_hypothesis:
source: Other Diagnostic Hypotheses / Differential Diagnosis (DDx)
de: Andere diagnostische Hypothesen / Differentialdiagnose (DDx)
ka: სხვა დიაგნოსტიკური ჰიპოთეზა / დიფერენციალური დიაგნოზი (DDx)

# help:gnuhealth.patient.evaluation,diastolic:
source: Diastolic pressure expressed in mmHg
de: Diastolischer Wert in mmHg
ka: დიასტოლური წნევა გამოხატულია mmHg- ით

# help:gnuhealth.patient.evaluation,discharge_reason:
source: Reason for patient discharge
de: Grund für die Patientenentlassung
ka: პაციენტის გაწერის მიზეზი

# help:gnuhealth.patient.evaluation,evaluation_length:
source: Duration of the evaluation
de: Dauer der Untersuchung
ka: შეფასების ხანგრძლივობა

# help:gnuhealth.patient.evaluation,glycemia:
source: Last blood glucose level. Can be approximative. Expressed in mg/dL or mmol/L.
de: Letzter Blutzuckerspiegel, auch näherungsweise, in mg/dL oder mmol/L.
ka: სისხლში გლუკოზის ბოლო დონე. შეიძლება იყოს მიახლოებითი. გამოხატულია მგ / დლ ან მმოლ / ლ.

# help:gnuhealth.patient.evaluation,hba1c:
source: Last Glycated Hb level. Can be approximative. Expressed in mmol/mol.
de: Letzter Hämoglobinwert (HbA), auch näherungsweise, in mmol/mol.
ka: ბოლოს გლიკირებული Hb დონე. შეიძლება იყოს მიახლოებითი. გამოხატულია მმოლ / მოლში.

# help:gnuhealth.patient.evaluation,hdl:
source: Last HDL Cholesterol reading. Can be approximative. Expressed in mg/dL or mmol/L.
de: Letzter HDL Cholesterinwert, auch näherungsweise, in mg/dL oder mmol/L.
ka: ბოლო HDL ქოლესტერინის მაჩვენებელი. შეიძლება იყოს მიახლოებითი. გამოხატულია მგ / დლ ან მმოლ / ლ.

# help:gnuhealth.patient.evaluation,head_circumference:
source: Head circumference in centimeters
de: Kopfumfang in Zentimetern
ka: თავის გარშემოწერილობა სანტიმეტრებში

# help:gnuhealth.patient.evaluation,healthprof:
source: Health professional that initiates the evaluation.This health professional might or might not be the same that signs and finishes the evaluation.The evaluation remains in progress state until it is signed, when it becomes read-only
de: Behandler der die Behandlung veranlasst hat. Kann derselbe sein der die Untersuchung vidiert und abschließt. Die Behandlung verbleibt im Bearbeitungsstatus bis sie vidiert wird, wenn sie nur mehr gelesen werden kann.
ka: ჯანდაცვის სპეციალისტი, რომელიც იწყებს შეფასებას. ეს სამედიცინო სპეციალისტი შეიძლება იყოს ან არ იყოს იგივე, რაც ხელს აწერს და ამთავრებს შეფასებას. შეფასება მიმდინარეობს, სანამ არ იქნება ხელმოწერილი, მაშინ ხდება მხოლოდ კითხვადი

# help:gnuhealth.patient.evaluation,height:
source: Height in centimeters
de: Länge in Zentimetern
ka: სიმაღლე სანტიმეტრებში

# help:gnuhealth.patient.evaluation,hip:
source: Hip circumference in centimeters
de: Hüftumfang in Zentimetern
ka: თეძოს გარშემოწერილობა სანტიმეტრებში

# help:gnuhealth.patient.evaluation,information_source:
source: Source ofInformation, eg : Self, relative, friend ...
de: Quelle der Information, zB.: Patient, Verwandter, Freund..
ka: ინფორმაციის წყარო, მაგ .: საკუთარი თავი, ნათესავი, მეგობარი ...

# help:gnuhealth.patient.evaluation,judgment:
source: Check this box if the patient can not interpret basic scenario solutions
de: Markieren Sie dieses Kästchen, wenn der Patient grundlegene Szenarien nicht lösen kann.
ka: მონიშნეთ ეს ველი, თუ პაციენტი ვერ ახერხებს ძირითადი სცენარების გადაწყვეტის ინტერპრეტაციას

# help:gnuhealth.patient.evaluation,knowledge_current_events:
source: Check this box if the patient can not respond to public notorious events
de: Ankreuzen, wenn der Patient nicht über das aktuelle Zeitgeschehen informiert ist
ka: მონიშნეთ ეს ველი, თუ პაციენტი ვერ რეაგირებს საზოგადოებრივ ცნობილ მოვლენებზე

# help:gnuhealth.patient.evaluation,ldl:
source: Last LDL Cholesterol reading. Can be approximative. Expressed in mg/dL or mmol/L.
de: Letzter LDL Cholesterinwert, auch näherungsweise, in mg/dL oder mmol/L.
ka: LDL ქოლესტერინის ბოლო მაჩვენებელი. შეიძლება იყოს მიახლოებითი. გამოხატულია მგ / დლ ან მმოლ / ლ.

# help:gnuhealth.patient.evaluation,loc:
source: Level of Consciousness - on Glasgow Coma Scale : < 9 severe - 9-12 Moderate, > 13 minor
de: Bewusstseinslevel - laut Glasgow Coma Scale: <9 schwer - 9-12 moderat - >13 gering beeinträchtigt
ka: ცნობიერების დონე - გლაზგოს კომის მასშტაბით: <9 მძიმე - 9-12 ზომიერი,> 13 მცირე

# help:gnuhealth.patient.evaluation,malnutrition:
source: Check this box if the patient show signs of malnutrition. If associated to a disease, please encode the correspondent disease on the patient disease history. For example, Moderate protein-energy malnutrition, E44.0 in ICD-10 encoding
de: Anklicken wenn der Patient Zeichen von Malnutrition aufweist. Falls mit einer Krankheit verbunden, bitte die korrespondierende Krankheit in der Krankengeschichte vermerken. Zum Beispiel: moderate Energie- und Eiweißmangelkrankheit: E44.0 im ICD-10
ka: მონიშნეთ ეს ველი, თუ პაციენტს აქვს არასწორი კვების ნიშნები. თუ რაიმე დაავადებას უკავშირდება, გთხოვთ, დაშიფროთ შესაბამისი დაავადება პაციენტის დაავადების ისტორიაში. მაგალითად, ზომიერი ცილის ენერგიის არასწორი კვება, E44.0 ICD-10 კოდირებით

# help:gnuhealth.patient.evaluation,memory:
source: Check this box if the patient has problems in short or long term memory
de: Ankreuzen, wenn der Patient Probleme im Langzeit- oder Kurzzeitgedächtnis hat
ka: მონიშნეთ ეს ველი, თუ პაციენტს აქვს პრობლემები მოკლე ან გრძელვადიან მეხსიერებაში

# help:gnuhealth.patient.evaluation,object_recognition:
source: Check this box if the patient suffers from any sort of gnosia disorders, such as agnosia, prosopagnosia ...
de: Anklicken wenn der Patient an einer -gnosie Störung leidet: z.B. Agnosie, Prosopagnosie, ...
ka: მონიშნეთ ეს ველი, თუ პაციენტს აქვს რაიმე სახის გნოზიის დარღვევა, მაგალითად აგნოზია, პროზოპაგნოზია ...

# help:gnuhealth.patient.evaluation,orientation:
source: Check this box if the patient is disoriented in time and/or space
de: Ankreuzen, wenn der Patient örtlich oder zeitlich desorientiert ist
ka: მონიშნეთ ეს ველი, თუ პაციენტი დეზორიენტირებულია დროში და / ან სივრცეში

# help:gnuhealth.patient.evaluation,osat:
source: Arterial oxygen saturation expressed as a percentage
de: Arterielle Sauerstoffsättingung, in Prozent
ka: არტერიული ჟანგბადის გაჯერება გამოხატულია პროცენტულად

# help:gnuhealth.patient.evaluation,praxis:
source: Check this box if the patient is unable to make voluntarymovements
de: Ankreuzen, wenn der Patient unfähig zu willentlichen Bewegungen ist
ka: მონიშნეთ ეს ველი, თუ პაციენტს არ შეუძლია ნებაყოფლობითი გადაადგილება

# help:gnuhealth.patient.evaluation,related_condition:
source: Related condition related to this follow-up evaluation
de: Verwandte Zustände im Zuammenhang mit dieser Nachuntersuchung (follow-up)
ka: შესაბამისი მდგომარეობა, რომელიც უკავშირდება ამ შემდგომ შეფასებას

# help:gnuhealth.patient.evaluation,reliable_info:
source: Uncheck this optionif the information provided by the source seems not reliable
de: Nicht ankreuzen, wenn die durch die Quelle bereit gestellte Information nicht vertrauenswürdig ist
ka: მონიშნეთ ეს ვარიანტი, თუ წყაროს მიერ მოწოდებული ინფორმაცია, როგორც ჩანს, არ არის სანდო

# help:gnuhealth.patient.evaluation,respiratory_rate:
source: Respiratory rate expressed in breaths per minute
de: Atemfrequenz in Atemzügen pro Minute
ka: სუნთქვის სიხშირე გამოხატულია წუთში სუნთქვის რაოდენობით

# help:gnuhealth.patient.evaluation,secondary_conditions:
source: Other conditions found on the patient
de: Andere Zustände beim Patienten gefunden
ka: პაციენტთან ნაპოვნი სხვა კონდიციები

# help:gnuhealth.patient.evaluation,signed_by:
source: Health Professional that finnished the patient evaluation
de: Mitarbeiter, der die Untersuchung des Patienten beendet hat
