Repository: alwindoss/gnuhealth
Catalog: tryton/health/locale/*.po
Languages: de, ka

# field:gnuhealth.prescription.line,short_comment:
source: Comment
de: Kommentar
ka: კომენტარი

# field:gnuhealth.prescription.line,start_treatment:
source: Start
de: Anfang
ka: დაწყება

# field:gnuhealth.prescription.line,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.prescription.line,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.prescription.order,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.prescription.order,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.prescription.order,healthprof:
source: Prescribed by
de: Verschrieben durch
ka: დანიშნულია

# field:gnuhealth.prescription.order,notes:
source: Prescription Notes
de: Anmerkungen zum Rezept
ka: რეცეპტით შენიშვნები

# field:gnuhealth.prescription.order,pharmacy:
source: Pharmacy
de: Apotheke
ka: აფთიაქი

# field:gnuhealth.prescription.order,pregnancy_warning:
source: Pregnancy Warning
de: Schwangerschaftswarnung
ka: გაფრთხილება ორსულობის შესახებ

# field:gnuhealth.prescription.order,prescription_date:
source: Prescription Date
de: Verschreibungsdatum
ka: დანიშვნის თარიღი

# field:gnuhealth.prescription.order,prescription_id:
source: Prescription ID
de: Rezept-ID
ka: რეცეპტის ID

# field:gnuhealth.prescription.order,prescription_line:
source: Prescription line
de: Rezeptzeile
ka: დანიშნულების ხაზი

# field:gnuhealth.prescription.order,prescription_warning_ack:
source: Prescription verified
de: Verschreibung bestätigt
ka: დანიშნულება დადასტურებულია

# field:gnuhealth.prescription.order,report_prescription_date:
source: Prescription Date
de: Verschreibungsdatum
ka: დანიშვნის თარიღი

# field:gnuhealth.prescription.order,report_prescription_time:
source: Prescription Time
de: Verordnungszeitpunkt
ka: დანიშნულების დრო

# field:gnuhealth.prescription.order,state:
source: State
de: Status
ka: მდგომარეობა

# field:gnuhealth.prescription.order,user_id:
source: Prescribing Doctor
de: Verschreibender Arzt
ka: ექიმის დანიშვნა

# field:gnuhealth.prescription.order,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.prescription.order,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.procedure,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.procedure,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.procedure,description:
source: Long Text
de: Langer Text
ka: გრძელი ტექსტი

# field:gnuhealth.procedure,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.procedure,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.secondary_condition,comments:
source: Comments
de: Kommentar
ka: კომენტარები

# field:gnuhealth.secondary_condition,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.secondary_condition,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.secondary_condition,evaluation:
source: Evaluation
de: Auswertung
ka: შეფასება

# field:gnuhealth.secondary_condition,pathology:
source: Pathology
de: Pathologie
ka: პათოლოგია

# field:gnuhealth.secondary_condition,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.secondary_condition,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.sequences,appointment_sequence:
source: Appointment Sequence
de: Abfolge der Termine
ka: დანიშვნის თანმიმდევრობა

# field:gnuhealth.sequences,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.sequences,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.sequences,patient_evaluation_sequence:
source: Patient Evaluation Sequence
de: Untersuchungs-Reihenfolge
ka: პაციენტის შეფასების თანმიმდევრობა

# field:gnuhealth.sequences,patient_sequence:
source: Patient Sequence
de: Abfolge der Patienten
ka: პაციენტის თანმიმდევრობა

# field:gnuhealth.sequences,prescription_sequence:
source: Prescription Sequence
de: Abfolge der Verschreibungen
ka: რეცეპტის მიმდევრობა

# field:gnuhealth.sequences,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.sequences,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.signs_and_symptoms,clinical:
source: Sign or Symptom
de: Zeichen und Symptome
ka: ნიშანი ან სიმპტომი

# field:gnuhealth.signs_and_symptoms,comments:
source: Comments
de: Kommentar
ka: კომენტარები

# field:gnuhealth.signs_and_symptoms,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.signs_and_symptoms,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.signs_and_symptoms,evaluation:
source: Evaluation
de: Auswertung
ka: შეფასება

# field:gnuhealth.signs_and_symptoms,sign_or_symptom:
source: Subjective / Objective
de: Subjektiv / Objektiv
ka: სუბიექტური / ობიექტური

# field:gnuhealth.signs_and_symptoms,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.signs_and_symptoms,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.specialty,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.specialty,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.specialty,name:
source: Specialty
de: Fachabteilung
ka: სპეციალობა

# field:gnuhealth.specialty,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.specialty,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.vaccination,admin_site:
source: Admin Site
de: Verabreichungstelle

# field:gnuhealth.vaccination,amount:
source: Amount
de: Menge
ka: რაოდენობა

# field:gnuhealth.vaccination,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.vaccination,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.vaccination,date:
source: Date
de: Datum
ka: თარიღი

# field:gnuhealth.vaccination,dose:
source: Dose #
de: Dosierung #
ka: დოზა #

# field:gnuhealth.vaccination,healthprof:
source: Health Prof
de: Behandler
ka: ჯანდაცვის პროფ

# field:gnuhealth.vaccination,institution:
source: Institution
de: Einrichtung
ka: დაწესებულება

# field:gnuhealth.vaccination,next_dose_date:
source: Next Dose
de: Nächste Dosis
ka: შემდეგი დოზა

# field:gnuhealth.vaccination,observations:
source: Observations
de: Beobachtungen
ka: დაკვირვება

# field:gnuhealth.vaccination,picture:
source: Label
de: Bezeichnung
ka: ლეიბლი

# field:gnuhealth.vaccination,signed_by:
source: Signed by
de: Unterzeichnet von
ka: ხელმოწერილია

# field:gnuhealth.vaccination,state:
source: State
de: Status
ka: მდგომარეობა

# field:gnuhealth.vaccination,vaccine:
source: Vaccine
de: Impfstoff
ka: ვაქცინა

# field:gnuhealth.vaccination,vaccine_expiration_date:
source: Expiration date
de: Verfallsdatum
ka: ვადის გასვლის თარიღი

# field:gnuhealth.vaccination,vaccine_lot:
source: Lot Number
de: Chargennummer

# field:gnuhealth.vaccination,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.vaccination,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:party.address,is_school:
source: School
de: Schule
ka: სკოლა

# field:party.address,is_work:
source: Work
de: Arbeit
ka: მუშაობა

# field:party.address,relationship:
source: Relationship
de: Beziehung
ka: ურთიერთობა

# field:party.address,relative_id:
source: Contact
de: Kontakt
ka: კონტაქტი

# field:party.party,activation_date:
source: Activation date
de: Datum der Aktivierung
ka: აქტივაციის თარიღი

# field:party.party,age:
source: Age
de: Alter
ka: ასაკი

# field:party.party,alternative_identification:
source: Alternative IDs
de: Andere IDs
ka: ალტერნატიული პირადობის მოწმობები

# field:party.party,alternative_ids:
source: Alternative IDs
de: Andere IDs
ka: ალტერნატიული პირადობის მოწმობები

# field:party.party,birth_certificate:
source: Birth Certificate
de: Geburtsurkunde
ka: დაბადების მოწმობა

# field:party.party,citizenship:
source: Citizenship
de: Staatsbürgerschaft
ka: მოქალაქეობა

# field:party.party,death_certificate:
source: Death Certificate
de: Todesschein
ka: სიკვდილის მოწმობა

# field:party.party,deceased:
source: Deceased
de: Verstorben
ka: გარდაცვლილი

# field:party.party,dob:
source: DoB
de: Geburtsdatum

# field:party.party,dod:
source: Date of Death
de: Sterbedatum
ka: გარდაცვალების თარიღი

# field:party.party,du:
source: DU
de: Wohneinheit

# field:party.party,ethnic_group:
source: Ethnicity
de: Ethnizität
ka: ეთნიკურობა

# field:party.party,father:
source: Father
de: Vater
ka: მამა

# field:party.party,gender:
source: Gender
de: Geschlecht
ka: სქესი

# field:party.party,insurance:
source: Insurances
de: Versicherungen
ka: დაზღვევები

# field:party.party,insurance_company_type:
source: Insurance Type
de: Versicherungstyp
ka: დაზღვევის ტიპი

# field:party.party,insurance_plan_ids:
source: Insurance Plans
de: Versicherungspläne
ka: დაზღვევის გეგმები

# field:party.party,internal_user:
source: Internal User
de: Interner Benutzer
ka: შიდა მომხმარებელი

# field:party.party,is_healthprof:
source: Health Prof
de: Behandler
ka: ჯანდაცვის პროფ

# field:party.party,is_institution:
source: Institution
de: Einrichtung
ka: დაწესებულება

# field:party.party,is_insurance_company:
source: Insurance Company
de: Versicherungsgesellschaft
ka: სადაზღვევო კომპანია

# field:party.party,is_pharmacy:
source: Pharmacy
de: Apotheke
ka: აფთიაქი

# field:party.party,lastname:
source: Family names
de: Nachname(n)
ka: გვარის სახელები

# field:party.party,marital_status:
source: Marital Status
de: Familienstand
ka: ოჯახური მდგომარეობა

# field:party.party,mother:
source: Mother
de: Mutter
ka: დედა

# field:party.party,name_representation:
source: Name Representation
de: Darzustellender Name
ka: სახელის წარმომადგენლობა

# field:party.party,person_names:
source: Person Names
de: Personenname
ka: პიროვნების სახელები

# field:party.party,photo:
source: Picture
de: Foto
ka: სურათი

# field:party.party,ref:
source: PUID
de: bPK

# field:party.party,residence:
source: Residence
de: Wohngebiet
ka: რეზიდენცია

# field:party.party,unidentified:
source: Unidentified
de: Nicht Ausgewiesen
ka: ამოუცნობია

# field:product.product,is_bed:
source: Bed
de: Bett
ka: საწოლი

# field:product.product,is_insurance_plan:
source: Insurance Plan
de: Versicherungsplan
ka: დაზღვევის გეგმები

# field:product.product,is_medical_supply:
source: Medical Supply
de: Medizinische Versorgung
ka: სამედიცინო მომარაგება

# field:product.product,is_medicament:
source: Medicament
de: Medikament
ka: მედიკამენტები

# field:product.product,is_vaccine:
source: Vaccine
de: Impfstoff
ka: ვაქცინა

# help:gnuhealth.appointment,consultations:
source: Consultation Services
de: Sprechstunden
ka: საკონსულტაციო მომსახურება

# help:gnuhealth.appointment,healthprof:
source: Health Professional
de: Behandler
ka: ჯანდაცვის პროფესიონალი

# help:gnuhealth.appointment,institution:
source: Health Care Institution
de: Gesundheitseinrichtung
ka: ჯანდაცვის დაწესებულება

# help:gnuhealth.appointment,patient:
source: Patient Name
de: Patientenname
ka: პაციენტის სახელი

# help:gnuhealth.appointment,speciality:
source: Medical Specialty / Sector
de: Medizinischer Fachbereich
ka: სამედიცინო სპეციალობა / სექტორი

# help:gnuhealth.birth_certificate,signed_by:
source: Person who certifies this birth document
de: Person die diese Geburtsurkunde zertifiziert
ka: პირი, რომელიც ადასტურებს ამ დაბადების დოკუმენტს

# help:gnuhealth.death_certificate,autopsy:
source: Check this box if autopsy has been done
de: Anklicken wenn Autopsie durchgeführt wurde
ka: შეამოწმეთ ეს ყუთი, თუ გაკეთებულია გაკვეთა

# help:gnuhealth.death_certificate,cod:
source: Immediate Cause of Death
de: Unmittelbare Todesursache
ka: სიკვდილის დაუყოვნებელი მიზეზი

# help:gnuhealth.death_certificate,dod:
source: Date and time of Death
de: Todeszeitpunkt
ka: სიკვდილის თარიღი და დრო

# help:gnuhealth.death_certificate,du:
source: Domiciliary Unit
de: Wohneinheit

# help:gnuhealth.death_certificate,signed_by:
source: Health Professional that signed the death certificate
de: Mitarbeiter, der die Bescheinigung des Todes unterzeichnet hat
ka: ჯანმრთელობის პროფესიონალი, რომელმაც ხელი მოაწერა სიკვდილის მოწმობას

# help:gnuhealth.death_certificate,underlying_conditions:
source: Underlying conditions that initiated the events resulting in death. Please code them in sequential, chronological order
de: Zugrundeliegende Krankheitszustände die zum Tode führenden Ereignisse initiiert haben. Bitte in chronologischer Abfolge codieren
ka: ძირითადი პირობები, რომლებიც იწვევდა სიკვდილის განმაპირობებელ მოვლენებს. გთხოვთ, მათი კოდირება აწარმოეთ თანმიმდევრულად, ქრონოლოგიური თანმიმდევრობით

# help:gnuhealth.death_underlying_condition,interval:
source: Approx Interval onset to death
de: Ungefähres Intervall vom Beginn bis zum Tode

# help:gnuhealth.drug.form,code:
source: Please use CAPITAL LETTERS and no spaces
de: Bitte benutzen Sie GROßBUCHSTABEN und keine Leerzeichen
ka: გთხოვთ გამოიყენეთ დიდი ასოები და არ დატოვოთ სივრცე მათ შორის

# help:gnuhealth.drug.route,code:
source: Please use CAPITAL LETTERS and no spaces
de: Bitte benutzen Sie GROßBUCHSTABEN und keine Leerzeichen
ka: გთხოვთ გამოიყენეთ დიდი ასოები და არ დატოვოთ სივრცე მათ შორის

# help:gnuhealth.du,address_country:
source: Country
de: Land
ka: ქვეყანა

# help:gnuhealth.du,address_district:
source: Neighborhood, Village, Barrio....
de: Viertel, Siedlung, Stadtteil ..

# help:gnuhealth.du,address_municipality:
source: Municipality, Township, county ..
de: Gemeinde, Stadtgebiet, Bezirk ..
ka: მუნიციპალიტეტი, ქალაქი, ქვეყანა ..

# help:gnuhealth.du,housing:
source: Housing and sanitary living conditions
de: Wohn- und Hygieneverhältnisse
ka: საცხოვრებელი და სანიტარული საცხოვრებელი პირობები

# help:gnuhealth.du,total_surface:
source: Surface in sq. meters
de: Oberfläche in qm
ka: ზედაპირი კვადრატულ მეტრებში

# help:gnuhealth.du,urladdr:
source: Locates the DU on the Open Street Map by default
de: Ortet die Wohneinheit automatisch auf der Open Street Map

# help:gnuhealth.ethnicity,code:
source: Please use CAPITAL LETTERS and no spaces
de: Bitte benutzen Sie GROßBUCHSTABEN und keine Leerzeichen
ka: გთხოვთ გამოიყენეთ დიდი ასოები და არ დატოვოთ სივრცე მათ შორის

# help:gnuhealth.family,name:
source: Family code
de: Familiencode
ka: ოჯახის კოდი

# help:gnuhealth.family_member,name:
source: Family code
de: Familiencode
ka: ოჯახის კოდი

# help:gnuhealth.family_member,party:
source: Family Member
de: Familienangehöriger
ka: ოჯახის წევრი

# help:gnuhealth.family_member,role:
source: Father, Mother, sibbling...
de: Vater, Mutter, Geschwister...
ka: მამა, დედა, და-ძმა ...

# help:gnuhealth.healthprofessional,code:
source: License ID
de: Lizenz ID
ka: ლიცენზიის ID

# help:gnuhealth.healthprofessional,institution:
source: Main institution where she/he works
de: Hauptinstitution wo sie/er arbeitet
ka: მთავარი დაწესებულება, სადაც ის მუშაობს

# help:gnuhealth.healthprofessional,name:
source: Health Professional's Name, from the partner list
de: Name des Behandlers, aus dem Partnerverzeichnis
ka: ჯანდაცვის პროფესიონალის სახელი, პარტნიორთა სიიდან

# help:gnuhealth.healthprofessional,puid:
source: Person Unique Identifier
de: bereichsspezifisches Personenkennzeichen
ka: პიროვნების უნიკალური იდენტიფიკატორი

# help:gnuhealth.hospital.bed,institution:
source: Health Institution
de: Gesundheitseinrichtung
ka: ჯანდაცვის დაწესებულება

# help:gnuhealth.hospital.bed,name:
source: Bed Number
de: Bett Nummer
ka: საწოლის ნომერი

# help:gnuhealth.hospital.bed,telephone_number:
source: Telephone number / Extension
de: Telefonnummer / -anschluss
ka: ტელეფონის ნომერი / გაფართოება

# help:gnuhealth.hospital.bed,ward:
source: Ward or room
de: Station oder Zimmer
ka: პალატა ან ოთახი

# help:gnuhealth.hospital.building,institution:
source: Health Institution of this building
de: Gesundheitsinstitution dieses Gebäudes
ka: ამ შენობის ჯანდაცვის დაწესებულება

# help:gnuhealth.hospital.building,name:
source: Name of the building within the institution
de: Gebäudename innerhalb des Institutes
ka: დაწესებულების შენობის დასახელება

# help:gnuhealth.hospital.or,institution:
source: Health Institution
de: Gesundheitseinrichtung
ka: ჯანდაცვის დაწესებულება

# help:gnuhealth.hospital.or,name:
source: Name of the Operating Room
de: Name des Operationssaales
ka: საოპერაციო ოთახის დასახელება

# help:gnuhealth.hospital.unit,institution:
source: Health Institution
de: Gesundheitseinrichtung
ka: ჯანდაცვის დაწესებულება

# help:gnuhealth.hospital.unit,name:
source: Name of the unit, eg Neonatal, Intensive Care, ...
de: Name der Station, z.B.: Neonatologie, Intensivstation,...

# help:gnuhealth.hospital.ward,bio_hazard:
source: Check this option if there is biological hazard
de: Markieren Sie dieses Kästchen, wenn eine biologische Gefährdung besteht
ka: შეამოწმეთ ეს ვარიანტი, თუ არსებობს ბიოლოგიური საშიშროება

# help:gnuhealth.hospital.ward,institution:
source: Health Institution
de: Gesundheitseinrichtung
ka: ჯანდაცვის დაწესებულება

# help:gnuhealth.hospital.ward,name:
source: Ward / Room code
de: Station / Zimmer Code
ka: პალატის / ოთახის კოდი

# help:gnuhealth.hospital.ward,number_of_beds:
source: Number of patients per ward
de: Anzahl der Patienten pro Station
ka: პაციენტების რაოდენობა პალატაზე

# help:gnuhealth.hospital.ward,private:
source: Check this option for private room
de: Hier ankreuzen für Einzelzimmer
ka: შეამოწმეთ ეს ვარიანტი კერძო ოთახისთვის

# help:gnuhealth.hp_specialty,specialty:
source: Specialty Code
de: Fachbereichs-Code
ka: სპეციალობის კოდი

# help:gnuhealth.immunization_schedule,desc:
source: Short Description for this immunization schedule
de: Kurze Beschreibung für diesen Impfplan
ka: მოკლე აღწერა ამ იმუნიზაციის გრაფიკისთვის

# help:gnuhealth.immunization_schedule,sched:
source: Code for this immunization schedule
de: Code für diesen Impfplan
ka: იმუნიზაციის გრაფიკის კოდი

# help:gnuhealth.immunization_schedule_dose,vaccine:
source: Vaccine Name
de: Impfstoff
ka: ვაქცინის სახელი

# help:gnuhealth.immunization_schedule_line,sched:
source: Schedule Name
de: Name des Terminplans
ka: განრიგის სახელი

# help:gnuhealth.immunization_schedule_line,vaccine:
source: Vaccine Name
de: Impfstoff
ka: ვაქცინის სახელი

# help:gnuhealth.institution,code:
source: Institution code
de: Code der Einrichtung
ka: დაწესებულების კოდი

# help:gnuhealth.institution,main_specialty:
source: Choose the speciality in the case of Specialized Hospitals or where this center excels
de: Wähle das Fachgebiet bei Sonderkrankenanstalten oder bei Exzellenzzentren
ka: შეარჩიეთ სპეციალობა სპეციალიზებული საავადმყოფოების შემთხვევაში ან სადაც ეს ცენტრი გამოირჩევა

# help:gnuhealth.institution,name:
source: Party Associated to this Health Institution
de: Träger dieser Gesundheitseinrichtung
ka: ამ სამედიცინო დაწესებულებასთან ასოცირებული წვეულება

# help:gnuhealth.institution,operating_room:
source: Check this box if the institution has operating rooms
de: Klicken Sie dieses Kästchen an falls die Einrichtung Operationssäle hat

# help:gnuhealth.institution,operational_sectors:
source: Operational Sectors covered by this institution
de: Einsatzeilgebiete die von dieser Einrichtung abgedeckt werden
ka: ამ დაწესებულების ოპერატიული სექტორები

# help:gnuhealth.institution,specialties:
source: Specialties Provided in this Health Institution
de: Fachbereiche dieser Gesundheitseinrichtung
ka: ამ სამედიცინო დაწესებულებაში მოცემული სპეციალობები

# help:gnuhealth.institution,teaching:
source: Mark if this is a teaching institution
de: Markieren falls dies eine Lehreinrichtung ist
ka: მონიშნეთ, თუ ეს არის სასწავლო დაწესებულება

# help:gnuhealth.insurance,category:
source: Insurance company category
de: Kategorie der Versicherungsfirma
ka: სადაზღვევო კომპანიის კატეგორია

# help:gnuhealth.insurance,plan_id:
source: Insurance company plan
de: Versicherungsplan
ka: სადაზღვევო კომპანიის გეგმა

# help:gnuhealth.insurance.plan,is_default:
source: Check if this is the default plan when assigning this insurance company to a patient
de: Anklicken wenn dies der Standard-Versicherungsplan ist bei Zuteilung dieser Versicherungsgesellschaft zu einem Patienten
ka: შეამოწმეთ არის თუ არა ეს ნაგულისხმევი გეგმა, როდესაც ამ სადაზღვევო კომპანიას პაციენტს ანიჭებთ

# help:gnuhealth.insurance.plan,name:
source: Insurance company plan
de: Versicherungsplan
ka: სადაზღვევო კომპანიის გეგმა

# help:gnuhealth.medicament,active_component:
source: Active Component
de: Wirkstoff
ka: აქტიური კომპონენტი

# help:gnuhealth.medicament,composition:
source: Components
de: Inhaltsstoffe
ka: კომპონენტები

# help:gnuhealth.medicament,dosage:
source: Dosage / Indications
de: Dosierung / Indikationen
ka: დოზირება / ჩვენებები

# help:gnuhealth.medicament,form:
source: Drug form, such as tablet, suspension, liquid ..
de: Darreichungsform, wie z. B. Tablette, Lösung, Flüssigkeit ..
ka: წამლის ფორმა, როგორიცაა ტაბლეტი, სუსპენზია, თხევადი ..

# help:gnuhealth.medicament,indications:
source: Indications
de: Indikationen
ka: მითითებები

# help:gnuhealth.medicament,name:
source: Product Name
de: Produktname
ka: პროდუქტის სახელი

# help:gnuhealth.medicament,overdosage:
source: Overdosage
de: Überdosierung
ka: ჭარბი დოზირება

# help:gnuhealth.medicament,pregnancy:
source: Warnings for Pregnant Women
de: Warnung für schwangere Frauen
ka: გაფრთხილებები ორსული ქალებისთვის
