Repository: alwindoss/gnuhealth
Catalog: tryton/health/locale/*.po
Languages: de, ka

# model:gnuhealth.drug.form,name:CMT
source: Cement
de: Zement
ka: ცემენტი

# model:gnuhealth.drug.form,name:COR
source: Cord
de: Schnur
ka: კაბელი

# model:gnuhealth.drug.form,name:CRM
source: Cream
de: Creme
ka: კრემი

# model:gnuhealth.drug.form,name:DCH
source: Douche
de: Dusche

# model:gnuhealth.drug.form,name:DPS
source: Drops
de: Tropfen
ka: წვეთები

# model:gnuhealth.drug.form,name:DRE
source: Dressing
de: Verband
ka: გასახდელი

# model:gnuhealth.drug.form,name:ECC
source: Capsule enteric-coated
de: Magensäureresistente Kapsel

# model:gnuhealth.drug.form,name:ECT
source: Tablet enteric coated
de: Magensaftresistente Tablette

# model:gnuhealth.drug.form,name:ENM
source: Enema
de: Klysma

# model:gnuhealth.drug.form,name:EVT
source: Tablet effervescent
de: Brausetablette

# model:gnuhealth.drug.form,name:FLS
source: Floss
de: Zahnseide

# model:gnuhealth.drug.form,name:GDR
source: Granule for suspension delayed release
de: Granulat zur Suspension mit verzögerter Freisetzung

# model:gnuhealth.drug.form,name:GEF
source: Granule effervescent
de: Brausegranulat

# model:gnuhealth.drug.form,name:GER
source: Gel controlled release
de: Gel mit kontrollierter Freisetzung
ka: გელით კონტროლირებადი გამოყოფა

# model:gnuhealth.drug.form,name:GLO
source: Globules
de: Globuli
ka: გლობულები

# model:gnuhealth.drug.form,name:GRA
source: Granules
de: Granulat
ka: გრანულები

# model:gnuhealth.drug.form,name:GRT
source: Graft
de: Transplantat

# model:gnuhealth.drug.form,name:GUM
source: Gum chewable
de: Kaugummi
ka: საღეჭი რეზინი

# model:gnuhealth.drug.form,name:IER
source: Insert extended release
de: Zum Einführen, verlängerte Freisetzung
ka: ჩასვით გაფართოებული გამოშვება

# model:gnuhealth.drug.form,name:IMP
source: Implant
de: Implantat
ka: იმპლანტირება

# model:gnuhealth.drug.form,name:INS
source: Insert
de: Einführen
ka: ჩასმა

# model:gnuhealth.drug.form,name:JAM
source: Jam
de: Marmelade

# model:gnuhealth.drug.form,name:KIT
source: Kit
de: Set

# model:gnuhealth.drug.form,name:LEF
source: Leaf
de: Blatt
ka: ფოთოლი

# model:gnuhealth.drug.form,name:LIP
source: Liposome
de: Liposom
ka: ლიპოზომი

# model:gnuhealth.drug.form,name:LIQ
source: Liquid
de: Flüssigkeit
ka: თხევადი

# model:gnuhealth.drug.form,name:LOZ
source: Lozenge
de: Lutschtablette

# model:gnuhealth.drug.form,name:MWH
source: Mouthwash gargle
de: Mundspülung / Gurgellösung
ka: პირის ღრუს გამორეცხვა

# model:gnuhealth.drug.form,name:ONT
source: Ointment
de: Salbe
ka: მალამო

# model:gnuhealth.drug.form,name:OVU
source: Ovules
de: Ovula
ka: ოვულები

# model:gnuhealth.drug.form,name:PAD
source: Pad
de: Bausch
ka: ბალიში

# model:gnuhealth.drug.form,name:PATCH
source: Patch
de: Augenklappe / Pflaster

# model:gnuhealth.drug.form,name:PEC
source: Powder enteric coated
de: Magensaftresistentes Pulver

# model:gnuhealth.drug.form,name:PEF
source: Powder effervescent
de: Brausepulver

# model:gnuhealth.drug.form,name:PEN
source: Pencil
de: Stift
ka: ფანქარი

# model:gnuhealth.drug.form,name:PIC
source: Piece chewable
de: Kautablette

# model:gnuhealth.drug.form,name:PLS
source: Plaster
de: Pflaster
ka: პლასტირი

# model:gnuhealth.drug.form,name:PMD
source: Metered dose pump
de: Pumpspray

# model:gnuhealth.drug.form,name:PMX
source: Drug premix
de: Kombinationspräparat

# model:gnuhealth.drug.form,name:POR
source: Pellet (oral)
de: Kügelchen (oral)

# model:gnuhealth.drug.form,name:POW
source: Powder
de: Pulver
ka: ფხვნილი

# model:gnuhealth.drug.form,name:PSS
source: Powder sustained release
de: Pulver mit gleichmäßiger Freisetzung

# model:gnuhealth.drug.form,name:PSSR
source: Powder for suspension sustained release
de: Pulver zur Suspension mit gleichmäßiger Freisetzung

# model:gnuhealth.drug.form,name:PSU
source: Powder for suspension
de: Pulver zur Suspension

# model:gnuhealth.drug.form,name:PWSO
source: Powder for solution
de: Pulver zum Auflösen

# model:gnuhealth.drug.form,name:RING
source: Ring slow release
de: Ring mit langsamer Freisetzung

# model:gnuhealth.drug.form,name:SDR
source: Suspension delayed release
de: Suspension mit verzögerter Freisetzung

# model:gnuhealth.drug.form,name:SLT
source: Tablet sublingual
de: Sublinguale Tablette

# model:gnuhealth.drug.form,name:SMD
source: Spray metered dose
de: Spray mit konstanter Dosis

# model:gnuhealth.drug.form,name:SOL
source: Solution
de: Lösung
ka: გამოსავალი

# model:gnuhealth.drug.form,name:SOP
source: Soap bar
de: Seifenstück
ka: საპონი

# model:gnuhealth.drug.form,name:SPCAP
source: Sprinkle capsule
de: Kapsel (Granulat)

# model:gnuhealth.drug.form,name:SPG
source: Sponge
de: Schwamm
ka: ღრუბელი

# model:gnuhealth.drug.form,name:SPS
source: Suppository sustained release
de: Zäpfchen mit gleichmäßiger Freisetzung

# model:gnuhealth.drug.form,name:SRC
source: Sustained release capsule
de: Kapsel mit gleichmäßiger Freisetzung

# model:gnuhealth.drug.form,name:SRD
source: Disc sustained release
de: Diskus mit gleichmäßiger Freisetzung

# model:gnuhealth.drug.form,name:SRS
source: Syrup sustained release
de: Sirup mit gleichmäßiger Freisetzung

# model:gnuhealth.drug.form,name:SRT
source: Sustained release tablet
de: Tablette mit gleichmäßiger Freisetzung

# model:gnuhealth.drug.form,name:STP
source: Strip
de: Streifen

# model:gnuhealth.drug.form,name:SUP
source: Suppository
de: Zäpfchen

# model:gnuhealth.drug.form,name:SUT
source: Suture
de: Naht
ka: ნაკერი

# model:gnuhealth.drug.form,name:SWA
source: Swab
de: Tupfer
ka: ტამპონი

# model:gnuhealth.drug.form,name:SYR
source: Syrup
de: Sirup
ka: სიროფი

# model:gnuhealth.drug.form,name:TAB
source: Tablet
de: Tablette
ka: ტაბლეტი

# model:gnuhealth.drug.form,name:TABC
source: Tablet chewable
de: Kautablette
ka: საღეჭი ტაბლეტი

# model:gnuhealth.drug.form,name:TAP
source: Tape
de: Band

# model:gnuhealth.drug.form,name:TDIS
source: Tablet dispersible
de: Disperstablette
ka: ტაბლეტი დასაშლელად

# model:gnuhealth.drug.form,name:TDL
source: Teat dilator
de: Mamillen-Dehner

# model:gnuhealth.drug.form,name:TDR
source: Tablet delayed release
de: Tablette mit verzögerter Freisetzung

# model:gnuhealth.drug.form,name:TEA
source: Tea herbal
de: Kräutertee
ka: მცენარეული ჩაი

# model:gnuhealth.drug.form,name:TPT
source: Toothpaste
de: Zahncreme
ka: კბილის პასტა

# model:gnuhealth.drug.form,name:TRD
source: Tablet rapid dissolve
de: Schnelllösliche Tablette

# model:gnuhealth.drug.form,name:UNS
source: Unassigned
de: Keine Beschreibung
ka: დაუნიშნებელი

# model:gnuhealth.drug.form,name:WAF
source: Wafer
de: Plättchen

# model:gnuhealth.drug.form,name:WIP
source: Wipe
de: Wischtuch
ka: მოწმენდა

# model:gnuhealth.drug.route,name:
source: Drug Administration Route
de: Verabreichungsweg
ka: წამლის ადმინისტრაციის მარშრუტი

# model:gnuhealth.drug.route,name:route_1
source: Apply Externally
de: Äußerlich anwenden
ka: მოიხმარეთ გარედან

# model:gnuhealth.drug.route,name:route_11
source: Intracardiac
de: Intracardial
ka: ინტრაკარდიული

# model:gnuhealth.drug.route,name:route_15
source: Intrahepatic Artery
de: Intrahepatische Arterie
ka: ინტრაჰეპატური არტერია

# model:gnuhealth.drug.route,name:route_16
source: Intramuscular
de: Intramuskulär
ka: კუნთებში

# model:gnuhealth.drug.route,name:route_18
source: Intraocular
de: Intraokulär
ka: ინტრაოკულარული

# model:gnuhealth.drug.route,name:route_21
source: Intrathecal
de: Intrathekal
ka: ინტრათეკალური

# model:gnuhealth.drug.route,name:route_22
source: Intrauterine
de: Intrauterin
ka: საშვილოსნოსშიდა

# model:gnuhealth.drug.route,name:route_23
source: Intravenous
de: Intravenös
ka: ინტრავენური

# model:gnuhealth.drug.route,name:route_24
source: Mouth/Throat
de: Mund/Hals
ka: პირი / ყელი

# model:gnuhealth.drug.route,name:route_25
source: Mucous Membrane
de: Schleimhaut
ka: ლორწოვანი გარსი

# model:gnuhealth.drug.route,name:route_27
source: Nasogastric
de: Nasogastral
ka: ნაზოგასტრიკული

# model:gnuhealth.drug.route,name:route_28
source: Nasal Prongs
de: Nasenbrille
ka: ცხვირის ძგიდეები

# model:gnuhealth.drug.route,name:route_29
source: Nasotrachial Tube
de: Nasotracheal-Schlauch
ka: ნაზოტრაქიალური მილი

# model:gnuhealth.drug.route,name:route_3
source: Dental
de: Zahnärztlich
ka: სტომატოლოგიური

# model:gnuhealth.drug.route,name:route_30
source: Ophthalmic
de: Augen
ka: ოფთალმოლოგიური

# model:gnuhealth.drug.route,name:route_31
source: Otic
de: Ohr

# model:gnuhealth.drug.route,name:route_32
source: Other/Miscellaneous
de: Anderes/Verschiedenes
ka: სხვა / სხვადასხვა

# model:gnuhealth.drug.route,name:route_33
source: Perfusion
de: Perfusionslösung
ka: პერფუზია

# model:gnuhealth.drug.route,name:route_36
source: Rebreather Mask
de: Atemmaske

# model:gnuhealth.drug.route,name:route_37
source: Soaked Dressing
de: Feuchtverband
ka: გაჟღენთილი ტანსაცმელი

# model:gnuhealth.drug.route,name:route_38
source: Subcutaneous
de: Subcutan
ka: კანქვეშა

# model:gnuhealth.drug.route,name:route_40
source: Topical
de: Topisch
ka: აქტუალური

# model:gnuhealth.drug.route,name:route_41
source: Tracheostomy
de: Tracheostoma
ka: ტრაქეოსტომია

# model:gnuhealth.drug.route,name:route_47
source: Wound
de: Wunde

# model:gnuhealth.drug.route,name:route_5
source: Endotrachial Tube
de: Endotrachealtubus
ka: ენდოტრაქიალური მილი

# model:gnuhealth.drug.route,name:route_6
source: Gastrostomy Tube
de: PEG-Sonde
ka: გასტროსტომიის მილი

# model:gnuhealth.drug.route,name:route_7
source: GU Irrigant
de: Urogenital-Spülung

# model:gnuhealth.drug.route,name:route_8
source: Immerse (Soak) Body Part
de: Körperteil eintauchen / tränken

# model:gnuhealth.drug.route,name:route_9
source: Intra-arterial
de: Intraarteriell
ka: ინტრაარტერიული

# model:gnuhealth.du,name:
source: Domiciliary Unit
de: Wohneinheit
ka: საცხოვრებელი განყოფილება

# model:gnuhealth.ethnicity,name:
source: Ethnicity
de: Ethnizität
ka: ეთნიკურობა

# model:gnuhealth.ethnicity,name:eth1
source: Black
de: Schwarz
ka: შავი

# model:gnuhealth.ethnicity,name:eth2
source: Asian
de: Asiatisch
ka: აზიელი

# model:gnuhealth.ethnicity,name:eth3
source: White
de: Weiß
ka: თეთრი

# model:gnuhealth.ethnicity,name:eth4
source: Middle-East
de: Mittlerer Osten
ka: შუა-აღმოსავლეთი

# model:gnuhealth.ethnicity,name:eth5
source: Hispanic
de: Hispanisch
ka: ესპანური

# model:gnuhealth.ethnicity,name:eth6
source: African American
de: Amerikaner mit afrikanischen Wurzeln
ka: აფროამერიკელი

# model:gnuhealth.ethnicity,name:eth7
source: Indian American
de: Amerikaner mit indischen Wurzeln
ka: ინდოელი ამერიკელი

# model:gnuhealth.family,name:
source: Family
de: Familie
ka: ოჯახი

# model:gnuhealth.family_member,name:
source: Family Member
de: Familienangehöriger
ka: ოჯახის წევრი

# model:gnuhealth.healthprofessional,name:
source: Health Professional
de: Behandler
ka: ჯანდაცვის პროფესიონალი

# model:gnuhealth.hospital.bed,name:
source: Hospital Bed
de: Krankenhausbett
ka: საავადმყოფოს საწოლი

# model:gnuhealth.hospital.building,name:
source: Hospital Building
de: Krankenhausgebäude
ka: საავადმყოფოს შენობა

# model:gnuhealth.hospital.or,name:
source: Operating Room
de: OP-Saal
ka: საოპერაციო ოთახი

# model:gnuhealth.hospital.unit,name:
source: Hospital Unit
de: Krankenhausabteilung
ka: საავადმყოფოს განყოფილება

# model:gnuhealth.hospital.ward,name:
source: Hospital Ward
de: Station des Krankenhauses
ka: საავადმყოფოს პალატა

# model:gnuhealth.hp_specialty,name:
source: Health Professional Specialties
de: Fachgebiet der Gesundheitsfachkraft
ka: ჯანმრთელობის პროფესიონალური სპეციალობები

# model:gnuhealth.immunization_schedule,name:
source: Immunization Schedule
de: Impfplan
ka: იმუნიზაციის გრაფიკი

# model:gnuhealth.immunization_schedule_dose,name:
source: Immunization Schedule Dose
de: Immunisierung Terminplan Dosis
ka: იმუნიზაციის განრიგის დოზა

# model:gnuhealth.immunization_schedule_line,name:
source: Immunization Schedule Line
de: Immunisierung Terminplan Ablauf
ka: იმუნიზაციის გრაფიკის ხაზი

# model:gnuhealth.institution,name:
source: Health Institution
de: Gesundheitseinrichtung
ka: ჯანდაცვის დაწესებულება

# model:gnuhealth.institution.operationalsector,name:
source: Operational Sectors covered by Institution
de: Operative Fachgebiete abgedeckt von der Institution
ka: ამ დაწესებულების ოპერატიული სექტორები

# model:gnuhealth.institution.specialties,name:
source: Health Institution Specialties
de: Fachbereiche der Gesundheitseinrichtung
ka: ჯანმრთელობის დაწესებულების სპეციალობები

# model:gnuhealth.insurance,name:
source: Insurance
de: Versicherung
ka: დაზღვევა

# model:gnuhealth.insurance.plan,name:
source: Insurance Plan
de: Versicherungsplan
ka: დაზღვევის გეგმა

# model:gnuhealth.medicament,name:
source: Medicament
de: Medikament
ka: მედიკამენტი

# model:gnuhealth.medicament.category,name:
source: Medicament Category
de: Medikamentenkategorie
ka: მედიკამენტის კატეგორია

# model:gnuhealth.medication.dosage,name:
source: Medication Common Frequencies
de: Gebräuchliche Dosierungsschemata
ka: მედიკამენტების საერთო სიხშირეები

# model:gnuhealth.medication.dosage,name:20050000
source: every two weeks
de: Alle 2 Wochen
ka: ყოველ ორ კვირაში

# model:gnuhealth.medication.dosage,name:225750008
source: every 2 hours
de: Alle 2 Stunden
ka: ყოველ 2 საათში

# model:gnuhealth.medication.dosage,name:225756002
source: every 4 hours
de: Alle 4 Stunden
ka: ყოველ 4 საათში

# model:gnuhealth.medication.dosage,name:225760004
source: every other day
de: Jeden zweiten Tag
ka: ყოველ სხვა დღეს

# model:gnuhealth.medication.dosage,name:225769003
source: 1 time per week
de: 1 mal pro Woche
ka: კვირაში 1 ჯერ

# model:gnuhealth.medication.dosage,name:229797004
source: 1 time per day
de: 1 mal täglich
ka: დღეში 1-ჯერ

# model:gnuhealth.medication.dosage,name:229798009
source: 3 times per day
de: 3 mal täglich
ka: დღეში 3-ჯერ

# model:gnuhealth.medication.dosage,name:229799001
source: 2 times per day
de: 2 mal täglich
ka: დღეში 2-ჯერ

# model:gnuhealth.medication.dosage,name:307439001
source: 4 times per day
de: 4 mal täglich
ka: დღეში 4-ჯერ

# model:gnuhealth.medication.dosage,name:307468000
source: every 6 hours
de: Alle 6 Stunden
ka: ყოველ 6 საათში

# model:gnuhealth.medication.dosage,name:307469008
source: every 8 hours
de: Alle 8 Stunden
ka: ყოველ 8 საათში

# model:gnuhealth.medication.dosage,name:307470009
source: every 12 hours
de: Alle 12 Stunden
ka: ყოველ 12 საათში

# model:gnuhealth.medication.dosage,name:307472001
source: 1 time per day in the morning
de: 1 mal täglich morgens
ka: დღეში 1 ჯერ დილით

# model:gnuhealth.medication.dosage,name:307475004
source: every month
de: Jeden Monat
ka: ყოველ თვე

# model:gnuhealth.medication.dosage,name:307476003
source: every 28 days
de: Alle 28 Tage
ka: ყოველ 28 დღეში

# model:gnuhealth.medication.dosage,name:396142006
source: 1 time per day at bedtime
de: 1 mal täglich beim Zubettgehen
ka: დღეში 1 ჯერ ძილის წინ

# model:gnuhealth.medication.dosage,name:396145008
source: 3 times per day, before meals
de: 3 mal täglich vor den Mahlzeiten
ka: დღეში 3-ჯერ, ჭამის წინ

# model:gnuhealth.medication.dosage,name:396146009
source: 3 times per day, with meals
de: 3 mal täglich zu den Mahlzeiten
ka: დღეში 3-ჯერ, ჭამის დროს

# model:gnuhealth.medication.dosage,name:396147000
source: 1 time per day in the evening
de: 1 mal täglich abends
ka: დღეში 1 ჯერ საღამოს

# model:gnuhealth.medication.dosage,name:420449005
source: as needed
de: bei Bedarf
ka: როგორც საჭიროა

# model:gnuhealth.medication.dosage,name:422114001
source: 1 time
de: 1 mal
ka: 1 ჯერ

# model:gnuhealth.occupation,name:
source: Occupation
de: Tätigkeit
ka: სფერო

# model:gnuhealth.occupation,name:occ1
source: Unemployed
de: Arbeitslos
ka: უმუშევარი

# model:gnuhealth.occupation,name:occ10
source: Ballerina
de: Balletttänzer
ka: ბალერინა

# model:gnuhealth.occupation,name:occ100
source: Curator
de: Kurator
ka: კურატორი

# model:gnuhealth.occupation,name:occ101
source: Currier
de: Lederzurichter
ka: კურიერი

# model:gnuhealth.occupation,name:occ102
source: Custodian
de: Wachmann
ka: მეურვე

# model:gnuhealth.occupation,name:occ103
source: Customs officer
de: Zollbeamter
ka: მებაჟე

# model:gnuhealth.occupation,name:occ104
source: Cutler
de: Messerschmied
ka: კატლერი

# model:gnuhealth.occupation,name:occ105
source: Dancer
de: Tänzer
ka: მოცეკვავე

# model:gnuhealth.occupation,name:occ106
source: Dance instructor
de: Tanzlehrer
ka: ცეკვის ინსტრუქტორი

# model:gnuhealth.occupation,name:occ107
source: Database administrator (DBA)
de: Datenbankadministrator
ka: მონაცემთა ბაზის ადმინისტრატორი (DBA)

# model:gnuhealth.occupation,name:occ108
source: Deputy (law enforcement)
de: Hilfssheriff
ka: მოადგილე (სამართალდამცავი)

# model:gnuhealth.occupation,name:occ109
source: Deputy (parliamentary)
de: Abgeordneter
ka: მოადგილე (საპარლამენტო)

# model:gnuhealth.occupation,name:occ110
source: Demographer
de: Demograph
ka: დემოგრაფი

# model:gnuhealth.occupation,name:occ111
source: Demolitionist
de: Abrissarbeiter
ka: დამშლელი

# model:gnuhealth.occupation,name:occ112
source: Dentist
de: Zahnarzt
ka: სტომატოლოგი

# model:gnuhealth.occupation,name:occ113
source: Dermatologist
de: Dermatologe
ka: დერმატოლოგი

# model:gnuhealth.occupation,name:occ115
source: Detective
de: Detektiv
ka: დეტექტივი

# model:gnuhealth.occupation,name:occ116
source: Diamantaire
de: Diamantschneider
ka: დიამანტარი

# model:gnuhealth.occupation,name:occ117
source: Dictator
de: Diktator
ka: დიქტატორი

# model:gnuhealth.occupation,name:occ118
source: Dietician
de: Diätberater
ka: დიეტოლოგი

# model:gnuhealth.occupation,name:occ12
source: Boatswain
de: Bootsmann

# model:gnuhealth.occupation,name:occ120
source: Director
de: Regisseur
ka: დირექტორი

# model:gnuhealth.occupation,name:occ123
source: Distiller
de: Destillateur
ka: დისტილატორი

# model:gnuhealth.occupation,name:occ124
source: Diver
de: Taucher
ka: მყვინთავი

# model:gnuhealth.occupation,name:occ125
source: Dock labourer
de: Hafenarbeiter

# model:gnuhealth.occupation,name:occ126
source: Documentalist
de: Dokumentar
ka: დოკუმენტალისტი

# model:gnuhealth.occupation,name:occ127
source: Doctor (PhD)
de: Doktor (PhD)
ka: დოქტორი (PhD)

# model:gnuhealth.occupation,name:occ128
source: Doctor of Education
de: Erziehungswissenschaftler
ka: განათლების დოქტორი

# model:gnuhealth.occupation,name:occ129
source: Doctor (MD)
de: Doktor (med.)
ka: ექიმი (MD)

# model:gnuhealth.occupation,name:occ13
source: Boilermaker
de: Kesselflicker

# model:gnuhealth.occupation,name:occ130
source: Doctor of Physical Therapy
de: Physiotherapeut
ka: ფიზიკური თერაპიის დოქტორი

# model:gnuhealth.occupation,name:occ131
source: Dog breeder
de: Hundezüchter
ka: ძაღლების მომშენებელი

# model:gnuhealth.occupation,name:occ132
source: Dogcatcher
de: Hundefänger
ka: ძაღლის მჭერი

# model:gnuhealth.occupation,name:occ133
source: Dog walker
de: Hundeausführer
ka: ძაღლის გამსეირნებელი

# model:gnuhealth.occupation,name:occ134
source: Domestic worker
de: Hausangestellter

# model:gnuhealth.occupation,name:occ135
source: Dominatrix
de: Domina

# model:gnuhealth.occupation,name:occ136
source: Donkey Trainer
de: Eseltrainer
ka: ვირის მწვრთნელი

# model:gnuhealth.occupation,name:occ137
source: Doorman
de: Türsteher
ka: კარისკაცი

# model:gnuhealth.occupation,name:occ138
source: Draftsman
de: Bauzeichner

# model:gnuhealth.occupation,name:occ139
source: Dramatist
de: Bühnendichter
ka: დრამატიკოსი

# model:gnuhealth.occupation,name:occ14
source: Bookseller
de: Buchhändler
ka: წიგნების გამყიდველი

# model:gnuhealth.occupation,name:occ141
source: Draper
de: Tuchhändler

# model:gnuhealth.occupation,name:occ142
source: Drayman
de: Bierkutscher

# model:gnuhealth.occupation,name:occ143
source: Dressmaker
de: Schneider
ka: მკერავი

# model:gnuhealth.occupation,name:occ144
source: Drill instructor
de: Ausbildner (Armee)

# model:gnuhealth.occupation,name:occ145
source: Driver
de: Fahrer
ka: მძღოლი

# model:gnuhealth.occupation,name:occ146
source: Drug dealer
de: Drogenhändler

# model:gnuhealth.occupation,name:occ147
source: Drummer
de: Schlagzeuger
ka: დრამერი

# model:gnuhealth.occupation,name:occ148
source: Drycooper
de: Böttcher

# model:gnuhealth.occupation,name:occ149
source: Drywaller
de: Trockenmaurer

# model:gnuhealth.occupation,name:occ15
source: Builder
de: Bauarbeiter
ka: მშენებელი

# model:gnuhealth.occupation,name:occ150
source: Dustman
de: Müllwerker

# model:gnuhealth.occupation,name:occ151
source: Dyer
de: Färber

# model:gnuhealth.occupation,name:occ152
source: Ecologist
de: Ökologe
ka: ეკოლოგი

# model:gnuhealth.occupation,name:occ153
source: Economist
de: Ökonom
ka: ეკონომისტი

# model:gnuhealth.occupation,name:occ154
source: Editor
de: Herausgeber
ka: რედაქტორი

# model:gnuhealth.occupation,name:occ155
source: Educationalist
de: Pädagoge

# model:gnuhealth.occupation,name:occ156
source: Educator
de: Ausbilder
ka: პედაგოგი

# model:gnuhealth.occupation,name:occ157
source: Egyptologist
de: Ägyptologe
ka: ეგვიპტოლოგი

# model:gnuhealth.occupation,name:occ158
source: Electrical engineer
de: Elektroingenieur
ka: ელექტრო ინჟინერი

# model:gnuhealth.occupation,name:occ159
source: Electrician
de: Elektriker
ka: ელექტრიკოსი

# model:gnuhealth.occupation,name:occ16
source: Cab driver
de: Taxifahrer
ka: ტაქსის მძღოლი

# model:gnuhealth.occupation,name:occ160
source: Elevator Mechanic
de: Aufzugsmechaniker
ka: ლიფტების მექანიკოსი

# model:gnuhealth.occupation,name:occ161
source: Embalmer
de: Einbalsamierer

# model:gnuhealth.occupation,name:occ162
source: Embryologist
de: Embryologe
ka: ემბრიოლოგი

# model:gnuhealth.occupation,name:occ163
source: Emergency Medical Technician (EMT)
de: Rettungsfachkraft
ka: გადაუდებელი სამედიცინო ტექნიკოსი (EMT)

# model:gnuhealth.occupation,name:occ164
source: Engine-driver
de: Triebfahrzeugführer
ka: ძრავის მძღოლი

# model:gnuhealth.occupation,name:occ165
source: Engineer
de: Ingenieur
ka: ინჟინერი

# model:gnuhealth.occupation,name:occ166
source: Engraver
de: Gravierer

# model:gnuhealth.occupation,name:occ167
source: Enologist
de: Önologe

# model:gnuhealth.occupation,name:occ168
source: Entertainer
de: Unterhaltungskünstler
ka: გამრთობი

# model:gnuhealth.occupation,name:occ169
source: Entomologist
de: Entomologe
ka: ენტომოლოგი

# model:gnuhealth.occupation,name:occ17
source: Cop
de: Polizist
ka: პოლიციელი

# model:gnuhealth.occupation,name:occ170
source: Entrepreneur
de: Unternehmer
ka: მეწარმე

# model:gnuhealth.occupation,name:occ171
source: Environmental scientist
de: Umweltwissenschaftler
ka: გარემოს დაცვის მეცნიერი

# model:gnuhealth.occupation,name:occ172
source: Ergonomist
de: Ergonom
ka: ერგონომისტი

# model:gnuhealth.occupation,name:occ173
source: Escort
de: Begleiter
ka: ესკორტი

# model:gnuhealth.occupation,name:occ174
source: Estate Agent
de: Immobilienmakler
ka: ქონების აგენტი

# model:gnuhealth.occupation,name:occ175
source: Esthetician
de: Kosmetiker
ka: ესთეტიკოსი

# model:gnuhealth.occupation,name:occ176
source: Ethnologist
de: Ethnologe
ka: ეთნოლოგი

# model:gnuhealth.occupation,name:occ177
source: Ethologist
de: Verhaltensforscher
ka: ეთოლოგი

# model:gnuhealth.occupation,name:occ178
source: Etymologist
de: Etymologe
ka: ეტიმოლოგი

# model:gnuhealth.occupation,name:occ18
source: Cabinet-maker
de: Tischler

# model:gnuhealth.occupation,name:occ180
source: Exchequer
de: Finanzen

# model:gnuhealth.occupation,name:occ181
source: Executive
de: Beamter
ka: აღმასრულებელი

# model:gnuhealth.occupation,name:occ182
source: Exotic dancer
de: Exotischer Tänzer
ka: ეგზოტიკური მოცეკვავე

# model:gnuhealth.occupation,name:occ183
source: Expressman
de: Express-Kurier

# model:gnuhealth.occupation,name:occ184
source: Exterminator
de: Kammerjäger

# model:gnuhealth.occupation,name:occ185
source: Extra
de: Zusatz
ka: დამატებითი

# model:gnuhealth.occupation,name:occ186
source: Falconer
de: Falkner

# model:gnuhealth.occupation,name:occ187
source: Farmer
de: Bauer
ka: ფერმერი

# model:gnuhealth.occupation,name:occ188
source: Farrier
de: Hufschmied

# model:gnuhealth.occupation,name:occ189
source: Fashion designer
de: Modedesigner
ka: მოდის დიზაინერი
