Repository: alwindoss/gnuhealth
Catalog: tryton/health/locale/*.po
Languages: de, ka

# model:gnuhealth.specialty,name:13
source: Embryology
de: Embryologie
ka: ემბრიოლოგია

# model:gnuhealth.specialty,name:14
source: Emergency medicine
de: Notfallmedizin
ka: გადაუდებელი მედიცინა

# model:gnuhealth.specialty,name:15
source: Endocrinology
de: Endokrinologie
ka: ენდოკრინოლოგია

# model:gnuhealth.specialty,name:16
source: Family Medicine
de: Allgemeinmedizin
ka: საოჯახო მედიცინა

# model:gnuhealth.specialty,name:17
source: Forensic Medicine
de: Rechtsmedizin

# model:gnuhealth.specialty,name:18
source: Gastroenterology
de: Gastroenterologie
ka: გასტროენტეროლოგია

# model:gnuhealth.specialty,name:19
source: General surgery
de: Allgemeinchirurgie
ka: ზოგადი ქირურგია

# model:gnuhealth.specialty,name:2
source: Anatomy
de: Anatomie
ka: ანატომია

# model:gnuhealth.specialty,name:20
source: Genetics
de: Genetic
ka: გენეტიკა

# model:gnuhealth.specialty,name:21
source: Geriatrics
de: Geriatrie

# model:gnuhealth.specialty,name:22
source: Gynecology
de: Gynäkologie
ka: გინეკოლოგია

# model:gnuhealth.specialty,name:23
source: Hematology
de: Hämatologie

# model:gnuhealth.specialty,name:24
source: Hepatology
de: Hepatologie

# model:gnuhealth.specialty,name:25
source: Histology
de: Histologie
ka: ჰისტოლოგია

# model:gnuhealth.specialty,name:26
source: Immunology
de: Immunologie
ka: იმუნოლოგია

# model:gnuhealth.specialty,name:27
source: Infectious disease
de: Infektionskrankheit
ka: ინფექციური დაავადება

# model:gnuhealth.specialty,name:28
source: Intensive care medicine
de: Intensivmedizin
ka: ინტენსიური თერაპიის წამალი

# model:gnuhealth.specialty,name:29
source: Maxillofacial surgery
de: Mund-Kiefer-Gesichts-Chirurgie

# model:gnuhealth.specialty,name:3
source: Andrology
de: Andrologie

# model:gnuhealth.specialty,name:30
source: Nephrology
de: Nephrologie
ka: ნეფროლოგია

# model:gnuhealth.specialty,name:31
source: Neurology
de: Neurologie
ka: ნევროლოგია

# model:gnuhealth.specialty,name:32
source: Neurosurgery
de: Neurochirurgie
ka: ნეიროქირურგია

# model:gnuhealth.specialty,name:33
source: Nursing
de: Pflege
ka: საექთნო

# model:gnuhealth.specialty,name:34
source: Obstetrics and gynecology
de: Gynäkologie und Geburtshilfe

# model:gnuhealth.specialty,name:35
source: Oncology
de: Onkologie
ka: ონკოლოგია

# model:gnuhealth.specialty,name:36
source: Ophthalmology
de: Ophthalmologie
ka: ოფთალმოლოგია

# model:gnuhealth.specialty,name:37
source: Orthopedic surgery
de: Orthopädische Chirurgie
ka: ორთოპედიული ოპერაცია

# model:gnuhealth.specialty,name:38
source: Otolaryngology - ENT
de: Hals-, Nasen- und Ohrenheilkunde - HNO

# model:gnuhealth.specialty,name:39
source: Palliative care
de: Palliativpflege

# model:gnuhealth.specialty,name:4
source: Alternative Medicine
de: Alternative Medizin
ka: ალტერნატიული მედიცინა

# model:gnuhealth.specialty,name:40
source: Pathology
de: Pathologie
ka: პათოლოგია

# model:gnuhealth.specialty,name:41
source: Pediatrics
de: Pädiatrie
ka: პედიატრია

# model:gnuhealth.specialty,name:42
source: Pediatric surgery
de: Kinderchirurgie
ka: პედიატრიული ქირურგია

# model:gnuhealth.specialty,name:43
source: Pharmacology
de: Pharmakologie
ka: ფარმაკოლოგია

# model:gnuhealth.specialty,name:44
source: Physical medicine and rehabilitation
de: Physikalische und rehabilitative Medizin
ka: ფიზიკური მედიცინა და რეაბილიტაცია

# model:gnuhealth.specialty,name:45
source: Plastic surgery
de: Plastische Chirurgie
ka: პლასტიკური ქირურგია

# model:gnuhealth.specialty,name:46
source: Proctology
de: Proktologie
ka: პროქტოლოგია

# model:gnuhealth.specialty,name:47
source: Psychiatry
de: Psychiatrie
ka: ფსიქიატრია

# model:gnuhealth.specialty,name:48
source: Pulmonology
de: Pulmonologie

# model:gnuhealth.specialty,name:49
source: Radiology
de: Radiologie
ka: რადიოლოგია

# model:gnuhealth.specialty,name:5
source: Anesthesiology
de: Anästhesiologie
ka: ანესთეზიოლოგია

# model:gnuhealth.specialty,name:50
source: Rheumatology
de: Rheumatologie
ka: რევმატოლოგია

# model:gnuhealth.specialty,name:51
source: Stomatology
de: Stomatologie
ka: სტომატოლოგია

# model:gnuhealth.specialty,name:52
source: Surgical oncology
de: Onkochirurgie
ka: ქირურგიული ონკოლოგია

# model:gnuhealth.specialty,name:53
source: Thoracic surgery
de: Thoraxchirurgie

# model:gnuhealth.specialty,name:54
source: Toxicology
de: Toxikologie
ka: ტოქსიკოლოგია

# model:gnuhealth.specialty,name:55
source: Transplant surgery
de: Transplantationschirurgie
ka: გადანერგვის ოპერაცია

# model:gnuhealth.specialty,name:56
source: Trauma surgery
de: Unfallchirurgie
ka: ტრავმის ოპერაცია

# model:gnuhealth.specialty,name:57
source: Urgent Care Medicine
de: Urgent-Care-Medizin
ka: გადაუდებელი დახმარების მედიცინა

# model:gnuhealth.specialty,name:58
source: Urology
de: Urologie
ka: უროლოგია

# model:gnuhealth.specialty,name:59
source: Vascular surgery
de: Gefäßchirurgie
ka: სისხლძარღვთა ქირურგია

# model:gnuhealth.specialty,name:6
source: Biochemistry
de: Biochemie
ka: ბიოქიმია

# model:gnuhealth.specialty,name:60
source: General Practitioner
de: Allgemeinarzt

# model:gnuhealth.specialty,name:61
source: Internal Medicine
de: Innere Medizin
ka: შინაგანი მედიცინა

# model:gnuhealth.specialty,name:62
source: Speech Therapy / Phonoaudiology
de: Sprachtherapie / Logopädie

# model:gnuhealth.specialty,name:63
source: Psychology
de: Psychologie
ka: ფსიქოლოგია

# model:gnuhealth.specialty,name:64
source: Pain Medicine
de: Schmerzmedizin

# model:gnuhealth.specialty,name:65
source: Integrative Medicine
de: Integrative Medizin

# model:gnuhealth.specialty,name:66
source: Neonatology
de: Neonatologie

# model:gnuhealth.specialty,name:67
source: Cardiothoracic Surgery
de: Herz-Thorax-Chirurgie

# model:gnuhealth.specialty,name:68
source: Obstetrics
de: Geburtshilfe

# model:gnuhealth.specialty,name:7
source: Cardiology
de: Kardiologie
ka: კარდიოლოგია

# model:gnuhealth.specialty,name:70
source: Primary Care
de: Primärversorgung
ka: პირველადი მოვლა

# model:gnuhealth.specialty,name:71
source: Family Planning (Primary Care)
de: Familienplanung (Grundversorgung)
ka: ოჯახის დაგეგმვა (პირველადი მოვლა)

# model:gnuhealth.specialty,name:72
source: Social Services
de: Sozialarbeit
ka: სოციალური სერვისები

# model:gnuhealth.specialty,name:73
source: Oral Medicine (Primary Care)
de: Oralmedizin (Grundversorgung)
ka: ორალური მედიცინა (პირველადი მოვლა)

# model:gnuhealth.specialty,name:74
source: Child Health (Primary Care)
de: Kindergesundheit (Grundversorgung)
ka: ბავშვთა ჯანმრთელობა (პირველადი მოვლა)

# model:gnuhealth.specialty,name:75
source: Woman Health (Primary Care)
de: Frauengesundheit (Grundversorgung)
ka: ქალის ჯანმრთელობა (პირველადი მოვლა)

# model:gnuhealth.specialty,name:8
source: Cardiovascular surgery
de: Herzchirurgie
ka: გულ -სისხლძარღვთა ქირურგია

# model:gnuhealth.specialty,name:9
source: Clinical laboratory sciences
de: Labormedizin
ka: კლინიკური ლაბორატორიული მეცნიერებები

# model:gnuhealth.vaccination,name:
source: Patient Vaccination information
de: Information über die Impfungen des Patienten
ka: ინფორმაცია პაციენტის ვაქცინაციის შესახებ

# model:ir.action,name:act_app_evaluation
source: Patient Evaluation
de: Untersuchung des Patienten
ka: პაციენტის შეფასება

# model:ir.action,name:act_appointment_form1
source: Appointments
de: Termine
ka: დანიშვნები

# model:ir.action,name:act_appointments_report_view_tree
source: Appointments Report
de: Bericht des Termins

# model:ir.action,name:act_bed_view
source: Beds
de: Betten
ka: საწოლები

# model:ir.action,name:act_birth_cert_form
source: Birth certificates
de: Geburtsurkunden
ka: დაბადების მოწმობები

# model:ir.action,name:act_birth_cert_form1
source: Birth Certificate
de: Geburtsurkunde
ka: დაბადების მოწმობა

# model:ir.action,name:act_building_view
source: Buildings
de: Gebäude
ka: შენობები

# model:ir.action,name:act_check_immunization_status
source: Immunization Status Report
de: Impfstatusbericht
ka: იმუნიზაციის სტატუსის ანგარიში

# model:ir.action,name:act_condition_form1
source: Conditions
de: Zustand
ka: პირობები

# model:ir.action,name:act_create_patient_evaluation
source: Create Patient Evaluation
de: Erzeuge Patientenuntersuchung
ka: შექმენით პაციენტის შეფასება

# model:ir.action,name:act_death_cert_form
source: Death certificates
de: Todesscheine
ka: გარდაცვალების მოწმობები

# model:ir.action,name:act_death_cert_form1
source: Death Certificate
de: Todesschein
ka: გარდაცვალების მოწმობა

# model:ir.action,name:act_ecg_view
source: ECGs
de: EKGs

# model:ir.action,name:act_evaluation_form1
source: Evaluations
de: Untersuchungen
ka: შეფასებები

# model:ir.action,name:act_medicament_by_category
source: Medicament by Category
de: Medikamente nach Kategorie
ka: მედიკამენტები კატეგორიის მიხედვით

# model:ir.action,name:act_or_view
source: Operating Rooms
de: Operationsäle
ka: საოპერაციო ოთახები

# model:ir.action,name:act_people_form
source: People
de: Menschen
ka: ხალხი

# model:ir.action,name:act_prescription_form1
source: Prescriptions
de: Verschreibungen

# model:ir.action,name:act_unit_view
source: Units
de: Einheiten
ka: ერთეულები

# model:ir.action,name:act_vaccination_form1
source: Vaccinations
de: Impfungen
ka: ვაქცინაცია

# model:ir.action,name:act_ward_view
source: Wards
de: Stationen
ka: პალატები

# model:ir.action,name:action_gnuhealth_appointment_view
source: Appointments
de: Termin
ka: დანიშვნები

# model:ir.action,name:action_gnuhealth_hospital_bed_view
source: Beds
de: Betten
ka: საწოლები

# model:ir.action,name:action_gnuhealth_hospital_building_view
source: Buildings
de: Gebäude
ka: შენობები

# model:ir.action,name:action_gnuhealth_hospital_or_view
source: Operating Rooms
de: Operationssäle
ka: საოპერაციო ოთახები

# model:ir.action,name:action_gnuhealth_hospital_unit_view
source: Units
de: Einheiten
ka: ერთეულები

# model:ir.action,name:action_gnuhealth_hospital_ward_view
source: Wards
de: Stationen
ka: პალატები

# model:ir.action,name:action_gnuhealth_institution
source: Institutions
de: Einrichtungen
ka: ინსტიტუცია

# model:ir.action,name:action_gnuhealth_institution_operationalsector
source: Operational sectors by institution
de: Med. Bereich des Institutes
ka: ოპერატიული სექტორები დაწესებულებების მიხედვით

# model:ir.action,name:action_gnuhealth_institution_specialties
source: Specialties by institution
de: Fachbereiche nach Einrichtung
ka: სპეციალობები დაწესებულების მიხედვით

# model:ir.action,name:action_gnuhealth_medicament_category_tree
source: Medicament categories
de: Medikamentenkategorien
ka: მედიკამენტების კატეგორიები

# model:ir.action,name:action_gnuhealth_pathology_category_tree
source: Disease categories
de: Krankheitskategorien
ka: დაავადების კატეგორიები

# model:ir.action,name:action_gnuhealth_patient_evaluation_view
source: Patient Evaluations [readonly]
de: Untersuchung [nur lesend]
ka: პაციენტის შეფასება [მხოლოდ წაკითხვისთვის]

# model:ir.action,name:action_gnuhealth_patient_view
source: Patients
de: Patienten
ka: პაციენტები

# model:ir.action,name:action_gnuhealth_prescription_view
source: Prescriptions
de: Verschreibungen
ka: დანიშნულება

# model:ir.action,name:action_gnuhealth_procedure_view
source: Procedures
de: Verfahren
ka: პროცედურები

# model:ir.action,name:appointments_report_open
source: Appointments Report
de: Bericht des Termins

# model:ir.action,name:gnuhealth_action_dosage
source: Medication Frequencies
de: Einnahmehäufigkeiten
ka: მედიკამენტების სიხშირე

# model:ir.action,name:gnuhealth_action_dose
source: Drug Dose Units
de: Einheiten der Medikamentendosen
ka: წამლის დოზის ერთეული

# model:ir.action,name:gnuhealth_action_drug_form
source: Drug Forms
de: Medikamentenform
ka: წამლის ფორმა

# model:ir.action,name:gnuhealth_action_drug_route
source: Drug Administration Routes
de: Einnahmeform
ka: წამლის ადმინისტრაციის მარშრუტი

# model:ir.action,name:gnuhealth_action_du
source: Domiciliary Units
de: Wohneinheit

# model:ir.action,name:gnuhealth_action_ethnicity
source: Ethnicities
de: Ethnie
ka: ეთნიკურობები

# model:ir.action,name:gnuhealth_action_family
source: Families
de: Familien
ka: ოჯახები

# model:ir.action,name:gnuhealth_action_family_member
source: Family Members
de: Familienangehörige
ka: ოჯახის წევრი

# model:ir.action,name:gnuhealth_action_form_pathology
source: Conditions
de: Zustand
ka: პირობები

# model:ir.action,name:gnuhealth_action_healthprofessional
source: Health Professionals
de: Gesundheitsfachkräfte
ka: ჯანდაცვის პროფესიონალები

# model:ir.action,name:gnuhealth_action_hp_specialty
source: Specialties by health professionals
de: Fachgebiet nach Behandlern

# model:ir.action,name:gnuhealth_action_immunization_schedule
source: Immunization Schedule
de: Impfplan
ka: იმუნიზაციის გრაფიკი

# model:ir.action,name:gnuhealth_action_immunization_schedule_dose
source: Vaccine Doses
de: Impfstoffampullen/Fertigspritzen
ka: ვაქცინის დოზები

# model:ir.action,name:gnuhealth_action_immunization_schedule_line
source: Schedule Vaccines
de: Plane Impfungen
ka: დაგეგმეთ ვაქცინები

# model:ir.action,name:gnuhealth_action_insurance
source: Insurances
de: Versicherungen
ka: დაზღვევები

# model:ir.action,name:gnuhealth_action_insurance_company
source: Insurance Company
de: Versicherungsgesellschaft
ka: სადაზღვევო კომპანია

# model:ir.action,name:gnuhealth_action_occupation
source: Occupations
de: Berufe

# model:ir.action,name:gnuhealth_action_operational_area
source: Operational Areas
de: Einsatzteilgebiete
ka: ოპერაციული არეები

# model:ir.action,name:gnuhealth_action_operational_sector
source: Operational Sectors
de: Einsatzgebiete
ka: ოპერატიული სექტორი

# model:ir.action,name:gnuhealth_action_pathology_group
source: Pathology Groups
de: Pathologie-Informationen
ka: პათოლოგიის ჯგუფები

# model:ir.action,name:gnuhealth_action_specialty
source: Medical Specialties
de: Fachabteilungen
ka: სამედიცინო სპეციალობები

# model:ir.action,name:gnuhealth_action_view_medicament
source: Medicaments
de: Medikamente
ka: მედიკამენტი

# model:ir.action,name:report_appointment_receipt
source: Appointment Receipt
de: Quittung zum Termin
ka: დანიშვნის ქვითარი

# model:ir.action,name:report_immunization_status
source: Immunization Status Report
de: Immunisierungsstatusbericht
ka: იმუნიზაციის სტატუსის ანგარიში

# model:ir.action,name:report_patient_card
source: ID Cards
de: Ausweise
ka: პირადობის მოწმობები

# model:ir.action,name:report_patient_disease
source: Health Conditions
de: Gesundheitszustand

# model:ir.action,name:report_patient_evaluation
source: Patient Evaluation Summary
de: Zusammenfassung der Untersuchung
ka: პაციენტის შეფასების შეჯამება

# model:ir.action,name:report_patient_medication
source: Medications
de: Medikationen

# model:ir.action,name:report_patient_vaccination
source: Vaccinations
de: Impfungen
ka: ვაქცინაცია

# model:ir.action,name:report_prescription_order
source: Prescription
de: Verschreibung
ka: დანიშნულება

# model:ir.action.act_window.domain,name:act_gnuhealth_appointment_domain_all
source: All
de: Alles
ka: ყველა

source: Checked in
de: Annahme
ka: შემოწმებულია

source: Confirmed
de: Bestätigt
ka: დადასტურდა

# model:ir.action.act_window.domain,name:act_gnuhealth_appointment_domain_free
source: Free
de: Frei
ka: უფასო

# model:ir.sequence,name:seq_gnuhealth_appointment
source: Appointment
de: Termin
ka: დანიშვნა

# model:ir.sequence,name:seq_gnuhealth_patient_evaluation
source: Patient Evaluation
de: Untersuchung
ka: პაციენტის შეფასება

# model:ir.sequence,name:seq_gnuhealth_prescription
source: Prescription
de: Verschreibung
ka: დანიშნულება

# model:ir.sequence.type,name:seq_type_gnuhealth_appointment
source: Appointment
de: Termin
ka: დანიშვნა

# model:ir.sequence.type,name:seq_type_gnuhealth_patient_evaluation
source: Patient Evaluation
de: Untersuchung
ka: პაციენტის შეფასება

# model:ir.sequence.type,name:seq_type_gnuhealth_prescription
source: Prescription
de: Verschreibung

# model:ir.ui.menu,name:gnuhealth_appointment_menu
source: Appointments
de: Termin

# model:ir.ui.menu,name:gnuhealth_conf_dosage
source: Medication Frequencies
de: Einnahmehäufigkeiten

# model:ir.ui.menu,name:gnuhealth_conf_dose
source: Drug Dose Units
de: Einheiten der Medikamentendosen

# model:ir.ui.menu,name:gnuhealth_conf_drug_form
source: Drug Forms
de: Medikamentenform

# model:ir.ui.menu,name:gnuhealth_conf_drug_route
source: Drug Administration Routes
de: Einnahmeform

# model:ir.ui.menu,name:gnuhealth_conf_edit_insurance
source: Insurances
de: Versicherungen

# model:ir.ui.menu,name:gnuhealth_conf_edit_insurance_company
source: Insurance Company
de: Versicherungsgesellschaft

# model:ir.ui.menu,name:gnuhealth_conf_edit_operational_area
source: Operational Areas
de: Einsatzteilgebiete

# model:ir.ui.menu,name:gnuhealth_conf_edit_operational_sector
source: Operational Sectors
de: Einsatzgebiete

# model:ir.ui.menu,name:gnuhealth_conf_ethnicity
source: Ethnicities
de: Ethnien

# model:ir.ui.menu,name:gnuhealth_conf_healthprofessionals
source: Health Professionals
de: Gesundheitsfachkräfte

# model:ir.ui.menu,name:gnuhealth_conf_immunization_schedule
source: Immunization Schedule
de: Impfplan

# model:ir.ui.menu,name:gnuhealth_conf_immunization_schedule_dose
source: Vaccine Doses
de: Impfstoffampullen/Fertigspritzen

# model:ir.ui.menu,name:gnuhealth_conf_immunization_schedule_line
source: Schedule Vaccines
de: Plane Impfungen

# model:ir.ui.menu,name:gnuhealth_conf_institution
source: Institutions
de: Einrichtungen

# model:ir.ui.menu,name:gnuhealth_conf_institution_bed_add
source: Beds
de: Betten

# model:ir.ui.menu,name:gnuhealth_conf_institution_building_add
source: Buildings
de: Gebäude

# model:ir.ui.menu,name:gnuhealth_conf_institution_or_add
source: Operating Rooms
de: Operationsäle

# model:ir.ui.menu,name:gnuhealth_conf_institution_unit_add
source: Units
de: Einheiten

# model:ir.ui.menu,name:gnuhealth_conf_institution_ward_add
source: Wards
de: Stationen

# model:ir.ui.menu,name:gnuhealth_conf_insurances
source: Insurances
de: Versicherungen

# model:ir.ui.menu,name:gnuhealth_conf_medicament_category
source: Medicament categories
de: Medikamentenkategorien

# model:ir.ui.menu,name:gnuhealth_conf_medicaments
source: Medicaments
de: Medikamente

# model:ir.ui.menu,name:gnuhealth_conf_menu
source: Configuration
de: Einstellungen

# model:ir.ui.menu,name:gnuhealth_conf_misc
source: Misc
de: Verschiedenes

# model:ir.ui.menu,name:gnuhealth_conf_occupation
source: Occupations
de: Berufe

# model:ir.ui.menu,name:gnuhealth_conf_pathology
source: Conditions
de: Zustand

# model:ir.ui.menu,name:gnuhealth_conf_pathology_categories
source: Categories
de: Kategorien

# model:ir.ui.menu,name:gnuhealth_conf_pathology_category
source: Disease categories
de: Erkrankungsgruppen

# model:ir.ui.menu,name:gnuhealth_conf_pathology_group
source: Pathology Groups
de: Pathologie-Informationen

# model:ir.ui.menu,name:gnuhealth_conf_pathology_pathology
source: Conditions
de: Zustand

# model:ir.ui.menu,name:gnuhealth_conf_procedure
source: Procedures
de: Prozeduren

# model:ir.ui.menu,name:gnuhealth_conf_specialty
source: Medical Specialties
de: Medizinische Fachgebiete

# model:ir.ui.menu,name:gnuhealth_demographics_menu
source: Demographics
de: Demographien

# model:ir.ui.menu,name:gnuhealth_edit_du
source: Domiciliary Units
de: Wohneinheit

# model:ir.ui.menu,name:gnuhealth_edit_family
source: Families
de: Familien

# model:ir.ui.menu,name:gnuhealth_edit_family_member
source: Family Members
de: Familienangehörige

# model:ir.ui.menu,name:gnuhealth_edit_hp_specialty
source: Specialties by health professionals
de: Fachgebiet nach Behandlern

# model:ir.ui.menu,name:gnuhealth_edit_medicament
source: Medicaments
de: Medikamente

# model:ir.ui.menu,name:gnuhealth_institution_operationalsector
source: Operational sectors by institution
de: Med. Bereich des Institutes

# model:ir.ui.menu,name:gnuhealth_institution_specialties
source: Specialties by institution
de: Fachbereiche nach Einrichtung

# model:ir.ui.menu,name:gnuhealth_menu
source: Health
de: Gesundheit

# model:ir.ui.menu,name:gnuhealth_menu_institution
source: Institutions
de: Einrichtungen

# model:ir.ui.menu,name:gnuhealth_operational_areas
source: Operational Areas
de: Einsatzteilgebiete

# model:ir.ui.menu,name:gnuhealth_patients_menu
source: Patients
de: Patienten

# model:ir.ui.menu,name:gnuhealth_prescription_menu
source: Prescriptions
de: Verschreibungen

# model:ir.ui.menu,name:gnuhealth_reporting_menu
source: Reporting
de: Reports

# model:ir.ui.menu,name:menu_appointments_report_view_tree
source: Appointments Report
de: Bericht des Termins

# model:ir.ui.menu,name:menu_birth_cert
source: Birth certificates
de: Geburtsurkunden

# model:ir.ui.menu,name:menu_death_cert
source: Death certificates
de: Todesscheine

# model:ir.ui.menu,name:menu_gnuhealth_patient_evaluation_list
source: Patient Evaluations [readonly]
de: Untersuchung [nur lesend]

# model:ir.ui.menu,name:menu_gnuhealth_procedure_list
source: Procedures
de: Prozeduren

# model:ir.ui.menu,name:menu_people
source: People
de: Menschen

# model:product.category,name:prod_insurance
source: Insurances
de: Versicherungen

# model:res.group,name:group_health_back_office
source: Health Back Office
de: Gesundheits Back Office

# model:res.group,name:group_health_doctor
source: Health Doctor
de: Gesundheits Arzt

# model:res.group,name:group_health_frontdesk
source: Health Front Desk
de: Gesundheits Rezeption

# model:res.group,name:group_health_social_worker
source: Health Social Worker
de: Gesundheits Sozialarbeiter

# model:res.user,name:user_demo_back_office
source: Health Back Office
de: Gesundheits Back Office

# model:res.user,name:user_demo_doctor
source: Health Doctor
de: Gesundheits Arzt

# model:res.user,name:user_demo_frontdesk
source: Health Front Desk
de: Gesundheits - Rezeption

# model:res.user,name:user_demo_social_worker
source: Health Social Worker
de: Gesundheits - Sozialarbeiter

# report:appointment.receipt:
source: Appointment #
de: Termin #

# report:appointment.receipt:
source: Date
de: Datum

# report:appointment.receipt:
source: Health Professional :
de: Gesundheitsfachkraft :

# report:appointment.receipt:
source: Institution
de: Einrichtung

# report:appointment.receipt:
source: Instructions / Notes :
de: Anweisungen / Notitzen :

# report:appointment.receipt:
source: PUID
de: bPK

# report:appointment.receipt:
source: Specialty
de: Fachabteilung

# report:appointment.receipt:
source: You must present this receipt and your
de: Sie müssen dieses Rezept präsentieren und Ihr

# report:gnuhealth.immunization_status_report:
source: (Complete Listing)
de: (Komplette Auflistung)

# report:gnuhealth.immunization_status_report:
source: : This automatically generated report is a tool to assist, but never to replace the criteria of the health professional. Always verify the person vaccination cards.
de: : Dieser automatisch generierte Bericht ist ein Hilfsmittel zur Unterstützung, aber nie zum Ersetzen der Kriterien eines Arztes. Prüfe immer den persönlichen Impfpass.

# report:gnuhealth.immunization_status_report:
source: Age
de: Alter

# report:gnuhealth.immunization_status_report:
source: Age :
de: Alter:

# report:gnuhealth.immunization_status_report:
source: Dose
de: Dosierung

# report:gnuhealth.immunization_status_report:
source: Dose #
de: Dosierung #

# report:gnuhealth.immunization_status_report:
source: FOR SCHEDULE
de: ZUR TERMINPLANUNG

# report:gnuhealth.immunization_status_report:
source: Female
de: Weiblich

# report:gnuhealth.immunization_status_report:
source: IMMUNIZATION STATUS
de: IMMUNISIERUNGSSTATUS

# report:gnuhealth.immunization_status_report:
source: Important notice
de: Wichtiger Hinweis

# report:gnuhealth.immunization_status_report:
source: Male
de: Männlich

# report:gnuhealth.immunization_status_report:
source: PU
de: Kennung

# report:gnuhealth.immunization_status_report:
source: Print Date
de: Druckdatum

# report:gnuhealth.immunization_status_report:
source: Remarks
de: Bemerkungen
