Repository: alwindoss/gnuhealth
Catalog: tryton/health/locale/*.po
Languages: de, ka

# selection:gnuhealth.patient.evaluation,mood:
source: Sad
de: Traurig

# selection:gnuhealth.patient.evaluation,state:
source: Done
de: Erledigt

# selection:gnuhealth.patient.evaluation,state:
source: In progress
de: In Bearbeitung

# selection:gnuhealth.patient.evaluation,state:
source: Signed
de: Unterzeichnet

# selection:gnuhealth.patient.evaluation,urgency:
source: Medical Emergency
de: Medizinischer Notfall

# selection:gnuhealth.patient.evaluation,urgency:
source: Normal
de: Spontan

# selection:gnuhealth.patient.evaluation,urgency:
source: Urgent
de: Dringlich

# selection:gnuhealth.patient.evaluation,visit_type:
source: Followup
de: Nachuntersuchung

# selection:gnuhealth.patient.evaluation,visit_type:
source: New health condition
de: Neuer Gesundheitszustand

# selection:gnuhealth.patient.evaluation,visit_type:
source: Well Child visit
de: Vorsorgeuntersuchtung eines Kindes

# selection:gnuhealth.patient.evaluation,visit_type:
source: Well Man visit
de: Vorsorgeuntersuchung eines Mannes

# selection:gnuhealth.patient.evaluation,visit_type:
source: Well Woman visit
de: Vorsorgeuntersuchung einer Frau

# selection:gnuhealth.patient.medication,duration_period:
source: days
de: Tage

# selection:gnuhealth.patient.medication,duration_period:
source: hours
de: Stunden

# selection:gnuhealth.patient.medication,duration_period:
source: indefinite
de: unbegrenzt

# selection:gnuhealth.patient.medication,duration_period:
source: minutes
de: Minuten

# selection:gnuhealth.patient.medication,duration_period:
source: months
de: Monate

# selection:gnuhealth.patient.medication,duration_period:
source: years
de: Jahre

# selection:gnuhealth.patient.medication,frequency_unit:
source: days
de: Tage

# selection:gnuhealth.patient.medication,frequency_unit:
source: hours
de: Stunden

# selection:gnuhealth.patient.medication,frequency_unit:
source: minutes
de: Minuten

# selection:gnuhealth.patient.medication,frequency_unit:
source: seconds
de: Sekunden

# selection:gnuhealth.patient.medication,frequency_unit:
source: weeks
de: Wochen

# selection:gnuhealth.patient.medication,frequency_unit:
source: when required
de: wenn nötig

# selection:gnuhealth.patient.medication,infusion_rate_units:
source: mL/hour
de: mL/Stunde

# selection:gnuhealth.person_alternative_identification,alternative_id_type:
source: Country of origin ID
de: Herkunftsstaat Code

# selection:gnuhealth.person_alternative_identification,alternative_id_type:
source: Medical Record
de: Krankengeschichte

# selection:gnuhealth.person_alternative_identification,alternative_id_type:
source: Other
de: Andere

# selection:gnuhealth.person_alternative_identification,alternative_id_type:
source: Passport
de: Pass

# selection:gnuhealth.person_name,prefix:
source: Miss
de: Frau

# selection:gnuhealth.person_name,prefix:
source: Mr
de: Herr

# selection:gnuhealth.person_name,prefix:
source: Mrs
de: Frau

# selection:gnuhealth.person_name,use:
source: Anonymous
de: Anonym

# selection:gnuhealth.person_name,use:
source: Maiden
de: geborene

# selection:gnuhealth.person_name,use:
source: Nickname
de: Spitzname

# selection:gnuhealth.person_name,use:
source: Official
de: Offiziell

# selection:gnuhealth.person_name,use:
source: Temp
de: temporär

# selection:gnuhealth.person_name,use:
source: Usual
de: Übliche

# selection:gnuhealth.person_name,use:
source: old
de: früher

# selection:gnuhealth.prescription.line,duration_period:
source: days
de: Tage

# selection:gnuhealth.prescription.line,duration_period:
source: hours
de: Stunden

# selection:gnuhealth.prescription.line,duration_period:
source: indefinite
de: unbegrenzt

# selection:gnuhealth.prescription.line,duration_period:
source: minutes
de: Minuten

# selection:gnuhealth.prescription.line,duration_period:
source: months
de: Monate

# selection:gnuhealth.prescription.line,duration_period:
source: years
de: Jahre

# selection:gnuhealth.prescription.line,frequency_unit:
source: days
de: Tage

# selection:gnuhealth.prescription.line,frequency_unit:
source: hours
de: Stunden

# selection:gnuhealth.prescription.line,frequency_unit:
source: minutes
de: Minuten

# selection:gnuhealth.prescription.line,frequency_unit:
source: seconds
de: Sekunden

# selection:gnuhealth.prescription.line,frequency_unit:
source: weeks
de: Wochen

# selection:gnuhealth.prescription.line,frequency_unit:
source: when required
de: wenn nötig

# selection:gnuhealth.prescription.line,infusion_rate_units:
source: mL/hour
de: mL/Stunde

# selection:gnuhealth.prescription.order,state:
source: Done
de: Fertig

# selection:gnuhealth.prescription.order,state:
source: Draft
de: Entwurf

# selection:gnuhealth.signs_and_symptoms,sign_or_symptom:
source: Sign
de: Zeichen

# selection:gnuhealth.signs_and_symptoms,sign_or_symptom:
source: Symptom
de: Symptome

# selection:gnuhealth.vaccination,admin_route:
source: Intradermal
de: intrakutan

# selection:gnuhealth.vaccination,admin_route:
source: Intramuscular
de: Intramuskulär

# selection:gnuhealth.vaccination,admin_route:
source: Subcutaneous
de: Subcutan

# selection:gnuhealth.vaccination,admin_site:
source: left anterolateral fat of thigh
de: linkes anterolaterales Fett des Oberschenkels

# selection:gnuhealth.vaccination,admin_site:
source: left deltoid
de: linker Deltoideus

# selection:gnuhealth.vaccination,admin_site:
source: left fore arm
de: linker Unterarm

# selection:gnuhealth.vaccination,admin_site:
source: left posterolateral fat of upper arm
de: linkes posterolaterales Fett des Oberarms

# selection:gnuhealth.vaccination,admin_site:
source: left vastus lateralis
de: linker M. vastus lateralis

# selection:gnuhealth.vaccination,admin_site:
source: right anterolateral fat of thigh
de: rechtes anterolaterales Fett des Oberschenkels

# selection:gnuhealth.vaccination,admin_site:
source: right deltoid
de: rechter Deltoideus

# selection:gnuhealth.vaccination,admin_site:
source: right fore arm
de: rechter Unterarm

# selection:gnuhealth.vaccination,admin_site:
source: right posterolateral fat of upper arm
de: rechtes posterolaterales Fett des Oberarms

# selection:gnuhealth.vaccination,admin_site:
source: right vastus lateralis
de: rechter M. vastus lateralis

# selection:gnuhealth.vaccination,state:
source: Done
de: Fertig

# selection:gnuhealth.vaccination,state:
source: In Progress
de: In Bearbeitung

# selection:party.party,gender:
source: Female
de: Weiblich

# selection:party.party,gender:
source: Male
de: Männlich

# selection:party.party,insurance_company_type:
source: Labour Union / Syndical
de: Gewerkschaft

# selection:party.party,insurance_company_type:
source: Private
de: Einzelzimmer

# selection:party.party,insurance_company_type:
source: State
de: Zustand

# selection:party.party,marital_status:
source: Concubinage
de: eheähnliche Gemeinschaft

# selection:party.party,marital_status:
source: Divorced
de: Geschieden

# selection:party.party,marital_status:
source: Married
de: Verheiratet

# selection:party.party,marital_status:
source: Separated
de: Getrennt lebend

# selection:party.party,marital_status:
source: Single
de: Alleinlebend

# selection:party.party,marital_status:
source: Widowed
de: Verwitwet

# selection:party.party,name_representation:
source: Family, Given
de: Familienname

# selection:party.party,name_representation:
source: Given Family
de: Familienname

# selection:party.party,name_representation:
source: Prefix Given Family, Suffix
de: Präfix Familienname, Suffix

# view:gnuhealth.appointment.report.open.start:
source: Appointment Report
de: Bericht über den Termin

# view:gnuhealth.appointment.report:
source: Appointments Report
de: Bericht über die Termine

# view:gnuhealth.appointment:
source: Appointment
de: Termin

# view:gnuhealth.appointment:
source: Checked in
de: aufgenommen

# view:gnuhealth.appointment:
source: Date
de: Datum

# view:gnuhealth.appointment:
source: No show
de: nicht erschienen

# view:gnuhealth.appointment:
source: Patient appointment
de: Termine der Patienten

# view:gnuhealth.appointment:
source: The patient did not show up
de: Der Patient ist nicht erschienen

# view:gnuhealth.appointment:
source: The patient has arrived and is waiting
de: Der Patient ist angekommen und wartet

# view:gnuhealth.appointment:
source: Time
de: Zeit

# view:gnuhealth.birth_certificate:
source: Birh Certificate
de: Geburtsurkunde

# view:gnuhealth.birth_certificate:
source: Birth Certificate
de: Geburtsurkunde

# view:gnuhealth.birth_certificate:
source: Main
de: Haupt

# view:gnuhealth.birth_certificate:
source: Observations
de: Beobachtungen

# view:gnuhealth.birth_certificate:
source: Sign
de: Zeichen

# view:gnuhealth.birth_certificate:
source: Sign Birth Certificate ?
de: Geburtsurkunde unterzeichnen?

# view:gnuhealth.birth_certificate:
source: Sign the certificate
de: Unterzeichne die Urkunde

# view:gnuhealth.check_immunization_status.init:
source: Check Person Immunization Status
de: Prüfe Immunisierungsstatus der Person

# view:gnuhealth.check_immunization_status.init:
source: Immunization status Report
de: Immunisierungsstatusbericht

# view:gnuhealth.death_certificate:
source: Cause
de: Grund

# view:gnuhealth.death_certificate:
source: Death Certificate
de: Todesschein

# view:gnuhealth.death_certificate:
source: Main
de: Haupt

# view:gnuhealth.death_certificate:
source: Observations
de: Beobachtungen

# view:gnuhealth.death_certificate:
source: Other
de: Andere

# view:gnuhealth.death_certificate:
source: Place
de: Ort

# view:gnuhealth.death_certificate:
source: Sign
de: Zeichen

# view:gnuhealth.death_certificate:
source: Sign Death Certificate ?
de: Unterzeichne den Todesschein?

# view:gnuhealth.death_certificate:
source: Sign the certificate
de: Urkunde unterzeichnen

# view:gnuhealth.death_underlying_condition:
source: Underlying Condition
de: Zugrundeliegender Zustand

# view:gnuhealth.death_underlying_condition:
source: Underlying conditions to death
de: Zugrundeliegende Zustände die zum Tode führten

# view:gnuhealth.diagnostic_hypothesis:
source: Patient Evaluation other diagnostic hypotheses
de: Patientenuntersuchung und diagnostische Hypothese

# view:gnuhealth.diagnostic_hypothesis:
source: Secondary Condition
de: Folgeleiden

# view:gnuhealth.directions:
source: Patient directions
de: Anweisungen für den Patienten

# view:gnuhealth.directions:
source: directions
de: Anweisungen

# view:gnuhealth.disease_group.members:
source: Member of Pathology Groups
de: Mitglied der Pathologie Gruppen

# view:gnuhealth.disease_group.members:
source: Pathology Group Member
de: Mitglied der Pathologie Gruppe

# view:gnuhealth.dose.unit:
source: dose
de: Dosis

# view:gnuhealth.dose.unit:
source: doses
de: Dosen

# view:gnuhealth.drug.form:
source: Drug Form
de: Darreichungsform

# view:gnuhealth.drug.form:
source: Drug Forms
de: Darreichungsformen

# view:gnuhealth.drug.route:
source: Drug Form
de: Darreichungsform

# view:gnuhealth.drug.route:
source: Drug Forms
de: Darreichungsformen

# view:gnuhealth.du:
source: Domicilary Unit
de: Wohneinheit

# view:gnuhealth.du:
source: Domiciliary Units
de: Wohneinheiten

# view:gnuhealth.du:
source: Infrastructure
de: Infrastruktur

# view:gnuhealth.ethnicity:
source: Ethnicities
de: Ethnische Zugehörigkeit

# view:gnuhealth.ethnicity:
source: ethnicity
de: Ethnische Zugehörigkeit

# view:gnuhealth.family:
source: Extra Info
de: Zusätzliche Informationen

# view:gnuhealth.family:
source: Families
de: Familien

# view:gnuhealth.family:
source: Family
de: Familie

# view:gnuhealth.family:
source: Members
de: Mitglieder

# view:gnuhealth.family_member:
source: Family Member
de: Familienangehöriger

# view:gnuhealth.family_member:
source: Family Members
de: Familienmitglieder

# view:gnuhealth.healthprofessional:
source: Extra Info
de: Zusätzliche Informationen

# view:gnuhealth.healthprofessional:
source: Health Professionals
de: Behandler

# view:gnuhealth.healthprofessional:
source: physician
de: Arzt

# view:gnuhealth.hospital.bed:
source: Bed
de: Bett

# view:gnuhealth.hospital.bed:
source: Click when Bed has been fixed / cleaned
de: Anklicken wenn das Bett vorbereitet/gereinigt ist

# view:gnuhealth.hospital.bed:
source: Confirm that the bed has been cleaned / fixed and is now ready to use
de: Bestätige dass das Bett vorbereitet/gereinigt ist und nun bereit zur Nutzung ist

# view:gnuhealth.hospital.bed:
source: Fix Bed
de: bereite Bett vor

# view:gnuhealth.hospital.bed:
source: Health Center Bed Info
de: Information über die Betten der Gesundheitseinrichtung

# view:gnuhealth.hospital.building:
source: Building
de: Gebäude

# view:gnuhealth.hospital.building:
source: Health Center Building
de: Gebäude der Gesundheitseinrichtung

# view:gnuhealth.hospital.or:
source: Operating Room
de: OP-Saal

# view:gnuhealth.hospital.unit:
source: Health Center unit
de: Einheit der Gesundheitseinrichtung

# view:gnuhealth.hospital.unit:
source: unit
de: Einheit

# view:gnuhealth.hospital.ward:
source: Health Center Ward
de: Station der Gesundheitseinrichtung

# view:gnuhealth.hospital.ward:
source: Health Center Ward Info
de: Station der Gesundheitseinrichtung Info

# view:gnuhealth.hp_specialty:
source: Health Professional Specialties
de: Fachgebiete des Behandlers

# view:gnuhealth.immunization_schedule:
source: Immunization Schedule
de: Impfplan

# view:gnuhealth.immunization_schedule_dose:
source: Doses
de: Dosierung

# view:gnuhealth.immunization_schedule_line:
source: Immunization Schedule Line
de: Immunisierung Terminplan Ablauf

# view:gnuhealth.institution.operationalsector:
source: Operational Sector x Health Institution
de: operativer Bereich x Gesundheitsinstitution

# view:gnuhealth.institution.operationalsector:
source: Operational Sectors x Health Institution
de: operative Bereiche x Gesundheitsinstitution

# view:gnuhealth.institution.specialties:
source: Specialties x Health Institution
de: Fachbereiche x Gesundheitsinstitution

# view:gnuhealth.institution:
source: Health Institution
de: Gesundheitseinrichtung

# view:gnuhealth.institution:
source: Institution Picture
de: Bild der Einrichtung

# view:gnuhealth.insurance.plan:
source: Insurance Plans
de: Versicherungspläne

# view:gnuhealth.insurance:
source: Insurance List
de: Liste der Versicherungen

# view:gnuhealth.insurance:
source: Insurances
de: Versicherungen

# view:gnuhealth.medicament.category:
source: Medicament Categories
de: Medikamentengruppen

# view:gnuhealth.medicament.category:
source: Medicament categories
de: Medikamentengruppen

# view:gnuhealth.medicament:
source: Adverse Reactions
de: Nebenwirkungen

# view:gnuhealth.medicament:
source: Composition
de: Zusammensetzung

# view:gnuhealth.medicament:
source: Dosage
de: Dosierung

# view:gnuhealth.medicament:
source: Extra Info
de: Zusätzliche Informationen

# view:gnuhealth.medicament:
source: Form
de: Formular

# view:gnuhealth.medicament:
source: Indications
de: Indikationen

# view:gnuhealth.medicament:
source: Main
de: Haupt

# view:gnuhealth.medicament:
source: Main Info
de: Hauptinformationen

# view:gnuhealth.medicament:
source: Notes
de: Notize

# view:gnuhealth.medicament:
source: Overdose
de: Überdosierung

# view:gnuhealth.medicament:
source: Pregnancy
de: Schwangerschaft

# view:gnuhealth.medicament:
source: Presentation
de: Kindslage

# view:gnuhealth.medicament:
source: Product
de: Produkt

# view:gnuhealth.medicament:
source: Route
de: Verabreichungsweg

# view:gnuhealth.medicament:
source: Storage
de: Lagerung

# view:gnuhealth.medicament:
source: medicament
de: Medikament

# view:gnuhealth.medicament:
source: medicaments
de: Medikamente

# view:gnuhealth.medicament:
source: strength
de: Stärke

# view:gnuhealth.medication.dosage:
source: Dosage
de: Dosierung

# view:gnuhealth.medication.dosage:
source: Dosages
de: Dosierungen

# view:gnuhealth.occupation:
source: Occupations
de: Berufe

# view:gnuhealth.occupation:
source: occupation
de: Beruf

# view:gnuhealth.operational_area:
source: Operational Area
de: Einsatzgebiete

# view:gnuhealth.operational_area:
source: Operational Areas List
de: Liste der Einsatzgebiete

# view:gnuhealth.operational_sector:
source: Operational Sector List
de: Liste der Einsatzteilgebiete

# view:gnuhealth.operational_sector:
source: Region Operational Sector
de: Region Einsatzteilgebiet

# view:gnuhealth.pathology.category:
source: Disease Categories
de: Erkrankungsgruppen

# view:gnuhealth.pathology.category:
source: Disease categories
de: Erkrankungsgruppen

# view:gnuhealth.pathology.group:
source: Extra Information
de: Zusätzliche Informationen

# view:gnuhealth.pathology.group:
source: Pathology Groups
de: Pathologie-Informationen

# view:gnuhealth.pathology:
source: Extra Info
de: Zusätzliche Informationen

# view:gnuhealth.pathology:
source: Genetics
de: Genethik

# view:gnuhealth.pathology:
source: Main
de: Haupt

# view:gnuhealth.pathology:
source: Pathology
de: Pathologie

# view:gnuhealth.pathology:
source: Pathology Info
de: Pathologie-Informationen

# view:gnuhealth.patient.disease:
source: Allergies
de: Allergien

# view:gnuhealth.patient.disease:
source: Extra Info
de: Zusätzliche Informationen

# view:gnuhealth.patient.disease:
source: Main
de: Haupt

# view:gnuhealth.patient.disease:
source: Patient Diseases
de: Erkrankungen des Patienten

# view:gnuhealth.patient.disease:
source: Patient conditions
de: Patientenzustände

# view:gnuhealth.patient.disease:
source: Pregnancy
de: Schwangerschaft

# view:gnuhealth.patient.disease:
source: Related Evaluations
de: Zugehörige Untersuchungen

# view:gnuhealth.patient.disease:
source: Therapy
de: Therapie

# view:gnuhealth.patient.ecg:
source: Patient ECG Assesment
de: Patient EKG Untersuchung

# view:gnuhealth.patient.evaluation:
source: Anthropometry
de: Anthropometrie

# view:gnuhealth.patient.evaluation:
source: Chief Complaint
de: Hauptbeschwerde

# view:gnuhealth.patient.evaluation:
source: Clinical
de: Klinisch

# view:gnuhealth.patient.evaluation:
source: Clinical and Physical exam
de: klinische und physikalische Untersuchung
ka: კლინიკური და ფიზიკური გამოცდა

# view:gnuhealth.patient.evaluation:
source: Discharge
de: Entlassung
ka: გათავისუფლება

# view:gnuhealth.patient.evaluation:
source: Discharge patient / End this evaluation ?
de: Entlassung Patient / Untersuchung beenden?
ka: გაათავისუფლეთ პაციენტი / დასრულდა ეს შეფასება?

# view:gnuhealth.patient.evaluation:
source: Discharge patient / end this evaluation
de: Entlassung Patient / Untersuchung beenden
ka: გაათავისუფლეთ პაციენტი / დასრულდა ეს შეფასება

# view:gnuhealth.patient.evaluation:
source: Evaluations
de: Untersuchungen

# view:gnuhealth.patient.evaluation:
source: Extra Info
de: Zusatzinformation
ka: დამატებითი ინფორმაცია

# view:gnuhealth.patient.evaluation:
source: Glucose and Lipids Profile
de: Glukosespiegel und Lipidprofil
ka: გლუკოზის და ლიპიდების პროფილი

# view:gnuhealth.patient.evaluation:
source: Header
de: Kopfzeile
ka: სათაური

# view:gnuhealth.patient.evaluation:
source: Information on Diagnosis
de: Information über die Diagnose
ka: ინფორმაცია დიაგნოზზე

# view:gnuhealth.patient.evaluation:
source: Main Condition
de: Hauptzustand
ka: მთავარი კონდიცია

# view:gnuhealth.patient.evaluation:
source: Main Info
de: Hauptinformationen
ka: მთავარი ინფორმაცია

# view:gnuhealth.patient.evaluation:
source: Mental Assessment and Impairments
de: Geistige Bewertung und Beeinträchtigungen
ka: გონებრივი შეფასება და დაზიანებები

# view:gnuhealth.patient.evaluation:
source: Mental Status
de: Mentaler Status

# view:gnuhealth.patient.evaluation:
source: Nutrition
de: Ernährung
ka: კვება

# view:gnuhealth.patient.evaluation:
source: Other information related to this evaluation
de: Weitere Informationen zu dieser Untersuchung
ka: ამ შეფასებასთან დაკავშირებული სხვა ინფორმაცია

# view:gnuhealth.patient.evaluation:
source: Patient Evaluation
de: Untersuchung des Patienten

# view:gnuhealth.patient.evaluation:
source: Present Illness
de: Aktuelle Erkrankungen
ka: აწმყო დაავადება

# view:gnuhealth.patient.evaluation:
source: Treatment Plan
de: Behandlungsplan
ka: მკურნალობის გეგმა

# view:gnuhealth.patient.evaluation:
source: Vital Signs
de: Vitalparameter
ka: სასიცოცხლო ნიშნები

# view:gnuhealth.patient.medication:
source: Administration
de: Verabreichung
ka: ადმინისტრაცია

# view:gnuhealth.patient.medication:
source: Adverse Reactions and Notes
de: Nebenwirkungen und Anmerkungen

# view:gnuhealth.patient.medication:
source: Common Dosage
de: Standarddosis

# view:gnuhealth.patient.medication:
source: Dosage
de: Dosierung

# view:gnuhealth.patient.medication:
source: Extra Info
de: Zusätzliche Informationen

# view:gnuhealth.patient.medication:
source: General Info
de: Allgemeine Information

# view:gnuhealth.patient.medication:
source: Medication
de: Medikation

# view:gnuhealth.patient.medication:
source: Notes
de: Notize

# view:gnuhealth.patient.medication:
source: Patient Medication
de: Medikation des Patienten

# view:gnuhealth.patient.medication:
source: Prescribed or Reviewed by Health Professional
de: Verschrieben oder weiterverschrieben durch Behandler

# view:gnuhealth.patient.medication:
source: Specific Dosage
de: Spezifische Dosierung

# view:gnuhealth.patient.medication:
source: Treatment duration
de: Behandlungsdauer

# view:gnuhealth.patient.medication:
source: Treatment period
de: Behandlungsperiode

# view:gnuhealth.patient:
source: Critical Information
de: Kritische Informationen

# view:gnuhealth.patient:
source: General Info
de: Allgemeine Information

# view:gnuhealth.patient:
source: Main
de: Haupt

# view:gnuhealth.patient:
source: Main Info
de: Hauptinformationen

# view:gnuhealth.patient:
source: Medication
de: Medikation

# view:gnuhealth.patient:
source: Misc
de: Sonstige

# view:gnuhealth.patient:
source: Notepad
de: Notiz

# view:gnuhealth.person_alternative_identification:
source: Alternative ID
de: Anderer ID

# view:gnuhealth.person_alternative_identification:
source: Person alternative IDs
de: Andere IDs der Person

# view:gnuhealth.person_name:
source: Person Names
de: Person Namen

# view:gnuhealth.prescription.line:
source: Common Dosage
de: Standarddosis

# view:gnuhealth.prescription.line:
source: Dosage
de: Dosierung

# view:gnuhealth.prescription.line:
source: Form and Administration Route
de: Form und Verabreichungsweg

# view:gnuhealth.prescription.line:
source: Medication and Condition
de: Medikation und Zustand

# view:gnuhealth.prescription.line:
source: Misc
de: Verschiedenes

# view:gnuhealth.prescription.line:
source: Prescription Line
de: Verordnungszeile

# view:gnuhealth.prescription.line:
source: Prescription lines
de: Verordnungszeilen

# view:gnuhealth.prescription.line:
source: Specific Dosage
de: Spezifische Dosierung

# view:gnuhealth.prescription.line:
source: Treatment time
de: Behandlungszeit

# view:gnuhealth.prescription.order:
source: Create
de: Erstelle

# view:gnuhealth.prescription.order:
source: Create prescription ?
de: Rezept anlegen?

# view:gnuhealth.prescription.order:
source: Create the prescription
de: Rezept erzeugen

# view:gnuhealth.prescription.order:
source: Notes
de: Notize

# view:gnuhealth.prescription.order:
source: Patient and Health Professional Information
de: Patienten- und Arzt-Information

# view:gnuhealth.prescription.order:
source: Prescription
de: Verordnung

# view:gnuhealth.procedure:
source: Procedure
de: Prozedur

# view:gnuhealth.secondary_condition:
source: Patient Evaluation secondary condition
de: Patienteneinschätzung Folgeleiden

# view:gnuhealth.secondary_condition:
source: Secondary Condition
de: Folgeleiden

# view:gnuhealth.signs_and_symptoms:
source: Clinical Findinds - Signs and Symptoms
de: Klinischer Befund - Zeichen und Symptome

# view:gnuhealth.signs_and_symptoms:
source: Comments
de: Kommentar

# view:gnuhealth.signs_and_symptoms:
source: Sign or Symptom
de: Zeichen und Symptome
