Repository: alwindoss/gnuhealth
Catalog: tryton/health/locale/*.po
Languages: de, ka

# error:gnuhealth.birth_certificate:
source: Certificate already exists !
de: Das Zertifikat existiert bereits!
ka: სერტიფიკატი არსებობს!

# error:gnuhealth.death_certificate:
source: Certificate already exists !
de: Das Zertifikat existiert bereits!
ka: სერტიფიკატი არსებობს!

# error:gnuhealth.dose.unit:
source: The Unit must be unique !
de: Die Einheit muss eindeutig sein!
ka: ერთეული უნდა იყოს უნიკალური!

# error:gnuhealth.drug.form:
source: The CODE must be unique !
de: Der Code muss eindeutig sein!
ka: კოდი უნდა იყოს უნიკალური!

# error:gnuhealth.drug.form:
source: The Unit must be unique !
de: Die Einheit muss eindeutig sein!
ka: ერთეული უნდა იყოს უნიკალური!

# error:gnuhealth.drug.route:
source: The CODE must be unique !
de: Der Code muss eindeutig sein!
ka: კოდი უნდა იყოს უნიკალური!

# error:gnuhealth.drug.route:
source: The Name must be unique !
de: Der Name muss eindeutig sein!
ka: დასახელება უნდა იყოს უნიკალური!

# error:gnuhealth.du:
source: The Domiciliary Unit must be unique !
de: Der Wohnsprengel muss eindeutig sein!
ka: შენობა უნიკალურად უნდა იყოს აღწერილი!

# error:gnuhealth.ethnicity:
source: The CODE must be unique !
de: Der Code muss eindeutig sein!
ka: კოდი უნდა იყოს უნიკალური!

# error:gnuhealth.ethnicity:
source: The Name must be unique !
de: Der Name muss eindeutig sein!
ka: დასახელება უნდა იყოს უნიკალური!

# error:gnuhealth.family:
source: The Family Code must be unique !
de: Der Familiencode muss eindeutig sein!
ka: გვარი უნდა იყოს უნიკალური!

# error:gnuhealth.healthprofessional:
source: The LICENSE ID must be unique
de: Die LIZENZ muss eindeutig sein
ka: ლიცენზია უნდა იუოს უნიკალური

# error:gnuhealth.healthprofessional:
source: The health professional must be unique
de: Der Behandler muss eindeutig sein
ka: მედმუშაკი უნდა იყოს უნიკალური

# error:gnuhealth.hospital.bed:
source: The Bed must be unique per Health Center
de: Das Bett muss pro Gesundheitscenter einzigartig sein
ka: მედ დაწესებულებაში ლოგინის აღწერა უნიკალურია

# error:gnuhealth.hospital.building:
source: The Building code must be unique per Health Center
de: Der Gebäudecode muss pro Gesundheitscenter eindeutig sein
ka: შენობის იდენტიფიკატორი უნდა იყოს უნიკალური თვითოეულ სამედიცნო ცენტრში

# error:gnuhealth.hospital.building:
source: The Building name must be unique per Health Center
de: Der Gebäudename muss pro Gesundheitscenter einzigartig sein
ka: სამედიცინო ცენტრში შენობის დასახელება უნდა იუოს უნიკალური

# error:gnuhealth.hospital.or:
source: The Operating Room Name must be unique per Health Center
de: Der Stützpunktname muss pro Gesundheitscenter einzigartig sein
ka: სამედიცინო ცენტრის ფარგლებში საოპერაციოს დასახელება უნდა იყოს უნიკალური

# error:gnuhealth.hospital.unit:
source: The Unit CODE must be unique per Health Center
de: Der Code der Station muss pro Gesundheitseinrichtung eindeutig sein
ka: სამედიცინო ცენტრში ერთეულის კოდი უნდა იყოს უნიკალური

# error:gnuhealth.hospital.unit:
source: The Unit NAME must be unique per Health Center
de: Der Name der Station muss pro Gesundheitseinrichtung eindeutig sein
ka: სამედიცინო ცენტრში ერთეულის დასახელება უნდა იყოს უნიკალური

# error:gnuhealth.hospital.ward:
source: The Ward / Room Name must be unique per Health Center
de: Der Name der Station / des Zimmers muss pro Gesundheitseinrichtung eindeutig sein
ka: სამედიცინო ცენტრში პალატის / ოთახის სახელი უნდა იყოს უნიკალური

# error:gnuhealth.immunization_schedule:
source: The schedule code must be unique
de: Der Code des Terminplans muss eindeutig sein
ka: განრიგის კოდი უნდა იყოს უნიკალური

# error:gnuhealth.immunization_schedule_dose:
source: The dose number must be unique for this vaccine
de: Die Dosisnummer muss eindeutig sein für diesen Impfstoff
ka: ამ ვაქცინისთვის დოზის ნომერი უნდა იყოს უნიკალური

# error:gnuhealth.institution.operationalsector:
source: The Operational Sector already exists for this institution
de: Das Einsatzgebiet existiert bereits für diese Institution
ka: საოპერაციო სექტორი არსებობს

# error:gnuhealth.institution.specialties:
source: The Specialty already exists for this institution
de: Das Fachgebiet existiert bereits für diese Institution
ka: სპეციალობა უკვე არსებობს ამ დაწესებულებისთვის

# error:gnuhealth.institution:
source: This CODE already exists !
de: Dieser CODE existiert bereits!
ka: ეს კოდი უკვე არსებობს!

# error:gnuhealth.institution:
source: This Institution already exists !
de: Diese Institution existiert bereits!
ka: ეს დაწესებულება უკვე არსებობს!

# error:gnuhealth.insurance:
source: The number must be unique per insurance company
de: Die Nummer muss pro Versicherungsfirma einzigartig sein
ka: ნომერი უნდა იყოს უნიკალური ყოველი სადაზღვეო კომპანიისთვის

# error:gnuhealth.medication.dosage:
source: The CODE must be unique !
de: Der Code muss eindeutig sein!
ka: კოდი უნდა იყოს უნიკალური!

# error:gnuhealth.medication.dosage:
source: The Unit must be unique !
de: Die Einheit muss eindeutig sein!
ka: ერთეული უნდა იყოს უნიკალური!

# error:gnuhealth.occupation:
source: The CODE must be unique !
de: Der Code muss eindeutig sein!
ka: კოდი უნდა იყოს უნიკალური!

# error:gnuhealth.occupation:
source: The Name must be unique !
de: Der Name muss eindeutig sein!
ka: სახელი უნდა იყოს უნიკალური!

# error:gnuhealth.operational_area:
source: The operational area must be unique !
de: Das Einsatzgebiet muss eindeutig sein!
ka: ოპერაციული გარემო უნდა იყოს უნიკალური!

# error:gnuhealth.operational_sector:
source: The operational sector must be unique in each operational area!
de: Das Einsatzteilgebiet muss für jedes Einsatzgebiet eindeutig sein!
ka: ოპერაციული სექტორი უნდა იყოს უნიკალური თითოეული ოპერაციული სფეროსთვის!

# error:gnuhealth.pathology.category:
source: The category name must be unique
de: Der Name der Kategorie muss eindeutig sein
ka: კატეგორიის სახელი უნდა იყოს უნიკალური

# error:gnuhealth.pathology.group:
source: The Pathology Group code must be unique
de: Der Pathologiegruppencode muss eindeutig sein
ka: პათოლოგიის ჯგუფის კოდი უნდა იყოს უნიკალური

# error:gnuhealth.pathology:
source: The disease code must be unique
de: Der Krankheitscode muss eindeutig sein
ka: დაავადების კოდი უნდა იყოს უნიკალური

# error:gnuhealth.patient.disease:
source: The HEALED date "%(healed_date)s" is BEFORE DIAGNOSED DATE "%(diagnosed_date)s"!
de: Das Datum der Heilung "%(healed_date)s" ist vor dem Datum der Diagnose "%(diagnosed_date)s"!
ka: გამოჯანმრთელებული თარიღი "% (healed_date) s" არის დიაგნოზირებული თარიღამდე "% (diagnosed_date) s"!

# error:gnuhealth.patient.disease:
source: The Treatment END DATE "%(date_stop_treatment)s" is BEFORE the start date "%(date_start_treatment)s"!
de: Das Enddatum der Behandlung "%(date_stop_treatment)s" ist vor dem Startdatum "%(date_start_treatment)s"!
ka: მკურნალობის დასასრული DATE "% (date_stop_treatment) s" არის დაწყების თარიღამდე "% (date_start_treatment) s"!

# error:gnuhealth.patient.ecg:
source: No health professional associated to this user
de: Dem Patienten ist kein Behandler zugeteilt
ka: ამ მომხმარებელს არ უკავშირდება არცერთი პერსონალის წევრი

# error:gnuhealth.patient.evaluation:
source: End time "%(evaluation_endtime)s" BEFORE evaluation start "%(evaluation_start)s"
de: Endzeitpunkt "%(Evaluation_endtime)s" liegt VOR dem Untersuchungsstartzeitpunkt "%(Evaluation_start)s"
ka: დასრულების დრო "% (შეფასების_წარმოების დრო) " შეფასების დაწყებამდე "% (შეფასების_დაწყება) "

# error:gnuhealth.patient.evaluation:
source: No health professional associated to this user
de: Diesem Teilnehmer wurde noch kein Gesundheitsdienstleister zugeteilt
ka: ამ მომხმარებელს არ უკავშირდება არცერთი პერსონალის წევრი

# error:gnuhealth.patient.evaluation:
source: The evaluation code must be unique !
de: Der Untersuchungscode muss eindeutig sein !
ka: შეფასების კოდი უნდა იყოს უნიკალური!

# error:gnuhealth.patient.medication:
source: The Medication END DATE "%(end_treatment)s" is BEFORE the start date "%(start_treatment)s"!
de: Das ENDEDATUM der Medikation "%(end_treatment)s" liegt VOR dem BEGINNDATUM "%(start_treatment)s"!
ka: წამლებით მკურნალობის დასასრული "% (end_treatment) s" არის დაწყების თარიღამდე "% (start_treatment) s"!

# error:gnuhealth.patient:
source: The Patient already exists !
de: Der Patient existiert bereits!
ka: პაციენტი უკვე დაფიქსირებულია!

# error:gnuhealth.prescription.order:
source: == DRUG AND PREGNANCY VERIFICATION == - IS THE PATIENT PREGNANT ? - IS PLANNING to BECOME PREGNANT ? - HOW MANY WEEKS OF PREGNANCY - IS THE PATIENT BREASTFEEDING Verify and check for safety the prescribed drugs
de: == MEDIKAMENTE UND SCHWANGERSCHAFT VERIFIKATION == - IST PATIENTIN SCHWANGER ? - PLANT SIE EINE SCHWANGERSCHAFT ? - WIEVIELTE SCHWANGERSCHAFTSWOCHE - STILLT PATIENTIN Bestätigen und prüfen auf Kontraindikationen der verschriebenen Medikamente
ka: ==მედიკამენტაციის და ორსულობის ვერიფიკაცია == - პაციენტი ორსულია? - გეგმავს ორსულობას? - რამდენი კვირაა ორსულია - კვებავს თუ არა პაციენტი ძუძუთი გადაამოწმეთ და შეამოწმეთ უსაფრთხოებისთვის დადგენილი წამლები

# error:gnuhealth.prescription.order:
source: No health professional associated to this user
de: Diesem Teilnehmer wurde noch kein Behandler zugeteilt
ka: ამ მომხმარებელს არ უკავშირდება არც ერთი პერსონალის წევრი

# error:gnuhealth.vaccination:
source: The Vaccine next dose is BEFORE the first one !
de: Die nächste Impfdosis liegt VOR der Ersten !
ka: ვაქცინის შემდეგი დოზა არის პირველამდე!

# error:gnuhealth.vaccination:
source: This vaccine dose has been given already to the patient
de: Diese Impfdosis wurde dem Patienten bereits verabreicht
ka: ეს ვაქცინის დოზა უკვე გაკეთებულია პაციენტისთვის

# error:party.party:
source: The PUID must be unique
de: Die Personalisierte Benutzer-Identifikation muss eindeutig sein
ka: PUID უნდა იყოს უნიკალური

# error:party.party:
source: This internal user is already assigned to a party
de: Der interne User ist bereits einer Partei zugeordnet
ka: ეს შინაგანი მომხმარებელი უკვე დანიშნულია წვეულებაზე

# error:wizard.gnuhealth.appointment.evaluation:
source: You need to select one Appointment record
de: Sie müssen einen Termin-Datensatz auswählen
ka: თქვენ უნდა აირჩიოთ დანიშვნის ერთი ჩანაწერი

# field:gnuhealth.appointment,appointment_date:
source: Date and Time
de: Datum und Uhrzeit
ka: თარიღი და დრო

# field:gnuhealth.appointment,appointment_type:
source: Type
de: Art
ka: სახეობა

# field:gnuhealth.appointment,checked_in_date:
source: Checked-in Time
de: Check-in Zeit
ka: რეგისტრაციის დრო

# field:gnuhealth.appointment,comments:
source: Comments
de: Kommentar
ka: კომენტარები

# field:gnuhealth.appointment,consultations:
source: Consultation Services
de: Sprechstunden
ka: კონსულტაციის სერვისები

# field:gnuhealth.appointment,create_date:
source: Create Date
de: Erstellungsdatum
ka: წარმოქმნის თარიღი

# field:gnuhealth.appointment,create_uid:
source: Create User
de: Erstellt durch
ka: მომხმარებლის შექმნა

# field:gnuhealth.appointment,healthprof:
source: Health Prof
de: Behandler
ka: ჯანდაცვის პროფესორი

# field:gnuhealth.appointment,institution:
source: Institution
de: Einrichtung
ka: დაწესებულება

# field:gnuhealth.appointment,name:
source: Appointment ID
de: Termin ID
ka: დანიშვნის აიდი

# field:gnuhealth.appointment,speciality:
source: Specialty
de: Fachabteilung
ka: სპეციალობა

# field:gnuhealth.appointment,state:
source: State
de: Zustand
ka: მდგომარეობა

# field:gnuhealth.appointment,urgency:
source: Urgency
de: Dringlichkeit
ka: გადაუდებელი ვითარება

# field:gnuhealth.appointment,visit_type:
source: Visit
de: Visite
ka: ვიზიტი

# field:gnuhealth.appointment,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.appointment,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.appointment.report,address:
source: Address
de: Adresse
ka: მისამართი

# field:gnuhealth.appointment.report,age:
source: Age
de: Alter
ka: ასაკი

# field:gnuhealth.appointment.report,appointment_date:
source: Date
de: Datum
ka: თარიღი

# field:gnuhealth.appointment.report,appointment_date_time:
source: Date and Time
de: Datum und Uhrzeit
ka: თარიღი და დრო

# field:gnuhealth.appointment.report,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.appointment.report,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.appointment.report,diagnosis:
source: Main Codition
de: Hauptbedingung
ka: ძირითადი მდგომარეობა

# field:gnuhealth.appointment.report,gender:
source: Gender
de: Geschlecht
ka: სქესი

# field:gnuhealth.appointment.report,healthprof:
source: Health Prof
de: Behandler
ka: ჯანდაცვის პროფესორი

# field:gnuhealth.appointment.report,insurance:
source: Insurance
de: Versicherung
ka: დაზღვევა

# field:gnuhealth.appointment.report,ref:
source: PUID
de: bPK

# field:gnuhealth.appointment.report,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.appointment.report,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.appointment.report.open.start,date_end:
source: Date End
de: Enddatum
ka: თარიღის ბოლო

# field:gnuhealth.appointment.report.open.start,date_start:
source: Date Start
de: Datum des Beginns
ka: თარიღის დასაწყისი

# field:gnuhealth.appointment.report.open.start,healthprof:
source: Health Prof
de: Behandler
ka: ჯანდაცვის პროფესორი

# field:gnuhealth.birth_certificate,certification_date:
source: Signed on
de: Unterschrieben am
ka: ხელმოწერილი

# field:gnuhealth.birth_certificate,country:
source: Country
de: Land
ka: ქვეყანა

# field:gnuhealth.birth_certificate,country_subdivision:
source: Subdivision
de: Unterteilung
ka: ქვედანაყოფი

# field:gnuhealth.birth_certificate,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.birth_certificate,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.birth_certificate,dob:
source: Date of Birth
de: Geburtsdatum
ka: დაბადების თარიღი

# field:gnuhealth.birth_certificate,father:
source: Father
de: Vater
ka: მამა

# field:gnuhealth.birth_certificate,institution:
source: Institution
de: Einrichtung
ka: დაწესებულება

# field:gnuhealth.birth_certificate,mother:
source: Mother
de: Mutter
ka: დედა

# field:gnuhealth.birth_certificate,observations:
source: Observations
de: Beobachtungen
ka: კვლევები

# field:gnuhealth.birth_certificate,signed_by:
source: Certifier
de: Zertifizierer
ka: სერტიფიკატორი

# field:gnuhealth.birth_certificate,state:
source: State
de: Zustand
ka: მდგომარეობა

# field:gnuhealth.birth_certificate,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.birth_certificate,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.check_immunization_status.init,immunization_schedule:
source: Schedule
de: Terminplan
ka: განრიგი

# field:gnuhealth.death_certificate,age:
source: Age
de: Alter
ka: ასაკი

# field:gnuhealth.death_certificate,autopsy:
source: Autopsy
de: Autopsie
ka: გაკვეთა

# field:gnuhealth.death_certificate,certification_date:
source: Certified on
de: Zertifiziert am
ka: სერთიფიცირებულია

# field:gnuhealth.death_certificate,cod:
source: Cause
de: Grund
ka: მიზეზი

# field:gnuhealth.death_certificate,country:
source: Country
de: Land
ka: ქვეყანა

# field:gnuhealth.death_certificate,country_subdivision:
source: Subdivision
de: Unterteilung
ka: ქვედანაყოფი

# field:gnuhealth.death_certificate,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.death_certificate,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.death_certificate,dod:
source: Date
de: Datum
ka: თარიღი

# field:gnuhealth.death_certificate,du:
source: DU
de: Wohneinheit

# field:gnuhealth.death_certificate,institution:
source: Institution
de: Einrichtung
ka: დაწესებულება

# field:gnuhealth.death_certificate,observations:
source: Observations
de: Beobachtungen
ka: კვლევები

# field:gnuhealth.death_certificate,operational_sector:
source: Op. Sector
de: Einsatzbereich
ka: ოპ. სექტორი

# field:gnuhealth.death_certificate,place_of_death:
source: Place
de: Ort
ka: ადგილი

# field:gnuhealth.death_certificate,signed_by:
source: Signed by
de: Unterzeichnet von
ka: ხელმოწერილია

# field:gnuhealth.death_certificate,state:
source: State
de: Zustand
ka: მდგომარეობა

# field:gnuhealth.death_certificate,type_of_death:
source: Type of death
de: Todestyp
ka: სიკვდილის მიზეზი

# field:gnuhealth.death_certificate,underlying_conditions:
source: Underlying Conditions
de: Zugrundeliegende Zustände
ka: ძირითადი პირობები

# field:gnuhealth.death_certificate,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.death_certificate,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.death_underlying_condition,condition:
source: Condition
de: Bedingung
ka: კონდიცია

# field:gnuhealth.death_underlying_condition,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.death_underlying_condition,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.death_underlying_condition,death_certificate:
source: Certificate
de: Zertifikat
ka: სერთიფიკატი

# field:gnuhealth.death_underlying_condition,interval:
source: Interval
de: Intervall
ka: ინტერვალი

# field:gnuhealth.death_underlying_condition,unit_of_time:
source: Unit
de: Einheit
ka: ერთეული

# field:gnuhealth.death_underlying_condition,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.death_underlying_condition,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.diagnostic_hypothesis,comments:
source: Comments
de: Kommentar
ka: კომენტარები

# field:gnuhealth.diagnostic_hypothesis,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.diagnostic_hypothesis,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.diagnostic_hypothesis,evaluation:
source: Evaluation
de: Analyse
ka: შეფასება

# field:gnuhealth.diagnostic_hypothesis,pathology:
source: Pathology
de: Pathologie
ka: პათოლოგია

# field:gnuhealth.diagnostic_hypothesis,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.diagnostic_hypothesis,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.directions,comments:
source: Comments
de: Kommentar
ka: კომენტარები

# field:gnuhealth.directions,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.directions,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.directions,name:
source: Evaluation
de: Auswertung
ka: შეფასება

# field:gnuhealth.directions,procedure:
source: Procedure
de: Prozedur
ka: პროცედურა

# field:gnuhealth.directions,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.directions,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.disease_group.members,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.disease_group.members,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.disease_group.members,disease_group:
source: Group
de: Gruppe
ka: ჯგუფი

# field:gnuhealth.disease_group.members,name:
source: Condition
de: Zustand
ka: კონდიცია

# field:gnuhealth.disease_group.members,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.disease_group.members,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.dose.unit,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.dose.unit,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.dose.unit,desc:
source: Description
de: Beschreibung
ka: აღწერა

# field:gnuhealth.dose.unit,name:
source: Unit
de: Einheit
ka: ერთეული

# field:gnuhealth.dose.unit,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.dose.unit,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.drug.form,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.drug.form,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.drug.form,name:
source: Form
de: Formular
ka: ფორმა

# field:gnuhealth.drug.form,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.drug.form,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.drug.route,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.drug.route,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.drug.route,name:
source: Unit
de: Einheit

# field:gnuhealth.drug.route,write_date:
source: Write Date
de: Zuletzt geändert
ka: დაწერეთ თარიღი

# field:gnuhealth.drug.route,write_uid:
source: Write User
de: Letzte Änderung durch
ka: დაწერეთ მომხმარებელი

# field:gnuhealth.du,address_city:
source: City
de: Stadt
ka: ქალაქი

# field:gnuhealth.du,address_country:
source: Country
de: Land
ka: ქვეყანა

# field:gnuhealth.du,address_district:
source: District
de: Distrikt
ka: გამზირი

# field:gnuhealth.du,address_municipality:
source: Municipality
de: Gemeinde
ka: მუნიციპალიტეტი

# field:gnuhealth.du,address_street:
source: Street
de: Straße
ka: ქუჩა

# field:gnuhealth.du,address_street_number:
source: Number
de: Nummer
ka: ნომერი

# field:gnuhealth.du,address_subdivision:
source: Province
de: Provinz

# field:gnuhealth.du,address_zip:
source: Zip Code
de: Postleitzahl
ka: ზიპ კოდი

# field:gnuhealth.du,bathrooms:
source: Bathrooms
de: Badezimmer
ka: სველი წერტილები

# field:gnuhealth.du,bedrooms:
source: Bedrooms
de: Schlafzimmer
ka: საძინებლები

# field:gnuhealth.du,create_date:
source: Create Date
de: Erstellungsdatum
ka: შექმენით თარიღი

# field:gnuhealth.du,create_uid:
source: Create User
de: Erstellt durch
ka: შექმენით მომხმარებელი

# field:gnuhealth.du,desc:
source: Desc
de: Beschreibung
ka: აღმ

# field:gnuhealth.du,dwelling:
source: Type
de: Art
ka: ტიპი

# field:gnuhealth.du,electricity:
source: Electrical supply
de: Stromversorgung
ka: ელექტრომომარაგება

# field:gnuhealth.du,gas:
source: Gas supply
de: Gasversorgung
ka: გაზმომარაგება

# field:gnuhealth.du,housing:
source: Conditions
de: Bedingungen
ka: პირობები

# field:gnuhealth.du,internet:
source: Internet
de: Internetanschluss
ka: ინტერნეტი

# field:gnuhealth.du,latitude:
source: Latitude
de: Breitengrad
ka: გრძედი

# field:gnuhealth.du,longitude:
source: Longitude
de: Länge
ka: განედი

# field:gnuhealth.du,members:
source: Members
de: Mitglieder
ka: მონაწილეები

# field:gnuhealth.du,operational_sector:
source: Operational Sector
de: Einsatzgebiet
ka: ოპერატიული სექტორი

# field:gnuhealth.du,picture:
source: Picture
de: Foto
ka: სურათი

# field:gnuhealth.du,roof_type:
source: Roof
de: Dach
ka: სახურავი

# field:gnuhealth.du,sewers:
source: Sanitary Sewers
de: Kanalisation
ka: სანიტარული კანალიზაცია

# field:gnuhealth.du,telephone:
source: Telephone
de: Telefonanschluss
ka: ტელეფონი

# field:gnuhealth.du,television:
source: Television
de: Fernsehen
ka: ტელევიზია

# field:gnuhealth.du,total_surface:
source: Surface
de: Oberfläche
ka: ზედაპირი

# field:gnuhealth.du,trash:
source: Trash recollection
de: Müllabfuhr
ka: ნაგვის გადაგროვება

# field:gnuhealth.du,urladdr:
source: OSM Map
de: OSM Karte
ka: ოსმ რუკა
