Repository: alwindoss/gnuhealth
Catalog: tryton/health_disability/locale/*.po
Languages: fr

# error:gnuhealth.activity_and_participation.category:
source: The code must be unique !
fr: Le code doit être unique !

# error:gnuhealth.activity_and_participation:
source: The code must be unique !
fr: Le code doit être unique !

# error:gnuhealth.body_function.category:
source: The code must be unique !
fr: Le code doit être unique !

# error:gnuhealth.body_function:
source: The code must be unique !
fr: Le code doit être unique !

# error:gnuhealth.body_structure.category:
source: The code must be unique !
fr: Le code doit être unique !

# error:gnuhealth.body_structure:
source: The code must be unique !
fr: Le code doit être unique !

# error:gnuhealth.environmental_factor.category:
source: The code must be unique !
fr: Le code doit être unique !

# error:gnuhealth.environmental_factor:
source: The code must be unique !
fr: Le code doit être unique !

# field:gnuhealth.activity.assessment,activity_and_participation:
source: Activity
fr: Activité

# field:gnuhealth.activity.assessment,assessment:
source: Assessment
fr: Évaluation

# field:gnuhealth.activity.assessment,create_date:
source: Create Date
fr: Date de création

# field:gnuhealth.activity.assessment,create_uid:
source: Create User
fr: Créé par

# field:gnuhealth.activity.assessment,qualifier2:
source: Capacity
fr: Capacité

# field:gnuhealth.activity.assessment,write_date:
source: Write Date
fr: Date de Mise à Jour

# field:gnuhealth.activity.assessment,write_uid:
source: Write User
fr: Mise à Jour par

# field:gnuhealth.activity_and_participation,category:
source: Category
fr: Catégorie

# field:gnuhealth.activity_and_participation,create_date:
source: Create Date
fr: Date de création

# field:gnuhealth.activity_and_participation,create_uid:
source: Create User
fr: Créé par

# field:gnuhealth.activity_and_participation,name:
source: A & P
fr: Act & Part

# field:gnuhealth.activity_and_participation,write_date:
source: Write Date
fr: Date de Mise à Jour

# field:gnuhealth.activity_and_participation,write_uid:
source: Write User
fr: Mise à Jour par

# field:gnuhealth.activity_and_participation.category,create_date:
source: Create Date
fr: Date de création

# field:gnuhealth.activity_and_participation.category,create_uid:
source: Create User
fr: Créé par

# field:gnuhealth.activity_and_participation.category,name:
source: Name
fr: Nom

# field:gnuhealth.activity_and_participation.category,write_date:
source: Write Date
fr: Date de Mise à Jour

# field:gnuhealth.activity_and_participation.category,write_uid:
source: Write User
fr: Mise à Jour par

# field:gnuhealth.body_function,category:
source: Category
fr: Catégorie

# field:gnuhealth.body_function,create_date:
source: Create Date
fr: Date de création

# field:gnuhealth.body_function,create_uid:
source: Create User
fr: Créé par

# field:gnuhealth.body_function,name:
source: Function
fr: Fonction

# field:gnuhealth.body_function,write_date:
source: Write Date
fr: Date de Mise à Jour

# field:gnuhealth.body_function,write_uid:
source: Write User
fr: Mise à Jour par

# field:gnuhealth.body_function.assessment,assessment:
source: Assessment
fr: Évaluation

# field:gnuhealth.body_function.assessment,body_function:
source: Body Function
fr: Fonction organique

# field:gnuhealth.body_function.assessment,create_date:
source: Create Date
fr: Date de création

# field:gnuhealth.body_function.assessment,create_uid:
source: Create User
fr: Créé par

# field:gnuhealth.body_function.assessment,qualifier:
source: Qualifier
fr: Qualificatif

# field:gnuhealth.body_function.assessment,write_date:
source: Write Date
fr: Date de Mise à Jour

# field:gnuhealth.body_function.assessment,write_uid:
source: Write User
fr: Mise à Jour par

# field:gnuhealth.body_function.category,create_date:
source: Create Date
fr: Date de création

# field:gnuhealth.body_function.category,create_uid:
source: Create User
fr: Créé par

# field:gnuhealth.body_function.category,name:
source: Name
fr: Nom

# field:gnuhealth.body_structure,category:
source: Category
fr: Catégorie

# field:gnuhealth.body_structure,create_date:
source: Create Date
fr: Créé le

# field:gnuhealth.body_structure.assessment,assessment:
source: Assessment
fr: Évaluation

# field:gnuhealth.body_structure.assessment,body_side:
source: Side
fr: Coté

# field:gnuhealth.body_structure.assessment,body_structure:
source: Body Structure
fr: Structure anatomique

# field:gnuhealth.body_structure.assessment,create_date:
source: Create Date
fr: Date de création

# field:gnuhealth.body_structure.assessment,qualifier1:
source: Extent
fr: Ampleur

# field:gnuhealth.body_structure.category,create_date:
source: Create Date
fr: Date de création

# field:gnuhealth.body_structure.category,name:
source: Name
fr: Nom

# field:gnuhealth.environment.assessment,assessment:
source: Assessment
fr: Évaluation

# field:gnuhealth.environment.assessment,environmental_factor:
source: Environment
fr: Environnement

# field:gnuhealth.environment.assessment,qualifier:
source: Barriers
fr: Obstacles

# field:gnuhealth.environmental_factor,category:
source: Category
fr: Catégorie

# field:gnuhealth.environmental_factor,create_date:
source: Create Date
fr: Date de création

# field:gnuhealth.environmental_factor,name:
source: Environment
fr: Environnement

# field:gnuhealth.environmental_factor.category,create_date:
source: Create Date
fr: Date de création

# field:gnuhealth.environmental_factor.category,name:
source: Name
fr: Nom

# field:gnuhealth.patient,amputee:
source: Amputee
fr: Amputé

# field:gnuhealth.patient,amputee_since:
source: Since
fr: Depuis

# field:gnuhealth.patient,disability:
source: Disabilities / Barriers
fr: Handicaps/Entraves

# field:gnuhealth.patient,disability_assesments:
source: Assessment
fr: Évaluation

# field:gnuhealth.patient,protheses:
source: Protheses
fr: Prothèses

# field:gnuhealth.patient.amputation,amputation_level:
source: Level
fr: Niveau

# field:gnuhealth.patient.amputation,comments:
source: Comments
fr: Commentaires

# field:gnuhealth.patient.amputation,create_date:
source: Create Date
fr: Date de création

# field:gnuhealth.patient.amputation,etiology:
source: Etiology
fr: Etiologie

# field:gnuhealth.patient.amputation,healthprof:
source: Health Prof
fr: Prof. de Santé

# field:gnuhealth.patient.amputation,limb:
source: Limb
fr: Membre

# field:gnuhealth.patient.amputation,side:
source: Side
fr: Côté

# field:gnuhealth.patient.disability_assessment,activity_and_participation:
source: Activities and Participation Impairments
fr: Limitation d’activités et restrictions de participation

# field:gnuhealth.patient.disability_assessment,activity_participation:
source: A & P
fr: Act & Part.

# field:gnuhealth.patient.disability_assessment,amputee:
source: Amputee
fr: Amputé

# field:gnuhealth.patient.disability_assessment,amputee_since:
source: Since
fr: Depuis

# field:gnuhealth.patient.disability_assessment,body_functions:
source: Body Functions Impairments
fr: Déficiences des fonctions organiques

# field:gnuhealth.patient.disability_assessment,body_structures:
source: Body Structures Impairments
fr: Déficiences des Structures Anatomiques

# field:gnuhealth.patient.disability_assessment,create_date:
source: Create Date
fr: Date de création

# field:gnuhealth.patient.disability_assessment,crutches:
source: Crutches
fr: Béquilles

# field:gnuhealth.patient.disability_assessment,environmental_factor:
source: Environmental Factors Barriers
fr: Obstacles dû aux Facteurs Environnementaux

# field:gnuhealth.patient.disability_assessment,hand_function:
source: Hand
fr: Main

# field:gnuhealth.patient.disability_assessment,healthprof:
source: Health Prof
fr: Prof. de Santé

# field:gnuhealth.patient.disability_assessment,hearing_function:
source: Hearing
fr: Audition

# field:gnuhealth.patient.disability_assessment,locomotor_function:
source: Mobility
fr: Mobilité

# field:gnuhealth.patient.disability_assessment,speech_function:
source: Speech
fr: Parole

# field:gnuhealth.patient.disability_assessment,uxo:
source: UXO
fr: Engins Non Explosés

# field:gnuhealth.patient.disability_assessment,visual_function:
source: Visual
fr: Visuel

# field:gnuhealth.patient.disability_assessment,wheelchair:
source: Wheelchair
fr: Fauteuil roulant

# field:gnuhealth.patient.prothesis,comments:
source: Comments
fr: Commentaires

# field:gnuhealth.patient.prothesis,healthprof:
source: Health Prof
fr: Prof. de Santé

# field:gnuhealth.patient.prothesis,prothesis:
source: Prothesis
fr: Prothèse

# field:product.product,is_prothesis:
source: Prothesis
fr: Prothèse

# help:gnuhealth.activity.assessment,qualifier1:
source: Extent of the difficulty
fr: Ampleur de la difficulté

# help:gnuhealth.activity.assessment,qualifier2:
source: Extent of the dificulty
fr: Ampleur de la difficulté

# help:gnuhealth.body_structure.assessment,body_side:
source: Side of the body, if applies
fr: Côté du corps, le cas échéant

# help:gnuhealth.body_structure.assessment,qualifier1:
source: Extent of the impairment
fr: Ampleur de la déficience

# help:gnuhealth.environment.assessment,qualifier:
source: Extent of the barriers or facilitators
fr: Ampleur des obstacles ou des facilitateurs

# help:gnuhealth.patient,amputee:
source: Person has had one or more limbs removed by amputation. Includes congenital conditions
fr: La personne a eu un ou plusieurs membres amputés. Insérer les affections congénitales.

# help:gnuhealth.patient,amputee_since:
source: Date of amputee status
fr: Date de l'amputation

# help:gnuhealth.patient,disability:
source: Mark this box if the patient has history of significant disabilities and/or barriers. Review the Disability Assessments, socioeconomic info, diseases and surgeries for more details
fr: Cochez cette case si le patient a des antécédents du handicap et / ou d’obstacles importants. Consultez les évaluations du handicap, les informations socioéconomiques, les maladies et les chirurgies pour plus de détails

# help:gnuhealth.patient,uxo:
source: UXO casualty
fr: Victime des UXO

# help:gnuhealth.patient.amputation,healthprof:
source: Authorized health professional
fr: Professionnel de santé autorisé

# help:gnuhealth.patient.disability_assessment,healthprof:
source: Authorized health professional
fr: Professionnel de santé autorisé

# help:gnuhealth.patient.prothesis,prothesis:
source: Prosthetic device
fr: Dispositif prothétique

# model:gnuhealth.activity.assessment,name:
source: Activity and Participation Assessment
fr: Évaluation de l'Activité et de la Participation

# model:gnuhealth.body_function,name:
source: Body Functions
fr: Fonctions organiques

# model:gnuhealth.body_function.assessment,name:
source: Body Functions Assessment
fr: Évaluation des Fonctions Organiques

# model:gnuhealth.body_function.category,name:
source: Body Function Category
fr: Catégorie de fonction organique

# model:gnuhealth.body_structure,name:
source: Body Functions
fr: Fonctions Orgamiques

# model:gnuhealth.body_structure.assessment,name:
source: Body Functions Assessment
fr: Évaluation des Fonctions Organiques

# model:gnuhealth.body_structure.category,name:
source: Body Structure Category
fr: Catégorie de Structure Anatomique

# model:gnuhealth.environment.assessment,name:
source: Environmental Factors Assessment
fr: Évaluation des Facteurs Environnementaux

# model:ir.action,name:act_patient_disability_assessment_form
source: Disability Assessment
fr: Évaluation de l'invalidité

# model:ir.action,name:action_gnuhealth_body_function_view
source: Body Functions
fr: Fonctions Organiques

# model:ir.action,name:action_gnuhealth_body_structure_view
source: Body Structures
fr: Structures Anatomiques

# model:ir.ui.menu,name:disability_conf_menu
source: Functioning and Disability
fr: Fonctionnement et Handicap

# model:ir.ui.menu,name:menu_gnuhealth_body_function_list
source: Body Functions
fr: Fonctions organiques

# model:ir.ui.menu,name:menu_gnuhealth_body_structure_list
source: Body Structures
fr: Structures Anatomiques

# selection:gnuhealth.activity.assessment,qualifier1:
source: Complete difficulty
fr: Difficulté absolue

# selection:gnuhealth.activity.assessment,qualifier1:
source: Mild difficulty
fr: Difficulté légère

# selection:gnuhealth.activity.assessment,qualifier1:
source: Moderate difficulty
fr: Difficulté modérée

# selection:gnuhealth.activity.assessment,qualifier1:
source: No difficulty
fr: Pas de difficulté

# selection:gnuhealth.activity.assessment,qualifier1:
source: Not applicable
fr: N'est pas applicable

# selection:gnuhealth.activity.assessment,qualifier1:
source: Not specified
fr: Non précisé

# selection:gnuhealth.activity.assessment,qualifier1:
source: Severe difficulty
fr: Difficulté sévère

# selection:gnuhealth.activity.assessment,qualifier2:
source: Complete difficulty
fr: Difficulté absolue

# selection:gnuhealth.activity.assessment,qualifier2:
source: Mild difficulty
fr: Difficulté légère

# selection:gnuhealth.activity.assessment,qualifier2:
source: Moderate difficulty
fr: Difficulté modérée

# selection:gnuhealth.activity.assessment,qualifier2:
source: No difficulty
fr: Pas de difficulté

# selection:gnuhealth.activity.assessment,qualifier2:
source: Not applicable
fr: Ne s'applique pas

# selection:gnuhealth.activity.assessment,qualifier2:
source: Not specified
fr: Non précisé

# selection:gnuhealth.activity.assessment,qualifier2:
source: Severe difficulty
fr: Difficulté sévère

# selection:gnuhealth.body_function.assessment,qualifier:
source: Complete impairment
fr: Déficience complète

# selection:gnuhealth.body_function.assessment,qualifier:
source: Mild impairment
fr: Déficience légère

# selection:gnuhealth.body_function.assessment,qualifier:
source: No impairment
fr: Pas de déficience

# selection:gnuhealth.body_function.assessment,qualifier:
source: Not applicable
fr: Ne s'applique pas

# selection:gnuhealth.body_function.assessment,qualifier:
source: Not specified
fr: Non précisé

# selection:gnuhealth.body_function.assessment,qualifier:
source: Severe impairment
fr: Difficulté sévère

# selection:gnuhealth.body_structure.assessment,body_side:
source: Both
fr: Tous les deux

# selection:gnuhealth.body_structure.assessment,body_side:
source: Left
fr: Gauche

# selection:gnuhealth.body_structure.assessment,body_side:
source: Right
fr: Droite

# selection:gnuhealth.body_structure.assessment,qualifier1:
source: Complete impairment
fr: Déficience complète

# selection:gnuhealth.body_structure.assessment,qualifier1:
source: Mild impairment
fr: Déficiance légère

# selection:gnuhealth.body_structure.assessment,qualifier1:
source: Moderate impairment
fr: Déficience modérée

# selection:gnuhealth.body_structure.assessment,qualifier1:
source: No impairment
fr: Pas de déficience

# selection:gnuhealth.body_structure.assessment,qualifier1:
source: Not applicable
fr: Sans objet

# selection:gnuhealth.body_structure.assessment,qualifier1:
source: Not specified
fr: Sans précision

# selection:gnuhealth.body_structure.assessment,qualifier1:
source: Severe impairment
fr: Difficulté sévère

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: 8 - Not specified
fr: 8 - Non spécifié

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: 9 - Not applicable
fr: 9 - Sans objet

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: Aberrant dimensions
fr: Dimensions aberrantes

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: Additional part
fr: Partie supplémentaire

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: Deviating position
fr: Position différente

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: Discontinuity
fr: Discontinuité

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: No change in structure
fr: Pas de changement de structure

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: Partial absence
fr: Absence partielle

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: Qualitative changes in structure, including accumulation of fluid
fr: Changement qualitatif de structure, y compris accumulation de fluide

# selection:gnuhealth.body_structure.assessment,qualifier2:
source: Total absence
fr: Absence totale

# selection:gnuhealth.environment.assessment,qualifier:
source: Complete barriers
fr: Obstacles complets

# selection:gnuhealth.environment.assessment,qualifier:
source: Complete facilitator
fr: Facilitateur total

# selection:gnuhealth.environment.assessment,qualifier:
source: Mild barriers
fr: Obstacles légers

# selection:gnuhealth.environment.assessment,qualifier:
source: Mild facilitator
fr: Facilitateur léger

# selection:gnuhealth.environment.assessment,qualifier:
source: Moderate barriers
fr: Obstacles modérés

# selection:gnuhealth.environment.assessment,qualifier:
source: Moderate facilitator
fr: Facilitateur modéré

# selection:gnuhealth.environment.assessment,qualifier:
source: No barriers
fr: Pas d’obstacles

# selection:gnuhealth.environment.assessment,qualifier:
source: No facilitator
fr: Pas de facilitateur

# selection:gnuhealth.environment.assessment,qualifier:
source: Severe barriers
fr: Obstacles graves

# selection:gnuhealth.environment.assessment,qualifier:
source: Severe facilitator
fr: Facilitateur grave

# selection:gnuhealth.patient.amputation,amputation_level:
source: ED - Elbow disarticulation
fr: ED - Désarticulation du coude

# selection:gnuhealth.patient.amputation,amputation_level:
source: HD - Hemipelvectomy
fr: HD - Hémipelvectomie

# selection:gnuhealth.patient.amputation,amputation_level:
source: SD - Shoulder disarticulation
fr: SD - Désarticulation de l'épaule

# selection:gnuhealth.patient.amputation,amputation_level:
source: TF - Transfemoral
fr: TF - Transfémorale

# selection:gnuhealth.patient.amputation,amputation_level:
source: TH - Transhumeral
fr: TH - Transhuméral

# selection:gnuhealth.patient.amputation,amputation_level:
source: WD - Wrist disarticulation
fr: WD - Désarticulation du poignet

# selection:gnuhealth.patient.amputation,etiology:
source: Congenital
fr: Congénital

# selection:gnuhealth.patient.amputation,etiology:
source: Neoplasia
fr: Néoplasie

# selection:gnuhealth.patient.amputation,etiology:
source: Peripherial Vascular Disease
fr: Maladie vasculaire périphérique

# selection:gnuhealth.patient.amputation,etiology:
source: Trauma
fr: Traumatisme

# selection:gnuhealth.patient.amputation,limb:
source: lower limb
fr: membre inférieur

# selection:gnuhealth.patient.amputation,limb:
source: upper limb
fr: membre suppérieur

# selection:gnuhealth.patient.amputation,side:
source: both
fr: Tous les deux

# selection:gnuhealth.patient.amputation,side:
source: left
fr: Gauche

# selection:gnuhealth.patient.amputation,side:
source: right
fr: Droite

# selection:gnuhealth.patient.disability_assessment,activity_participation:
source: Complete impairment
fr: Déficience complète

# selection:gnuhealth.patient.disability_assessment,activity_participation:
source: Mild impairment
fr: Déficience légère

# selection:gnuhealth.patient.disability_assessment,activity_participation:
source: Moderate impairment
fr: Déficience modérée

# selection:gnuhealth.patient.disability_assessment,activity_participation:
source: No impairment
fr: Pas de déficience

# selection:gnuhealth.patient.disability_assessment,activity_participation:
source: Severe impairment
fr: Déficience sévère

# selection:gnuhealth.patient.disability_assessment,cognitive_function:
source: Complete impairment
fr: Déficience complète

# selection:gnuhealth.patient.disability_assessment,cognitive_function:
source: Mild impairment
fr: Déficience légère

# selection:gnuhealth.patient.disability_assessment,cognitive_function:
source: Moderate impairment
fr: Déficience modérée

# selection:gnuhealth.patient.disability_assessment,cognitive_function:
source: No impairment
fr: Pas de déficience

# selection:gnuhealth.patient.disability_assessment,cognitive_function:
source: Severe impairment
fr: Déficience sévère

# selection:gnuhealth.patient.disability_assessment,hand_function:
source: Complete impairment
fr: Déficience complète

# selection:gnuhealth.patient.disability_assessment,hand_function:
source: Mild impairment
fr: Déficience légère

# selection:gnuhealth.patient.disability_assessment,hand_function:
source: Moderate impairment
fr: Déficience modérée

# selection:gnuhealth.patient.disability_assessment,hand_function:
source: No impairment
fr: Pas de déficience

# selection:gnuhealth.patient.disability_assessment,hand_function:
source: Severe impairment
fr: Déficience sévère

# selection:gnuhealth.patient.disability_assessment,hearing_function:
source: Complete impairment
fr: Déficience complète

# selection:gnuhealth.patient.disability_assessment,hearing_function:
source: Mild impairment
fr: Déficience légère

# selection:gnuhealth.patient.disability_assessment,hearing_function:
source: Moderate impairment
fr: Déficience modérée

# selection:gnuhealth.patient.disability_assessment,hearing_function:
source: No impairment
fr: Pas de déficience

# selection:gnuhealth.patient.disability_assessment,hearing_function:
source: Severe impairment
fr: Déficience sévère

# selection:gnuhealth.patient.disability_assessment,locomotor_function:
source: Complete impairment
fr: Déficience complète

# selection:gnuhealth.patient.disability_assessment,locomotor_function:
source: Mild impairment
fr: Déficience légère

# selection:gnuhealth.patient.disability_assessment,locomotor_function:
source: Moderate impairment
fr: Déficience modérée

# selection:gnuhealth.patient.disability_assessment,locomotor_function:
source: No impairment
fr: Pas de déficience

# selection:gnuhealth.patient.disability_assessment,locomotor_function:
source: Severe impairment
fr: Déficience sévère

# selection:gnuhealth.patient.disability_assessment,speech_function:
source: Complete impairment
fr: Déficience complète

# selection:gnuhealth.patient.disability_assessment,speech_function:
source: Mild impairment
fr: Déficience légère

# selection:gnuhealth.patient.disability_assessment,speech_function:
source: Moderate impairment
fr: Déficience modérée

# selection:gnuhealth.patient.disability_assessment,speech_function:
source: No impairment
fr: Pas de déficience

# selection:gnuhealth.patient.disability_assessment,speech_function:
source: Severe impairment
fr: Déficience sévère

# selection:gnuhealth.patient.disability_assessment,visual_function:
source: Complete impairment
fr: Déficience complète

# selection:gnuhealth.patient.disability_assessment,visual_function:
source: Mild impairment
fr: Déficience légère

# selection:gnuhealth.patient.disability_assessment,visual_function:
source: Moderate impairment
fr: Déficience modérée

# selection:gnuhealth.patient.disability_assessment,visual_function:
source: No impairment
fr: Pas de déficience

# selection:gnuhealth.patient.disability_assessment,visual_function:
source: Severe impairment
fr: Déficience sévère

# view:gnuhealth.patient.disability_assessment:
source: Amputee Status
fr: Statut d'Amputé

# view:gnuhealth.patient.disability_assessment:
source: Detailed Functioning and Disability Assessment
fr: Évaluation détaillée sur le Fonctionnement et de Handicap

# view:gnuhealth.patient.disability_assessment:
source: Summary - Brief Assessment
fr: Résumé - Brève Évaluation

# view:gnuhealth.patient:
source: Functioning and Disability
fr: Fonctionnement et Handicap
