Repository: alwindoss/gnuhealth
Catalog: tryton/health_surgery/locale/*.po
Languages: de, es_es, fr

# field:gnuhealth.operation,create_date:
source: Create Date
de: Datum erstellen
es_es: Fecha creación
fr: Date de Création

# field:gnuhealth.operation,create_uid:
source: Create User
de: Benutzer erstellen
es_es: Usuario creación
fr: Créé par

# field:gnuhealth.operation,name:
source: Surgery
de: Operationen
es_es: Cirugía
fr: Chirurgie

# field:gnuhealth.operation,rec_name:
source: Name
es_es: Nombre
fr: Nom

# field:gnuhealth.operation,write_date:
source: Write Date
de: Datum erstellen
es_es: Fecha modificación
fr: Date de Modification

# field:gnuhealth.operation,write_uid:
source: Write User
de: Benutzer erstellen
es_es: Usuario modificación
fr: Modifié par

# field:gnuhealth.patient,surgery:
source: Surgeries
de: Eingriffe
es_es: Cirugías
fr: Chirurgies

# field:gnuhealth.patient.evaluation,hernia_disfunction:
source: Disfunctionality level
fr: Niveau de dysfonctionnement

# field:gnuhealth.patient.evaluation,hernia_side:
source: Side
fr: Côté

# field:gnuhealth.patient.evaluation,hernia_time:
source: Evolution time
fr: Temps d'évolution

# field:gnuhealth.patient.evaluation,hernia_type:
source: Type
fr: Taper

# field:gnuhealth.patient.evaluation,surgical_context:
source: Context
fr: Le contexte

# field:gnuhealth.patient.evaluation,thyroid_goiter:
source: Goiter
fr: Goitre

# field:gnuhealth.patient.evaluation,thyroid_goiter_class:
source: Goiter classification
fr: Classement des goitres

# field:gnuhealth.patient.evaluation,thyroid_side:
source: Side
fr: Côté

# field:gnuhealth.preoperative_assessment,needs_blood_reserve:
source: Needs blood reservation
fr: Nécessite une réserve de sang

# field:gnuhealth.preoperative_assessment,no_anesthesia:
source: Do NOT use anesthesia
fr: N'utilisez PAS d'anesthésie

# field:gnuhealth.preoperative_assessment,surgical_decision:
source: Surgical decision
fr: Décision chirurgicale

# field:gnuhealth.rcri,create_date:
source: Create Date
de: Datum erstellen
es_es: Fecha creación
fr: Date de création

# field:gnuhealth.rcri,create_uid:
source: Create User
de: Benutzer erstellen
es_es: Usuario creación
fr: Utilisateur qui a crée

# field:gnuhealth.rcri,health_professional:
source: Health Professional
de: Behandler
es_es: Profesional de la salud
fr: Professionnel de santé

# field:gnuhealth.rcri,patient:
source: Patient ID
de: Patienten-ID
es_es: ID del paciente
fr: ID Patient

# field:gnuhealth.rcri,rcri_cerebrovascular_history:
source: History of Cerebrovascular disease
de: Vorerkrankungen zerebrovaskuläre Erkrankungen
es_es: Antecedentes de enfermedad cerebrovascular
fr: Antécédents de maladies vasculaires cérébrales

# field:gnuhealth.rcri,rcri_class:
source: RCRI Class
de: Revidierter kardialer Risikoindex (RCRI)
es_es: Clase IRCR
fr: Classe IRCR

# field:gnuhealth.rcri,rcri_congestive_history:
source: History of congestive heart disease
de: Vorerkrankungen: Kongestive Herzerkrankung
es_es: Antecedentes de enfermedad cardiaca congestiva
fr: Antécédents d'insuffisance cardiaque

# field:gnuhealth.rcri,rcri_diabetes_history:
source: Preoperative Diabetes
de: Präoperativer Diabetes
es_es: Diabetes pre-quirúrgica
fr: Diabètes Préopératoire

# field:gnuhealth.rcri,rcri_high_risk_surgery:
source: High Risk surgery
de: Hochrisiko-Chirurgie
es_es: Cirugía de Alto Riesgo
fr: Chirurgie à haut risque

# field:gnuhealth.rcri,rcri_ischemic_history:
source: History of ischemic heart disease
de: Vorerkrankungen: ischämische Herzerkrankung
es_es: Historia de cardiopatía isquémica
fr: Antécédents de maladie cardiaque ischémique

# field:gnuhealth.rcri,rcri_kidney_history:
source: Preoperative Kidney disease
de: Präoperative Nierenerkrankung
es_es: Enfermedad Renal Pre-quirúrgica
fr: Maladie Rénale Préopératoire

# field:gnuhealth.rcri,rec_name:
source: Name
es_es: Nombre
fr: Nom

# field:gnuhealth.rcri,write_date:
source: Write Date
de: Datum erstellen
es_es: Fecha modificación
fr: Date d'écriture

# field:gnuhealth.rcri,write_uid:
source: Write User
de: Benutzer erstellen
es_es: Usuario modificación
fr: Utilisateur qui a modifié

# field:gnuhealth.sequences,surgery_code_sequence:
source: Surgery code sequence
fr: Séquence de code de chirurgie

# field:gnuhealth.surgery,age:
source: Estimative Age
de: Geschätztes Alter
es_es: Edad Estimada
fr: Âge Estimé

# field:gnuhealth.surgery,anesthesia_report:
source: Anesthesia Report
de: Anästhesiebericht
es_es: Informe de anestesia
fr: Rapport d'Anesthésie

# field:gnuhealth.surgery,anesthesia_type:
source: Anesthesia
fr: Anesthésie

# field:gnuhealth.surgery,anesthetist:
source: Anesthetist
de: Anästhesist(in)
es_es: Anestesista
fr: Anesthésiste

# field:gnuhealth.surgery,approach:
source: Approach
fr: Approcher

# field:gnuhealth.surgery,classification:
source: Urgency
de: Dringlichkeit
es_es: Urgencia
fr: Urgence

# field:gnuhealth.surgery,create_date:
source: Create Date
de: Datum erstellen
es_es: Fecha creación
fr: Date de création

# field:gnuhealth.surgery,create_uid:
source: Create User
de: Benutzer erstellen
es_es: Usuario creación
fr: Créé par

# field:gnuhealth.surgery,discharge_instructions:
source: Discharge Instructions
fr: Consignes de décharge

# field:gnuhealth.surgery,drains:
source: Drains
fr: Drainage

# field:gnuhealth.surgery,ellapsed_time:
source: Ellapsed time
fr: Temps écoulé

# field:gnuhealth.surgery,extra_info:
source: Extra Info
es_es: Información Adicional
fr: Info Supplémentaire

# field:gnuhealth.surgery,gender:
source: Gender
de: Geschlecht
fr: Sexe

# field:gnuhealth.surgery,institution:
source: Institution
de: Einrichtung
es_es: Institución
fr: Établissement

# field:gnuhealth.surgery,laterality:
source: Laterality
fr: Latéralité

# field:gnuhealth.surgery,main_procedure:
source: Main Procedure
fr: Procédure principale

# field:gnuhealth.surgery,operating_room:
source: Operating Room
de: OP-Saal
es_es: Quirófano
fr: Salle d'Opération

# field:gnuhealth.surgery,patient_positioning:
source: Patient Positioning
fr: Positionnement du patient

# field:gnuhealth.surgery,postoperative_dx:
source: Post-op dx
de: Post-Op-Diag
fr: Dx Post opé.

# field:gnuhealth.surgery,postoperative_guidelines:
source: Postoperative guidelines
fr: Directives postopératoires

# field:gnuhealth.surgery,preop_antibiotics:
source: Antibiotic Prophylaxis
de: Antibiotische Prophylaxe
es_es: Profilaxis antibiótica
fr: Prophylaxie Antibiotique

# field:gnuhealth.surgery,preop_assessment:
source: Preop assessment
fr: Évaluation préopératoire

# field:gnuhealth.surgery,preop_bleeding_risk:
source: Risk of Massive bleeding
de: Blutungsrisiko
es_es: Riesgo de hemorragia masiva
fr: Risque de saignement massif

# field:gnuhealth.surgery,preop_mallampati:
source: Mallampati Score
de: Mallampati Klassifikation
es_es: Score Mallampati
fr: Score de Mallampati

# field:gnuhealth.surgery,preop_oximeter:
source: Pulse Oximeter in place
de: Pulsoxymeter platziert
es_es: Saturómetro digital colocado
fr: Oxymètre de Pouls en place

# field:gnuhealth.surgery,preop_rcri:
source: RCRI
es_es: IRCR
fr: IRCR

# field:gnuhealth.surgery,preop_site_marking:
source: Surgical Site Marking
de: Markierung des Operationsgebietes
es_es: Marcado del área quirúrgica
fr: Marquage du site chirurgical

# field:gnuhealth.surgery,preop_sterility:
source: Sterility confirmed
de: Sterilität gesichert
es_es: Esterilidad verificada
fr: Stérilité confirmée

# field:gnuhealth.surgery,procedures:
source: Procedures
de: Prozeduren
es_es: Procedimientos
fr: Procédures

# field:gnuhealth.surgery,protocol:
source: Protocol
fr: Protocole

# field:gnuhealth.surgery,rec_name:
source: Name
es_es: Nombre
fr: Nom

# field:gnuhealth.surgery,report_surgery_date:
source: Surgery Date
de: Chirurgie Datum
es_es: Fecha de la cirugía
fr: Date de la Chirurgie

# field:gnuhealth.surgery,report_surgery_time:
source: Surgery Time
de: Chirurgie Zeit
es_es: Hora de la cirugía
fr: Temps de Chirurgie

# field:gnuhealth.surgery,signed_by:
source: Signed by
de: Unterzeichnet von
es_es: Firmado por
fr: Signé par

# field:gnuhealth.surgery,state:
source: State
de: Zustand
es_es: Estado
fr: Etat

# field:gnuhealth.surgery,supplies:
source: Supplies
de: Material
fr: Matériels

# field:gnuhealth.surgery,surgeon:
source: Surgeon
de: Chirurg
es_es: Cirujano
fr: Chirurgien

# field:gnuhealth.surgery,surgery_end_date:
source: End
de: Ende
es_es: Fin
fr: Fin

# field:gnuhealth.surgery,surgery_team:
source: Team Members
de: Teammitglieder
fr: Membres de l'équipe

# field:gnuhealth.surgery,surgical_intervention:
source: Surgical Intervention
fr: Intervention chirurgicale

# field:gnuhealth.surgery,surgical_wound:
source: Surgical wound
de: Chirurgische Wunde
fr: Plaie chirurgicale

# field:gnuhealth.surgery,write_date:
source: Write Date
de: Datum erstellen
es_es: Fecha modificación
fr: Date de modification

# field:gnuhealth.surgery,write_uid:
source: Write User
de: Benutzer erstellen
es_es: Usuario modificación
fr: Modifié par

# field:gnuhealth.surgery.drain,drain:
source: Drain
fr: Drainage

# field:gnuhealth.surgery.protocol,anesthesia_type:
source: Anesthesia
fr: Anesthésie

# field:gnuhealth.surgery.protocol,approach:
source: Approach
fr: Approcher

# field:gnuhealth.surgery.protocol,discharge_instructions:
source: Discharge Instructions
fr: Consignes de décharge

# field:gnuhealth.surgery.protocol,laterality:
source: Laterality
fr: Latéralité

# field:gnuhealth.surgery.protocol,patient_positioning:
source: Patient Positioning
fr: Positionnement du patient

# field:gnuhealth.surgery.protocol,postoperative_guidelines:
source: Postoperative guidelines
fr: Directives postopératoires

# field:gnuhealth.surgery.protocol,surgical_intervention:
source: Surgical Intervention
fr: Intervention chirurgicale

# field:gnuhealth.surgery_supply,create_date:
source: Create Date
de: Erstellungsdatum
fr: Date de création

# field:gnuhealth.surgery_supply,create_uid:
source: Create User
de: Erstellt durch
fr: Créé par

# field:gnuhealth.surgery_supply,name:
source: Surgery
de: Operation
fr: Chirurgie

# field:gnuhealth.surgery_supply,qty:
source: Qty
de: Menge
fr: Qté

# field:gnuhealth.surgery_supply,qty_used:
source: Used
de: Verwendet
fr: Utilisé

# field:gnuhealth.surgery_supply,rec_name:
source: Name
fr: Nom

# field:gnuhealth.surgery_supply,supply:
source: Supply
de: Versorgung
fr: Matériel

# field:gnuhealth.surgery_supply,write_date:
source: Write Date
de: Speicherdatum
fr: Date de Mise à Jour

# field:gnuhealth.surgery_supply,write_uid:
source: Write User
de: Letzte Änderung durch
fr: Mise à Jour par

# field:gnuhealth.surgery_team,create_date:
source: Create Date
de: Erstelldatum
fr: Date de création

# field:gnuhealth.surgery_team,create_uid:
source: Create User
de: Erstellt durch
fr: Créé par

# field:gnuhealth.surgery_team,name:
source: Surgery
de: Operation
fr: Chirurgie

# field:gnuhealth.surgery_team,rec_name:
source: Name
fr: Nom

# field:gnuhealth.surgery_team,role:
source: Role
de: Rolle
fr: Rôle

# field:gnuhealth.surgery_team,team_member:
source: Member
de: Mitglied
fr: Membre

# field:gnuhealth.surgery_team,write_date:
source: Write Date
de: Speicherdatum
fr: Date de Mise à Jour

# field:gnuhealth.surgery_team,write_uid:
source: Write User
de: Letzte Änderung durch
fr: Mise à Jour par

# help:gnuhealth.operation,procedure:
source: Procedure Code, for example ICD-10-PCS or ICPM
de: Leistungscode (MEL)
es_es: Código de Procedimiento, por ejemplo ICD-10-PCS o ICPM
fr: Code de procédure, par exemple CIM-10-PCS ou CIPM

# help:gnuhealth.patient.evaluation,thyroid_tvol:
source: Volume in mL
fr: Volume en ml

# help:gnuhealth.preoperative_assessment,assessment_date:
source: Date of the assessment
fr: Date de l'évaluation

# help:gnuhealth.preoperative_assessment,critical_info:
source: Patient important health conditions at the moment of the assessment
fr: Conditions de santé importantes du patient au moment de l'évaluation

# help:gnuhealth.preoperative_assessment,ecg:
source: Link to the associated electrocardiogram
fr: Lien vers l'électrocardiogramme associé

# help:gnuhealth.preoperative_assessment,evaluation:
source: Related encounter
fr: Rencontre connexe

# help:gnuhealth.preoperative_assessment,health_professional:
source: Health professional that signs this assessment
fr: Professionnel de la santé qui signe cette évaluation

# help:gnuhealth.preoperative_assessment,imaging_test:
source: Link to the associated Dx imaging test
fr: Lien vers le test d'imagerie Dx associé

# help:gnuhealth.preoperative_assessment,lab_test:
source: Link to the associated lab test
fr: Lien vers le test de laboratoire associé

# help:gnuhealth.preoperative_assessment,needs_blood_reserve:
source: The surgery requires preoperative blood ordering
fr: La chirurgie nécessite une commande de sang préopératoire

# help:gnuhealth.preoperative_assessment,no_anesthesia:
source: The patient is not eligible to be anesthetized
fr: Le patient n'est pas éligible à l'anesthésie

# help:gnuhealth.preoperative_assessment,surgical_decision:
source: Surgical decision / advice
fr: Décision chirurgicale / conseil

# help:gnuhealth.rcri,health_professional:
source: Health professional /Cardiologist who signed the assesment RCRI
de: Arzt / Kardiologe der RCRI unterschrieben hat
es_es: Profesional Médico / Cardiólogo que firmó el estudio IRCR
fr: Professionnel de santé / Cardiologue qui a signé l'évaluation IRCR

# help:gnuhealth.rcri,rcri_diabetes_history:
source: Diabetes Mellitus requiring treatment with Insulin
de: Diabetes Mellitus - Insulinabhängig
es_es: Diabetes Mellitus que requiere tratamiento con insulina
fr: Diabète Sucré nécessitant un traitement par Insuline

# help:gnuhealth.rcri,rcri_high_risk_surgery:
source: Includes andy suprainguinal vascular, intraperitoneal, or intrathoracic procedures
de: Beinhaltet andy suprainguinale vaskuläre, intraperitoneale oder intrathorakale Verfahren
es_es: Incluye procedimeintos vascular supra-inguinal, intraperitoneal o intratorácico
fr: Comprend tout vasculaire suprainguinal, intrapéritonéale ou procédures intrathoraciques

# help:gnuhealth.rcri,rcri_ischemic_history:
source: history of MI or a positive exercise test, current complaint of chest pain considered to be secondary to myocardial ischemia, use of nitrate therapy, or ECG with pathological Q waves; do not count prior coronary revascularization procedure unless one of the other criteria for ischemic heart disease is present
es_es: historia de infarto de miocardio o una prueba de esfuerzo positiva, presente queja de dolor torácico considerado como secundario a la isquemia miocárdica, el uso del tratamiento con nitratos, o ECG con ondas Q patológicas; no cuentan procedimiento de revascularización coronaria previa a menos que uno de los otros criterios para la enfermedad de cardiopatía isquémica esté presente
fr: antécédents d'infarctus du myocarde ou test d’exercice positif, en cours..........plainte de douleur à la poitrine considérée comme secondaire au myocarde ............ischémie, traitement par les nitrates ou ECG avec pathologie .......... Ondes Q; ne comptez pas la procédure antérieure de revascularisation coronaire ......... sauf si l'un des autres critères de cardiopathie ischémique est ......... présent

# help:gnuhealth.rcri,rcri_kidney_history:
source: Preoperative serum creatinine >2.0 mg/dL (177 mol/L)
de: Präoperatives Serumkreatinin >2.0 mg/dL (177 mol/L)
es_es: Creatinina sérica preoperatoria > 2,0 mg/dL (177 mol/L)
fr: Créatinine sérique préopératoire >2.0 mg/dL (177 mol/L)

# help:gnuhealth.rcri,rcri_total:
source: Points 0: Class I Very Low (0.4% complications) Points 1: Class II Low (0.9% complications) Points 2: Class III Moderate (6.6% complications) Points 3 or more : Class IV High (>11% complications)
de: Punkte 0: Klasse I sehr gering (0,4 % Komplikationen) Punkte 1: Klasse II gering (0,9 % Komplikationen) Punkte 2: Klasse III mäßig (6,6 % Komplikationen) Punkte 3 oder mehr : Klasse IV hoch (>11% Komplikationen)
es_es: Puntos 0: Clase I Muy Bajo (0.4% complicaciones) Puntos 1: Clase II Bajo (0.9% complicaciones) Puntos 2: Clase III Moderado (6.6% complicaciones) Puntos 3 o más : Clase IV Elevado(>11% complicaciones)
fr: Points 0: Classe I Très Faible (0,4% de complications) Points 1: Classe II Faible (0,9% de complications) Points 2: Classe III Modéré (6,6% de complications) Points 3 ou plus: Class IV Élevé (> 11% de complications)

# help:gnuhealth.surgery,age:
source: Use this field for historical purposes, when no date of surgery is given
de: Verwenden Sie dieses Feld für historische Zwecke, wenn kein Datum der Operation angegeben ist
es_es: Usar campo por motivos históricos, cuando no se proporciona fecha de cirugía
fr: Utilisez ce champ à des fins historiques, lorsque aucune date d'opération n'est donnée

# help:gnuhealth.surgery,anesthetist:
source: Anesthetist in charge
de: Verantwortlicher Anästhesist
es_es: Anestesista a cargo
fr: Anesthésiste en charge

# help:gnuhealth.surgery,classification:
source: Urgency level for this surgery
de: Dringlichkeit für diese Operation
es_es: Nivel de urgencia para esta cirugía
fr: Niveau d'urgence pour cette chirurgie

# help:gnuhealth.surgery,clavien_dindo:
source: Grade I: Any deviation from the normal postoperative course without the need for pharmacological treatment or surgical, endoscopic and radiological interventions Grade II: Requiring pharmacological treatment with drugs other than such allowed for grade I complications. Grade III: Requiring surgical, endoscopic or radiological intervention. IIIa: Intervention not under general anesthesia IIIb: Intervention under general anesthesia Grade IV: Life-threatening complication (including CNS complications) requiring IC/ICU-management. IVa: single organ dysfunction (including dialysis) IVb: multiorgan dysfunction Grade V: Death of a patient
fr: Grade I : Tout écart par rapport à l'évolution postopératoire normale sans nécessité de traitement pharmacologique ou d'interventions chirurgicales, endoscopiques et radiologiques Grade II : Nécessité d'un traitement pharmacologique avec des médicaments autres que ceux autorisés pour les complications de grade I. Grade III : nécessitant une intervention chirurgicale, endoscopique ou radiologique. IIIa : Intervention hors anesthésie générale IIIb : Intervention sous anesthésie générale Grade IV : Complication potentiellement mortelle (y compris les complications du système nerveux central) nécessitant une prise en charge en IC/USI. IVa : dysfonctionnement d'un seul organe (y compris la dialyse) IVb : dysfonctionnement multiviscéral Grade V : Décès d'un patient

# help:gnuhealth.surgery,code:
source: Health Center code / sequence
de: Gesundheitszentrum Code / Reihenfolge
fr: Code / séquence du Centre de Santé

# help:gnuhealth.surgery,computed_age:
source: Computed patient age at the moment of the surgery
de: berechnetes Patientenalter zum Zeitpunkt der Operation
es_es: Edad del paciente en el momento de la cirugía
fr: Âge du patient au moment de l'opération

# help:gnuhealth.surgery,drains:
source: Drains on this surgery
fr: Drains sur cette chirurgie

# help:gnuhealth.surgery,ellapsed_time:
source: Time in minutes of the surgery process. This value is optional and is used when the automatic computed surgery length does not reflect the actual time or it has been recorded afterwards.
fr: Temps en minutes du processus chirurgical. Cette valeur est facultative et est utilisée lorsque la durée de chirurgie calculée automatiquement ne reflète pas le temps réel ou qu'elle a été enregistrée par la suite.

# help:gnuhealth.surgery,pathology:
source: Base Condition / Reason
de: Operationsgrund bzw. vorliegende Erkrankung
es_es: Condición de base / Motivo
fr: Affection de base / Raison

# help:gnuhealth.surgery,postoperative_dx:
source: Post-operative diagnosis
de: Postoperative Diagnose
fr: Diagnostic postopératoire

# help:gnuhealth.surgery,preop_antibiotics:
source: Prophylactic antibiotic treatment within the last 60 minutes
de: Antibiotische Prophylaxe innerhalb der letzten 60 Minuten
es_es: Tratamiento antibiótico profiláctico en los últimos 60 minutos
fr: Traitement antibiotique prophylactique au cours des 60 dernières minutes

# help:gnuhealth.surgery,preop_asa:
source: ASA pre-operative Physical Status
de: ASA präoperativer physikalischer Status
es_es: ASA Estado pre-quirúrgico
fr: ASA Statut Physique Préopératoire

# help:gnuhealth.surgery,preop_assessment:
source: Preoperative assessment associated to this surgery
fr: Bilan préopératoire associé à cette chirurgie

# help:gnuhealth.surgery,preop_bleeding_risk:
source: Patient has a risk of losing more than 500 ml in adults of over 7ml/kg in infants. If so, make sure that intravenous access and fluids are available
de: Der Patient hat das Risiko, mehr als 500 ml bei Erwachsenen oder mehr als 7 ml/kg bei Säuglingen zu verlieren. Wenn dies der Fall ist, stellen Sie sicher, dass ein intravenöser Zugang und Flüssigkeiten verfügbar sind
es_es: El paciente tiene riesgo de perder más de 500 ml en adultos y más de 7ml/kg en niños. Si es así, asegúrese que están disponibles las vías intravenosas y fluidos.
fr: Le patient a un risque de perdre plus de 500 ml chez les adultes, et plus de 7 ml / kg chez les nourrissons. Si c'est les cas, assurez-vous que l'accès intraveineux et les liquides sont disponibles

# help:gnuhealth.surgery,preop_oximeter:
source: Pulse oximeter is in place and functioning
de: Pulsoximeter platziert und funktionstüchtig
es_es: El saturómetro está colocado y funcionando
fr: L'Oxymètre de pouls est en place et fonctionne

# help:gnuhealth.surgery,preop_rcri:
source: Patient Revised Cardiac Risk Index Points 0: Class I Very Low (0.4% complications) Points 1: Class II Low (0.9% complications) Points 2: Class III Moderate (6.6% complications) Points 3 or more : Class IV High (>11% complications)
de: Überarbeiteter Herzrisikoindex des Patienten Punkte 0: Klasse I sehr gering (0,4 % Komplikationen) Punkte 1: Klasse II gering (0,9 % Komplikationen) Punkte 2: Klasse III mäßig (6,6 % Komplikationen) Punkte 3 oder mehr : Klasse IV hoch (>11% Komplikationen)
es_es: Indice de Riesgo Cardíaco del Paciente Puntos 0: Clase I Muy Bajo (0.4% complicaciones) Puntos 1: Clase II Bajo (0.9% complicaciones) Puntos 2: Clase III Moderado (6.6% complicaciones) Puntos 3 o más: Clase IV Alto (>11% complicaciones)
fr: Indice de Risque Cardiaque Révisé patient Points 0: Classe I Très faible (0,4% de complications) Points 1: Classe II Faible (0,9% de complications) Points 2: Classe III Modéré (6,6% de complications) Points 3 ou plus: Class IV Élevé (> 11% de complications)

# help:gnuhealth.surgery,preop_site_marking:
source: The surgeon has marked the surgical incision
de: Der Chirurg hat die Schnittführung markiert
es_es: El cirujano ha marcado la incisión quirúrgica
fr: Le chirurgien a marqué l'incision chirurgicale

# help:gnuhealth.surgery,preop_sterility:
source: Nursing team has confirmed sterility of the devices and room
de: Das Pflege-Team hat die Sterilität der Geräte und des Raumes bestätigt
es_es: Enfermería ha confirmado la esterilidad de los dispositivos y del quirófano
fr: Équipe de soins infirmiers a confirmé la stérilité des dispositifs et de la salle

# help:gnuhealth.surgery,procedures:
source: Procedures / Interventions done in the surgery
fr: Procédures / Interventions réalisées au opération

# help:gnuhealth.surgery,signed_by:
source: Health Professional that signed this surgery document
de: Arzt der dieses Chirurgiedokument unterzeichnt hat
es_es: Profesional de la Salud que firmó este documento de cirugía
fr: Le professionnel de la santé qui a signé ce document de chirurgie

# help:gnuhealth.surgery,supplies:
source: List of the supplies required for the surgery
fr: Liste du matériel nécessaire à la chirurgie
