Repository: alwindoss/gnuhealth
Catalog: tryton/health_surgery/locale/*.po
Languages: de, es_es, fr

# selection:gnuhealth.surgery.protocol,laterality:
source: Left
fr: Gauche

# selection:gnuhealth.surgery.protocol,laterality:
source: Right
fr: Droite

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Kidney positioning
fr: Positionnement du rein

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Knee-chest
fr: Genou-poitrine

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Lateral
fr: Latéral

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Lithotomy
fr: Lithotomie

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Prone Decubitus
fr: Décubitus sujet

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Reverse Trendelenburg
fr: Trendelenburg inversé

# selection:gnuhealth.surgery.protocol,patient_positioning:
source: Supine Decubitus
fr: Décubitus dorsal

# view:gnuhealth.operation:
source: Procedure Details / Incidents
es_es: Detalles del procedimiento / Incidentes
fr: Détails de la procédure / Incidents

# view:gnuhealth.patient.evaluation:
source: Surgical relevant info
fr: Informations chirurgicales pertinentes

# view:gnuhealth.preoperative_assessment:
source: Complementary tests
fr: Essais complémentaires

# view:gnuhealth.preoperative_assessment:
source: Decision
fr: Décision

# view:gnuhealth.preoperative_assessment:
source: Risk assessment
fr: L'évaluation des risques

# view:gnuhealth.surgery.protocol:
source: Discharge instructions
fr: Consignes de décharge

# view:gnuhealth.surgery.protocol:
source: Patient positioning
fr: Positionnement du patient

# view:gnuhealth.surgery.protocol:
source: Postoperative guidelines
fr: Directives postopératoires

# view:gnuhealth.surgery.protocol:
source: Surgical Intervention
fr: Intervention chirurgicale

# view:gnuhealth.surgery:
source: Anesthesia
es_es: Anestesia
fr: Anesthésie

# view:gnuhealth.surgery:
source: Cancel surgery ?
fr: Annuler l'opération ?

# view:gnuhealth.surgery:
source: Cancel the confirmed surgery
fr: Annuler la chirurgie confirmée

# view:gnuhealth.surgery:
source: Confirm the scheduled surgery
fr: Confirmer la chirurgie prévue

# view:gnuhealth.surgery:
source: Confirm the surgery and reserve the Operating Room ?
fr: Confirmer la chirurgie et réserver la salle d'opération ?

# view:gnuhealth.surgery:
source: Discharge
fr: Décharge

# view:gnuhealth.surgery:
source: Discharge instructions
fr: Consignes de décharge

# view:gnuhealth.surgery:
source: End this surgery ?
fr: Mettre fin à cette opération ?

# view:gnuhealth.surgery:
source: Finish and sign this surgery ? Itwill become read-only !
es_es: ¿Finaliza y firma esta cirugía? ¡Se convertirá en sólo lectura!
fr: Terminer et signer cette opération ? Il deviendra en lecture seule !

# view:gnuhealth.surgery:
source: Finnish the surgery
fr: Chirurgie finlandaise

# view:gnuhealth.surgery:
source: Patient positioning
fr: Positionnement du patient

# view:gnuhealth.surgery:
source: Postoperative
fr: Postopératoire

# view:gnuhealth.surgery:
source: Postoperative guidelines
fr: Directives postopératoires

# view:gnuhealth.surgery:
source: Preoperative checklist
es_es: Verificación Pre-quirúrgica
fr: Préopératoire checklist

# view:gnuhealth.surgery:
source: Sign this surgery
es_es: Firmar esta cirugía
fr: Signez cette opération

# view:gnuhealth.surgery:
source: Start the Surgery
fr: Commencer la chirurgie

# view:gnuhealth.surgery:
source: Start the surgery ?
fr: Commencer l'opération ?

# view:gnuhealth.surgery:
source: Surgical Intervention
fr: Intervention chirurgicale

# view:gnuhealth.surgery:
source: Team
fr: Équipe

# error:gnuhealth.surgery:
source: End time "%(end_date)s" BEFORE surgery date "%(surgery_date)s"
de: Endedatum "%(end_date)s" VOR OP-Datum "%(surgery_date)s"
es_es: Fecha fin "%(end_date)s" ANTES que fecha cirugía "%(surgery_date)s"

# field:gnuhealth.operation,notes:
source: Notes
de: Notiz
es_es: Notas

# field:gnuhealth.operation,procedure:
source: Code
es_es: Código

# field:gnuhealth.rcri,rcri_date:
source: Date
de: Datum
es_es: Fecha

# field:gnuhealth.rcri,rcri_total:
source: Score
de: Punktwert
es_es: Puntuación

# field:gnuhealth.surgery,admission:
source: Admission
de: Aufnahme
es_es: Admisión

# field:gnuhealth.surgery,code:
source: Code
es_es: Código

# field:gnuhealth.surgery,computed_age:
source: Age
de: Alter
es_es: Edad

# field:gnuhealth.surgery,description:
source: Description
de: Beschreibung
es_es: Descripción

# field:gnuhealth.surgery,pathology:
source: Base condition
es_es: Condición de base

# field:gnuhealth.surgery,patient:
source: Patient
es_es: Paciente

# field:gnuhealth.surgery,surgery_date:
source: Date
de: Datum
es_es: Fecha

# field:gnuhealth.surgery,surgery_length:
source: Duration
de: Länge
es_es: Duración

# help:gnuhealth.surgery,code:
source: Health Center Unique code
es_es: Código único del centro de salud

# help:gnuhealth.surgery,procedures:
source: List of the procedures in the surgery. Please enter the first one as the main procedure
es_es: Lista de procedimientos en la cirugía. Introduzca el primero como el procedimiento principal

# help:gnuhealth.surgery,surgery_end_date:
source: End of the Surgery
es_es: Fin de la cirugía

# odt:surgery:
source: 1 : Normal healthy patient
es_es: 1 : Paciente saludable normal

# odt:surgery:
source: 2 : Patients with mild systemic disease
es_es: 2 : Pacientes con enfermedad sistémica leve

# odt:surgery:
source: 3 : Patients with severe systemic disease
es_es: 3 : Pacientes con enfermedad sistémica grave

# odt:surgery:
source: 4 : Patients with severe systemic disease that is a constant threat to life
es_es: 4 : Pacientes con enfermedad sistémica grave que le supone un riesgo constante a su vida

# odt:surgery:
source: 5 : Moribund patients who are not expected to survive without the operation
es_es: 5 : Pacientes moribundos que no se espera que sobrevivan a la operación

# odt:surgery:
source: 6 : A declared brain-dead patient who organs are being removed for donor purposes
es_es: 6 : Paciente con muerte cerebral declarada cuyos órganos se extraen para donación

# odt:surgery:
source: Age
es_es: Edad

# odt:surgery:
source: Anesthesia Report
es_es: Informe de anestesia

# odt:surgery:
source: Anesthetist
es_es: Anestesista

# odt:surgery:
source: Antibiotic Prophylaxis :
es_es: Profilaxis antibiótica :

# odt:surgery:
source: Base Condition
es_es: Condición Base

# odt:surgery:
source: Class 2: Visibility of hard and soft palate, upper portion of tonsils and uvula
es_es: Clase 2: Visibilidad de paladar duro, blando, porción superior de las amígdalas y úvula

# odt:surgery:
source: Class 3: Soft and hard palate and base of the uvula are visible
es_es: Clase 3: paladar blando, duro y base de la úvula visibles

# odt:surgery:
source: Class 4: Only Hard Palate visible
es_es: Clase 4: Visible únicamente el paladar duro

# odt:surgery:
source: Classification
es_es: Clasificación

# odt:surgery:
source: Date
es_es: Fecha

# odt:surgery:
source: Description
es_es: Descripción

# odt:surgery:
source: Emergency
es_es: Emergencia

# odt:surgery:
source: Female
es_es: Femenino

# odt:surgery:
source: Full visibility of tonsils, uvula and soft palate
es_es: Visibilidad total de amígdala, úvula y paladar blando

# odt:surgery:
source: Institution
es_es: Institución

# odt:surgery:
source: Main Surgeon
es_es: Cirujano principal

# odt:surgery:
source: Male
es_es: Masculino

# odt:surgery:
source: Mallampati Score
es_es: Score Mallampati

# odt:surgery:
source: Notes
es_es: Notas

# odt:surgery:
source: Operating Room
es_es: Quirófano

# odt:surgery:
source: Optional
es_es: Opcional

# odt:surgery:
source: Patient
es_es: Paciente

# odt:surgery:
source: Physical Status
es_es: Estado físico

# odt:surgery:
source: Pre-operation Checklist
es_es: Lista de comprobación del pre-operatorio

# odt:surgery:
source: Pre-operation Information
es_es: Información del pre-operatorio

# odt:surgery:
source: Pre-operative
es_es: Pre-operatorio

# odt:surgery:
source: Print Date
es_es: Fecha impresión

# odt:surgery:
source: Procedure Code
es_es: Código de procedimiento

# odt:surgery:
source: Pulse Oximeter in place :
es_es: Saturómetro digital colocado :

# odt:surgery:
source: Required
es_es: Necesario

# odt:surgery:
source: Revised Cardiac Risk Index (RCRI)
es_es: Índice de Riesgo Cardíaco Revisado (IRCR)

# odt:surgery:
source: Risk of Massive bleeding,
es_es: Riesgo de hemorragia masiva,

# odt:surgery:
source: Sex
es_es: Sexo

# odt:surgery:
source: Sterility confirmed :
es_es: Esterilidad verificada :

# odt:surgery:
source: Surgery Details / Incidents
es_es: Detalles de la cirugía / Incidentes

# odt:surgery:
source: Surgery Report :
es_es: Informe de cirugía :

# odt:surgery:
source: Surgery Time
es_es: Hora de la cirugía

# odt:surgery:
source: Surgical Site Marking :
es_es: Sitio Quirúrgico Marcado :

# odt:surgery:
source: Urgent
es_es: Urgente

# odt:surgery:
source: at surgery
es_es: en cirugía

# odt:surgery:
source: e :
es_es: s :

# odt:surgery:
source: i
es_es: a

# odt:surgery:
source: ntravenous access and fluids availabl
es_es: cceso intravenoso y fluidos disponible

# selection:gnuhealth.surgery,classification:
source: Urgent
de: Dringlich
es_es: Urgente

# selection:gnuhealth.surgery,state:
source: In progress
es_es: En progreso

# view:gnuhealth.operation:
source: Operation
es_es: Operación

# view:gnuhealth.operation:
source: Procedure
es_es: Procedimiento

# view:gnuhealth.patient:
source: Surgeries
es_es: Cirugías

# view:gnuhealth.procedure:
source: Procedure
es_es: Procedimiento

# view:gnuhealth.rcri:
source: RCRI
es_es: IRCR

# view:gnuhealth.rcri:
source: RCRI : Revised Cardiac Risk Index
es_es: IRCR : Índice de Riesgo Cardiaco Revisado

# view:gnuhealth.surgery:
source: Details / Incidents
es_es: Detalles / Incidentes

# view:gnuhealth.surgery:
source: Patient Surgical Risk assessment
es_es: Riesgo Quirúrgico del Paciente

# view:gnuhealth.surgery:
source: Sign
es_es: Firmar

# view:gnuhealth.surgery:
source: Surgery
es_es: Cirugía

# error:gnuhealth.surgery:
source: Operating Room is not available
de: Operationssaal ist nicht verfügbar

# field:gnuhealth.sequences,surgery_code_sequence:
source: Surgery Sequence
de: Ablauf der Operation

# field:gnuhealth.surgery,pathology:
source: Condition
de: Zustand

# field:gnuhealth.surgery_supply,notes:
source: Notes
de: Notiz

# field:gnuhealth.surgery_team,notes:
source: Notes
de: Notiz
