Repository: alwindoss/gnuhealth
Catalog: tryton/health_surgery/locale/*.po
Languages: de, es_es, fr

# help:gnuhealth.surgery,surgeon:
source: Surgeon who did the procedure
de: Chirurg(in), die den Eingriff vorgenommen hat
es_es: Cirujano que realizó el procedimiento
fr: Chirurgien qui a fait la procédure

# help:gnuhealth.surgery,surgery_complications:
source: Complications related to the surgery
fr: Complications liées à la chirurgie

# help:gnuhealth.surgery,surgery_date:
source: Start of the Surgery
de: Beginn der Operation
es_es: Comienzo de la cirugía
fr: Début de la Chirurgie

# help:gnuhealth.surgery,surgery_end_date:
source: Automatically set when the surgery is done.It is also the estimated end time when confirming the surgery.
de: Wird automatisch eingestellt, wenn die Operation durchgeführt wird. Es ist gleichzeitig die geschätzte Endzeit für die Bestätigung der Operation.
fr: Réglé automatiquement lorsque la chirurgie est terminée.C'est aussi l'heure de fin estimée lors de la confirmation de la chirurgie.

# help:gnuhealth.surgery,surgery_length:
source: Length of the surgery
de: Dauer der Operation
es_es: Duración de la cirugía
fr: Durée de la chirurgie

# help:gnuhealth.surgery,surgery_team:
source: Professionals Involved in the surgery
de: An der Operation beteiligte Fachkräfte
fr: Professionnels intervenant dans la chirgurgie

# help:gnuhealth.surgery,surgical_intervention:
source: This code reflects the main intervention of this surgery.Additional procedures can be entered on the procedures tab.
fr: Ce code reflète l'intervention principale de cette chirurgie. Des procédures supplémentaires peuvent être saisies dans l'onglet procédures.

# help:gnuhealth.surgery.complication,complication:
source: Complication during surgery
fr: Complication pendant la chirurgie

# help:gnuhealth.surgery.complication,short_comment:
source: Brief, one-line remark of the complication.
fr: Brève remarque d'une ligne sur la complication.

# help:gnuhealth.surgery.protocol,name:
source: Protocol Name
fr: Nom du protocole

# help:gnuhealth.surgery.protocol,surgical_intervention:
source: This code reflects the main intervention of this surgery.
fr: Ce code reflète l'intervention principale de cette chirurgie.

# help:gnuhealth.surgery_supply,qty:
source: Initial required quantity
de: Ursprünglich benötigte Menge
fr: Quantité initiale requise

# help:gnuhealth.surgery_supply,qty_used:
source: Actual amount used
de: Tatsächlich verwendete Menge
fr: Quantité réelle utilisée

# help:gnuhealth.surgery_team,team_member:
source: Health professional that participated on this surgery
de: Medizinisches Fachpersonal, das an dieser Operation teilgenommen hat
fr: Prof de santé qui ont participé à cette intervention chirurgicale

# model:gnuhealth.operation,name:
source: Operation - Surgical Procedures
de: Operation - Chirurgisches Vorgehen
es_es: Operación - Procedimientos quirúrgicos
fr: Opération - Procédures Chirurgicales

# model:gnuhealth.preoperative_assessment,name:
source: Preoperative Assessment
fr: Évaluation préopératoire

# model:gnuhealth.rcri,name:
source: Revised Cardiac Risk Index
de: Revidierter kardialer Risikoindex
es_es: Índice de Riesgo Cardiaco Revisado
fr: Indice de Risque Cardiaque Révisée

# model:gnuhealth.sequences.surgery_code_sequence,name:
source: Health Service Request Sequence setup
fr: Configuration de la séquence de demande de service de santé

# model:gnuhealth.surgery,name:
source: Surgery
de: Operationen
es_es: Cirugía
fr: Chirurgie

# model:gnuhealth.surgery.complication,name:
source: Surgery Complication
fr: Complication chirurgicale

# model:gnuhealth.surgery.drain,name:
source: Surgical drain
fr: Drainage chirurgical

# model:gnuhealth.surgery.protocol,name:
source: Surgery Protocol
fr: Protocole Chirurgical

# model:gnuhealth.surgery_supply,name:
source: Supplies related to the surgery
de: Material für den Eingriff
fr: Matériels liés à la chirurgie

# model:gnuhealth.surgery_team,name:
source: Team Involved in the surgery
de: An der Operation beteiligtes Team
fr: Équipe impliquée dans la chirurgie

# model:ir.action,name:act_preoperative_assessment_form1
source: Preoperative Assessment
fr: Évaluation préopératoire

# model:ir.action,name:act_rcri_form1
source: RCRI
es_es: IRCR
fr: IRCR

# model:ir.action,name:act_surgery_form
source: Surgeries
de: Eingriffe
es_es: Cirugías
fr: Chirurgies

# model:ir.action,name:action_gnuhealth_surgery_protocol_view
source: Surgery Protocol
fr: Protocole Chirurgical

# model:ir.action,name:action_gnuhealth_surgery_view
source: Surgeries
de: Eingriffe
es_es: Cirugías
fr: Chirurgies

# model:ir.action,name:report_outpatient_surgery_report
source: Outpatient Surgery Report
fr: Rapport de chirurgie ambulatoire

# model:ir.action,name:report_preoperative_assessment_report
source: Preoperative Assessment
fr: Évaluation préopératoire

# model:ir.action,name:report_surgery_report
source: Surgery Report
de: OP-Bericht
es_es: Informe de cirugía
fr: Rapport de Chirurgie

# model:ir.action.act_window.domain,name:act_surgery_domain_all
source: All
de: Alle
fr: Tous

# model:ir.action.act_window.domain,name:act_surgery_domain_confirmed
source: Confirmed
de: Bestätigt
fr: Confirmé

# model:ir.action.act_window.domain,name:act_surgery_domain_done
source: Done
de: Erledigt
fr: Effectué

# model:ir.action.act_window.domain,name:act_surgery_domain_draft
source: Draft
de: Entwurf
fr: Brouillon

# model:ir.action.act_window.domain,name:act_surgery_domain_in_progress
source: In Progress
de: Laufend
fr: En Cours

# model:ir.action.act_window.domain,name:act_surgery_domain_signed
source: Signed
de: Abgeschlossen
fr: Signé

# model:ir.message,text:msg_end_date_before_start
source: End time "%(end_date)s" BEFORE surgery date "%(surgery_date)s"
fr: Heure de fin "%(end_date)s" AVANT la date de l'opération "%(surgery_date)s"

# model:ir.message,text:msg_or_and_time_needed
source: Operating Room and estimated end time are needed in order to confirm the surgery
fr: La salle d'opération et l'heure de fin estimée sont nécessaires pour confirmer la chirurgie

# model:ir.message,text:msg_or_is_not_available
source: Operating Room is not available
fr: La salle d'opération n'est pas disponible

# model:ir.message,text:msg_surgery_is_done
source: This surgery is at state Done and has been signed. You can no longer modify it.
fr: Cette chirurgie est à l'état Done et a été signée. Vous ne pouvez plus le modifier.

# model:ir.sequence,name:seq_gnuhealth_surgery_code
source: Surgery
de: Chirurgie
fr: Chirurgie

# model:ir.sequence.type,name:seq_type_gnuhealth_surgery_code
source: Surgery
de: Chirurgie
fr: Chirurgie

# model:ir.ui.menu,name:gnuhealth_preoperative_assessment
source: Preoperative Assessments
fr: Évaluations préopératoires

# model:ir.ui.menu,name:gnuhealth_surgery_menu
source: Surgeries
de: Eingriffe
es_es: Cirugías
fr: Chirurgies

# model:ir.ui.menu,name:gnuhealth_surgery_protocol
source: Surgery Protocols
fr: Protocoles chirurgicaux

# model:res.group,name:group_health_surgery_admin
source: Health Surgery Administration
de: Health Chirurgie Administration
es_es: Administración de consultas de salud
fr: Administration Chirurgie

# report:preoperative_assessment:
source: Base Condition:
fr: État de base :

# report:preoperative_assessment:
source: CG interpretation:
fr: Interprétation CG :

# report:preoperative_assessment:
source: Chief complaint
fr: Plainte principale

# report:preoperative_assessment:
source: Decision
fr: Décision

# report:preoperative_assessment:
source: History of present illness
fr: Histoire de la maladie actuelle

# report:preoperative_assessment:
source: Needs blood reserve
fr: Nécessite une réserve de sang

# report:preoperative_assessment:
source: PREOPERATIVE ASSESSMENT REPORT
fr: RAPPORT D'EVALUATION PREOPERATOIRE

# report:preoperative_assessment:
source: Print Date
fr: Date d'impression

# report:preoperative_assessment:
source: essment
fr: appréciation

# report:surgery:
source: Base Condition
fr: État de base

# report:surgery:
source: Discharge instructions
fr: Consignes de décharge

# report:surgery:
source: Ellapsed
fr: Écoulé

# report:surgery:
source: History of present illness
fr: Histoire de la maladie actuelle

# report:surgery:
source: Main Surgeon
fr: Chirurgien principal

# report:surgery:
source: Post-operative Diagnosis
fr: Diagnostic post-opératoire

# report:surgery:
source: Print Date
fr: Date d'impression

# report:surgery:
source: Procedure Code
fr: Code de procédure

# report:surgery:
source: Qty used
fr: Qté utilisée

# report:surgery:
source: Surgery Report :
fr: Rapport de chirurgie :

# report:surgery:
source: at surgery
fr: à la chirurgie

# report:surgery:
source: ntervention:
fr: intervention:

# report:surgery:
source: omplications
fr: conséquences

# report:surgery_outpatient:
source: Age
fr: Âge

# report:surgery_outpatient:
source: Base condition:
fr: État de base :

# report:surgery_outpatient:
source: Chief complaint
fr: Plainte principale

# report:surgery_outpatient:
source: Date of surgery:
fr: Date de la chirurgie :

# report:surgery_outpatient:
source: Discharge instructions
fr: Consignes de décharge

# report:surgery_outpatient:
source: History of present illness
fr: Histoire de la maladie actuelle

# report:surgery_outpatient:
source: Outpatient Surgery: Discharge report
fr: Chirurgie ambulatoire : Rapport de sortie

# report:surgery_outpatient:
source: Print Date
fr: Date d'impression

# report:surgery_outpatient:
source: Surgical Intervention
fr: Intervention chirurgicale

# selection:gnuhealth.patient.evaluation,hernia_disfunction:
source: Discapacitating
fr: Décapant

# selection:gnuhealth.patient.evaluation,hernia_disfunction:
source: Limited daily activities
fr: Activités quotidiennes limitées

# selection:gnuhealth.patient.evaluation,hernia_disfunction:
source: No disfunction
fr: Pas de dysfonctionnement

# selection:gnuhealth.patient.evaluation,hernia_ehs:
source: Femoral
fr: Fémoral

# selection:gnuhealth.patient.evaluation,hernia_ehs:
source: Lateral (indirect)
fr: Latéral (indirect)

# selection:gnuhealth.patient.evaluation,hernia_ehs:
source: Medial (direct)
fr: Médial (direct)

# selection:gnuhealth.patient.evaluation,hernia_ehs:
source: Sliding
fr: Glissement

# selection:gnuhealth.patient.evaluation,hernia_localization:
source: Eventration
fr: Évènement

# selection:gnuhealth.patient.evaluation,hernia_localization:
source: Inguinal
fr: Inguinale

# selection:gnuhealth.patient.evaluation,hernia_localization:
source: Lumbar
fr: Lombaire

# selection:gnuhealth.patient.evaluation,hernia_localization:
source: Obturator
fr: Obturateur

# selection:gnuhealth.patient.evaluation,hernia_localization:
source: Spigelian
fr: Spigélien

# selection:gnuhealth.patient.evaluation,hernia_localization:
source: Umbilical
fr: Ombilical

# selection:gnuhealth.patient.evaluation,hernia_side:
source: Left
fr: Gauche

# selection:gnuhealth.patient.evaluation,hernia_side:
source: Right
fr: Droit

# selection:gnuhealth.patient.evaluation,hernia_side:
source: bilateral
fr: bilatérale

# selection:gnuhealth.patient.evaluation,hernia_time:
source: 1 - 5 years
fr: 1-5 ans

# selection:gnuhealth.patient.evaluation,hernia_time:
source: < 1 year
fr: < 1 an

# selection:gnuhealth.patient.evaluation,hernia_time:
source: > 5 years
fr: > 5 ans

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H1 - Reduces spontaneously when patient is lying
fr: H1 - Réduit spontanément lorsque le patient est allongé

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H2 - Groin only, reduces completely with gentle manual pressure
fr: H2 - Aine uniquement, réduit complètement avec une légère pression manuelle

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H3a - Inguino-scrotal reductible with manual manipulation. Component ing-scrot<10cm
fr: H3a - Réductible inguino-scrotale avec manipulation manuelle. Composant ing-scrot<10cm

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H3b - Inguino-scrotal reductible with manual manipulation. Component ing-scrot 10-20 cm
fr: H3b - Réductible inguino-scrotale avec manipulation manuelle. Composant ing-scrot 10-20 cm

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H3c - Inguino-scrotal reductible with manual manipulation. Component ing-scrot>20cm
fr: H3c - Réductible inguino-scrotale avec manipulation manuelle. Composant ing-scrot>20cm

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H4a - Irreducible. Component ing-scrot<10cm
fr: H4a - Irréductible. Composant ing-scrot<10cm

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H4b - Irreducible. Component ing-scrot 10-20 cm
fr: H4b - Irréductible. Composant ing-scrot 10-20 cm

# selection:gnuhealth.patient.evaluation,hernia_type:
source: H4c - Irreducible. Component ing-scrot >20 cm
fr: H4c - Irréductible. Composant ing-scrot >20 cm

# selection:gnuhealth.patient.evaluation,surgical_context:
source: Thyroid
fr: Thyroïde

# selection:gnuhealth.patient.evaluation,thyroid_clinical:
source: Hoarseness
fr: Enrouement

# selection:gnuhealth.patient.evaluation,thyroid_exploration:
source: Goiter
fr: Goitre

# selection:gnuhealth.patient.evaluation,thyroid_goiter:
source: Difuse
fr: Diffuse

# selection:gnuhealth.patient.evaluation,thyroid_goiter:
source: Intrathoracic
fr: Intrathoracique

# selection:gnuhealth.patient.evaluation,thyroid_goiter:
source: Multinodular
fr: Multinodulaire

# selection:gnuhealth.patient.evaluation,thyroid_goiter:
source: Solitary nodule
fr: Nodule solitaire

# selection:gnuhealth.patient.evaluation,thyroid_side:
source: Bilateral
fr: Bilatérale

# selection:gnuhealth.patient.evaluation,thyroid_side:
source: Left
fr: Gauche

# selection:gnuhealth.patient.evaluation,thyroid_side:
source: Right
fr: Droite

# selection:gnuhealth.preoperative_assessment,preop_asa:
source: PS 1 : Normal healthy patient
fr: PS 1 : Patient sain normal

# selection:gnuhealth.preoperative_assessment,preop_mallampati:
source: Class 1: Full visibility of tonsils, uvula and soft palate
fr: Classe 1: toute la luette et les loges amygdaliennes sont visibles

# selection:gnuhealth.preoperative_assessment,preop_mallampati:
source: Class 2: Visibility of hard and soft palate, upper portion of tonsils and uvula
fr: Classe 2: la luette est partiellement visible

# selection:gnuhealth.preoperative_assessment,preop_mallampati:
source: Class 3: Soft and hard palate and base of the uvula are visible
fr: Classe 3 : le palais membraneux est visible

# selection:gnuhealth.preoperative_assessment,preop_mallampati:
source: Class 4: Only Hard Palate visible
fr: Classe 4: seul le palais osseux est visible

# selection:gnuhealth.preoperative_assessment,surgical_decision:
source: Discharge
fr: Haute

# selection:gnuhealth.preoperative_assessment,surgical_decision:
source: Needs surgery
fr: Nécessite une intervention chirurgicale

# selection:gnuhealth.preoperative_assessment,surgical_decision:
source: Schedule Revision
fr: Examen programmé

# selection:gnuhealth.preoperative_assessment,surgical_decision:
source: Urgent surgery
fr: Chirurgie urgente

# selection:gnuhealth.preoperative_assessment,surgical_decision:
source: Watchful waiting
fr: Attente vigilante

# selection:gnuhealth.surgery,anesthesia_type:
source: Epidural
fr: Péridurale

# selection:gnuhealth.surgery,anesthesia_type:
source: Local + sedation
fr: Locale + sédation

# selection:gnuhealth.surgery,anesthesia_type:
source: No anesthesia
fr: Pas d'anesthésie

# selection:gnuhealth.surgery,anesthesia_type:
source: Peribulbar
fr: Péribulbaire

# selection:gnuhealth.surgery,anesthesia_type:
source: Rachianesthesia
fr: Rachianesthésie

# selection:gnuhealth.surgery,anesthesia_type:
source: Regional
fr: Régional

# selection:gnuhealth.surgery,anesthesia_type:
source: Regional Block
fr: Bloc régional

# selection:gnuhealth.surgery,anesthesia_type:
source: Sedation
fr: Sédation

# selection:gnuhealth.surgery,approach:
source: Arthroscopic
fr: Arthroscopique

# selection:gnuhealth.surgery,approach:
source: Endoscopic
fr: Endoscopique

# selection:gnuhealth.surgery,approach:
source: Laparoscopic
fr: Laparoscopique

# selection:gnuhealth.surgery,approach:
source: Robotic
fr: Robotique

# selection:gnuhealth.surgery,approach:
source: other
fr: autre

# selection:gnuhealth.surgery,classification:
source: Emergency
de: Notfall
es_es: Emergencia
fr: Urgence

# selection:gnuhealth.surgery,classification:
source: Optional
es_es: Opcional
fr: Optionnel

# selection:gnuhealth.surgery,classification:
source: Required
de: Erforderlich
es_es: Necesario
fr: Requis

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade I
fr: Classe I

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade II
fr: Classe II

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade III
fr: Classe III

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade IIIa
fr: Classe IIIa

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade IV
fr: Classe IV

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade IVa
fr: Classe IVa

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade IVb
fr: Classé IVb

# selection:gnuhealth.surgery,clavien_dindo:
source: Grade V
fr: Classe V

# selection:gnuhealth.surgery,gender:
source: Female
de: Weiblich
fr: Féminin

# selection:gnuhealth.surgery,gender:
source: Female -> Male
de: weiblich -> männlich
fr: Féminin -> Masculin

# selection:gnuhealth.surgery,gender:
source: Male
de: männlich
fr: Masculin

# selection:gnuhealth.surgery,gender:
source: Male -> Female
de: männlich -> weiblich
fr: Masculin -> Féminin

# selection:gnuhealth.surgery,laterality:
source: Bilateral
fr: Bilatérale

# selection:gnuhealth.surgery,laterality:
source: Left
fr: Gauche

# selection:gnuhealth.surgery,laterality:
source: Right
fr: Droit

# selection:gnuhealth.surgery,patient_positioning:
source: Kidney positioning
fr: Positionnement du rein

# selection:gnuhealth.surgery,patient_positioning:
source: Knee-chest
fr: Genou-poitrine

# selection:gnuhealth.surgery,patient_positioning:
source: Lateral
fr: Latéral

# selection:gnuhealth.surgery,patient_positioning:
source: Lithotomy
fr: Lithotomie

# selection:gnuhealth.surgery,patient_positioning:
source: Prone Decubitus
fr: Décubitus sujet

# selection:gnuhealth.surgery,patient_positioning:
source: Reverse Trendelenburg
fr: Trendelenburg inversé

# selection:gnuhealth.surgery,patient_positioning:
source: Supine Decubitus
fr: Décubitus dorsal

# selection:gnuhealth.surgery,preop_asa:
source: PS 1 : Normal healthy patient
de: PS 1 : Normaler gesunder Patient
es_es: PS 1 : Paciente Normal / Saludable
fr: PS 1 :Patient normal en bonne Santé

# selection:gnuhealth.surgery,preop_asa:
source: PS 2 : Patients with mild systemic disease
de: PS 2 : Patienten mit leichter systemischer Erkrankung
es_es: PS 2 : Pacientes con enfermedad sistémica leve
fr: PS 2 : Patients présentant une maladie systémique légère

# selection:gnuhealth.surgery,preop_asa:
source: PS 3 : Patients with severe systemic disease
de: PS 3: Patienten mit schwerer systemischer Erkrankung
es_es: PS 3 : Pacientes con enfermedad sistémica grave
fr: PS 3 : Patients présentant une maladie systémique sévère

# selection:gnuhealth.surgery,preop_asa:
source: PS 4 : Patients with severe systemic disease that is a constant threat to life
de: PS 4: Patienten mit schwerer systemischer Erkrankung, die eine ständige Bedrohung für das Leben darstellt
es_es: PS 4 : Pacientes con enfermedad sistémica grave que le supone un riesgo constante a su vida
fr: PS 4 : Patients présentant une maladie systémique sévère mettant sa vie en danger

# selection:gnuhealth.surgery,preop_asa:
source: PS 5 : Moribund patients who are not expected to survive without the operation
de: PS 5: Moribunde Patienten, die ohne Operation voraussichtlich nicht überleben würden
es_es: PS 5 : Pacientes moribundo que no se espera que sobrevivan sin la operación
fr: PS 5 : Patients mourant ayant peu de chance de vivre sans l'opération

# selection:gnuhealth.surgery,preop_asa:
source: PS 6 : A declared brain-dead patient who organs are being removed for donor purposes
de: PS 6: Ein für hirntot erklärter Patient, dem Organe zu Spenderzwecken entnommen werden
es_es: PS 6 : Paciente declarado con muerte cerebral cuyos órganos se extraen para donación
fr: PS 6 : Un patient présentant une mort cérébrale a qui les organes sont prélevés pour en faire don

# selection:gnuhealth.surgery,preop_mallampati:
source: Class 1: Full visibility of tonsils, uvula and soft palate
de: Klasse 1: Volle Sichtbarkeit von Mandeln, Zäpfchen und weichem Gaumen
es_es: Clase 1: Visibilidad total de amígdala, úvula y paladar blando
fr: classe 1 : toute la luette et les loges amygdaliennes sont visibles

# selection:gnuhealth.surgery,preop_mallampati:
source: Class 2: Visibility of hard and soft palate, upper portion of tonsils and uvula
es_es: Clase 2: Visibilidad de paladar duro, blando, porción superior de las amígdalas y úvula
fr: classe 2 : la luette est partiellement visible

# selection:gnuhealth.surgery,preop_mallampati:
source: Class 3: Soft and hard palate and base of the uvula are visible
es_es: Clase 3: paladar blando, duro y base de la úvula visibles
fr: classe 3 : le palais membraneux est visible

# selection:gnuhealth.surgery,preop_mallampati:
source: Class 4: Only Hard Palate visible
de: Klasse 4: Nur harter Gaumen sichtbar
es_es: Clase 4: Visible únicamente el paladar duro
fr: classe 4 : seul le palais osseux est visible

# selection:gnuhealth.surgery,state:
source: Cancelled
de: Abgesagt
fr: Annulé

# selection:gnuhealth.surgery,state:
source: Confirmed
de: Bestätigt
fr: Confirmé

# selection:gnuhealth.surgery,state:
source: Done
de: Durchgeführt
es_es: Realizada
fr: Effectué

# selection:gnuhealth.surgery,state:
source: Draft
de: Entwurf
fr: Brouillon

# selection:gnuhealth.surgery,state:
source: In Progress
de: Laufend
fr: En Cours

# selection:gnuhealth.surgery,state:
source: Signed
de: Abgeschlossen
fr: Signé

# selection:gnuhealth.surgery,surgical_wound:
source: Clean . Class I
fr: Propre . Catégorie I

# selection:gnuhealth.surgery,surgical_wound:
source: Clean-Contaminated . Class II
de: Sauber-verschmutzt . Klasse II
fr: Propre-Contaminé . Catégorie II

# selection:gnuhealth.surgery,surgical_wound:
source: Contaminated . Class III
de: Verschmutzt . Klasse III
fr: Contaminé . Catégorie III

# selection:gnuhealth.surgery,surgical_wound:
source: Dirty-Infected . Class IV
de: Schmutzig-infiziert . Klasse IV
fr: Sale - infecté . Catégorie IV

# selection:gnuhealth.surgery.drain,drain:
source: Thoracic tube
fr: Tube thoracique

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Epidural
fr: Péridurale

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Local + sedation
fr: Locale + sédation

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: No anesthesia
fr: Pas d'anesthésie

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Peribulbar
fr: Péribulbaire

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Rachianesthesia
fr: Rachianesthésie

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Regional
fr: Régional

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Regional Block
fr: Bloc régional

# selection:gnuhealth.surgery.protocol,anesthesia_type:
source: Sedation
fr: Sédation

# selection:gnuhealth.surgery.protocol,approach:
source: Arthroscopic
fr: Arthroscopique

# selection:gnuhealth.surgery.protocol,approach:
source: Endoscopic
fr: Endoscopique

# selection:gnuhealth.surgery.protocol,approach:
source: Laparoscopic
fr: Laparoscopique

# selection:gnuhealth.surgery.protocol,approach:
source: Robotic
fr: Robotique

# selection:gnuhealth.surgery.protocol,approach:
source: other
fr: autre

# selection:gnuhealth.surgery.protocol,laterality:
source: Bilateral
fr: Bilatéral
