Repository: alwindoss/gnuhealth
Catalog: tryton/health_ophthalmology/locale/*.po
Languages: es

# field:gnuhealth.ophthalmology.evaluation,computed_age:
source: Age
es: Edad

# field:gnuhealth.ophthalmology.evaluation,create_date:
source: Create Date
es: Fecha de Creación

# field:gnuhealth.ophthalmology.evaluation,create_uid:
source: Create User
es: Crear Usuario

# field:gnuhealth.ophthalmology.evaluation,findings:
source: Findings
es: Hallazgos

# field:gnuhealth.ophthalmology.evaluation,gender:
source: Gender
es: Género

# field:gnuhealth.ophthalmology.evaluation,health_professional:
source: Health Professional
es: Profesional de la Salud

# field:gnuhealth.ophthalmology.evaluation,iop_method:
source: Method
es: Método

# field:gnuhealth.ophthalmology.evaluation,laxis:
source: Axis
es: Eje

# field:gnuhealth.ophthalmology.evaluation,lbcva:
source: LBCVA
es: AV-MCI

# field:gnuhealth.ophthalmology.evaluation,lbcva_axis:
source: Axis
es: Eje

# field:gnuhealth.ophthalmology.evaluation,lbcva_cylinder:
source: CYL
es: CIL

# field:gnuhealth.ophthalmology.evaluation,lbcva_nv:
source: LBCVANV
es: AV-MCIVC

# field:gnuhealth.ophthalmology.evaluation,lbcva_nv_add:
source: BCVA - Add
es: Agregar - MCAVI

# field:gnuhealth.ophthalmology.evaluation,lbcva_spherical:
source: SPH
es: ESF

# field:gnuhealth.ophthalmology.evaluation,lcylinder:
source: CYL
es: CIL

# field:gnuhealth.ophthalmology.evaluation,ldva:
source: LDVA
es: AV-VISA

# field:gnuhealth.ophthalmology.evaluation,ldva_aid:
source: LDVA AID
es: AV-VICA

# field:gnuhealth.ophthalmology.evaluation,ldva_pinhole:
source: LDVA
es: AV-VISA

# field:gnuhealth.ophthalmology.evaluation,liop:
source: LIOP
es: PIOI

# field:gnuhealth.ophthalmology.evaluation,lnv:
source: LNV
es: VCI

# field:gnuhealth.ophthalmology.evaluation,lnv_add:
source: NV Add
es: Agregar VCI

# field:gnuhealth.ophthalmology.evaluation,lspherical:
source: SPH
es: ESF

# field:gnuhealth.ophthalmology.evaluation,notes:
source: Notes
es: Notas

# field:gnuhealth.ophthalmology.evaluation,patient:
source: Patient
es: Paciente

# field:gnuhealth.ophthalmology.evaluation,raxis:
source: Axis
es: Eje

# field:gnuhealth.ophthalmology.evaluation,rbcva:
source: RBCVA
es: AV-MCD

# field:gnuhealth.ophthalmology.evaluation,rbcva_axis:
source: Axis
es: Eje

# field:gnuhealth.ophthalmology.evaluation,rbcva_cylinder:
source: CYL
es: CIL

# field:gnuhealth.ophthalmology.evaluation,rbcva_nv:
source: RBCVANV
es: AV-MCVCD

# field:gnuhealth.ophthalmology.evaluation,rbcva_nv_add:
source: BCVA - Add
es: Agregar MCVAVI

# field:gnuhealth.ophthalmology.evaluation,rbcva_spherical:
source: SPH
es: ESF

# field:gnuhealth.ophthalmology.evaluation,rcylinder:
source: CYL
es: CIL

# field:gnuhealth.ophthalmology.evaluation,rdva:
source: RDVA
es: AV -VDSA

# field:gnuhealth.ophthalmology.evaluation,rdva_aid:
source: RDVA AID
es: AV-VDCA

# field:gnuhealth.ophthalmology.evaluation,rdva_pinhole:
source: RDVA
es: AV-VDOE

# field:gnuhealth.ophthalmology.evaluation,rec_name:
source: Name
es: Nombre

# field:gnuhealth.ophthalmology.evaluation,riop:
source: RIOP
es: PIOD

# field:gnuhealth.ophthalmology.evaluation,rnv:
source: RNV
es: VCD

# field:gnuhealth.ophthalmology.evaluation,rnv_add:
source: NV Add
es: Agregar VC

# field:gnuhealth.ophthalmology.evaluation,rspherical:
source: SPH
es: ESF

# field:gnuhealth.ophthalmology.evaluation,signed_by:
source: Signed by
es: Firmado por

# field:gnuhealth.ophthalmology.evaluation,state:
source: State
es: Estado

# field:gnuhealth.ophthalmology.evaluation,visit_date:
source: Date
es: Fecha

# field:gnuhealth.ophthalmology.evaluation,write_date:
source: Write Date
es: Escribir Fecha

# field:gnuhealth.ophthalmology.evaluation,write_uid:
source: Write User
es: Escribir Usuario

# field:gnuhealth.ophthalmology.findings,affected_eye:
source: Eye
es: Ojo

# field:gnuhealth.ophthalmology.findings,create_date:
source: Create Date
es: Crear Fecha

# field:gnuhealth.ophthalmology.findings,create_uid:
source: Create User
es: Crear Usuario

# field:gnuhealth.ophthalmology.findings,eye_structure:
source: Structure
es: Estructura

# field:gnuhealth.ophthalmology.findings,finding:
source: Finding
es: Recomendación

# field:gnuhealth.ophthalmology.findings,name:
source: Evaluation
es: Evaluación

# field:gnuhealth.ophthalmology.findings,rec_name:
source: Name
es: Nombre

# field:gnuhealth.ophthalmology.findings,write_date:
source: Write Date
es: Escribir Fecha

# field:gnuhealth.ophthalmology.findings,write_uid:
source: Write User
es: Escribir Usuario

# help:gnuhealth.ophthalmology.evaluation,computed_age:
source: Computed patient age at the moment of the evaluation
es: Edad del paciente en el momento de la evaluación

# help:gnuhealth.ophthalmology.evaluation,health_professional:
source: Health professional / Ophthalmologist / OptoMetrist
es: Profesional de la Salud / Oftalmólogo / Optometrista

# help:gnuhealth.ophthalmology.evaluation,iop_method:
source: Tonometry / Intraocular pressure reading method
es: Tonometría / Método de la presión ocular

# help:gnuhealth.ophthalmology.evaluation,laxis:
source: Left Eye Axis
es: Eje del Ojo Izquierdo

# help:gnuhealth.ophthalmology.evaluation,lbcva:
source: Left Eye Best Corrected VA
es: Agudeza Visual - Mejor Correción para el Ojo Izquierdo

# help:gnuhealth.ophthalmology.evaluation,lbcva_axis:
source: Left Eye Best Corrected Axis
es: Agudeza Visual - Mejor Corrección del Eje para el Ojo Izquierdo

# help:gnuhealth.ophthalmology.evaluation,lbcva_cylinder:
source: Left Eye Best Corrected Cylinder
es: Agudeza Visual - Mejor Corrección del Cilindro para el Ojo Izquierdo

# help:gnuhealth.ophthalmology.evaluation,lbcva_nv:
source: Left Eye Best Corrected Near Vision
es: Agudeza Visual - Mejor Corrección de Visión Cercana para el Ojo Izquierdo

# help:gnuhealth.ophthalmology.evaluation,lbcva_nv_add:
source: Left Eye Best Corrected NV Add
es: Agregar la Mejor Corrección de Visión Cercana para el Ojo Izquierdo

# help:gnuhealth.ophthalmology.evaluation,lbcva_spherical:
source: Left Eye Best Corrected Spherical
es: Agudeza Visual - Mejor Corrección para la Esfera del Ojo Izquierdo

# help:gnuhealth.ophthalmology.evaluation,lcylinder:
source: Left Eye Cylinder
es: Cilindro del Ojo Izquierdo

# help:gnuhealth.ophthalmology.evaluation,ldva:
source: Left Eye Vision of Patient without aid
es: Agudeza Visual - Visión del Ojo Izquierdo Sin Ayuda

# help:gnuhealth.ophthalmology.evaluation,ldva_aid:
source: Vision with glasses or contact lens
es: Agudeza Visual - Visión del Ojo Izquierdo Usando Anteojos o Lentes de Contacto

# help:gnuhealth.ophthalmology.evaluation,ldva_pinhole:
source: Left Eye Vision Using Pin Hole
es: Agudeza Visual - Visión del Ojo Izquierdo Usando Oclusor Estenopeico

# help:gnuhealth.ophthalmology.evaluation,liop:
source: Left Intraocular Pressure in mmHg
es: Presión Intraocular Medida en Milimetros del Ojo Izquierdo

# help:gnuhealth.ophthalmology.evaluation,lnv:
source: Left Eye Near Vision
es: Visión Cercana del Ojo Izquierdo

# help:gnuhealth.ophthalmology.evaluation,lnv_add:
source: Left Eye Best Corrected NV Add
es: Agregar la Mejor Corrección de Visión Cercana para el Ojo Izquierdo

# help:gnuhealth.ophthalmology.evaluation,lspherical:
source: Left Eye Spherical
es: Esfera del Ojo Izquierdo

# help:gnuhealth.ophthalmology.evaluation,raxis:
source: Right Eye Axis
es: Eje del Ojo Derecho

# help:gnuhealth.ophthalmology.evaluation,rbcva:
source: Right Eye Best Corrected VA
es: Agudeza Visual - Mejor Corrección para el Ojo Derecho

# help:gnuhealth.ophthalmology.evaluation,rbcva_axis:
source: Right Eye Best Corrected Axis
es: Agudeza Visual - Mejor Corrección del Eje para el Ojo Derecho

# help:gnuhealth.ophthalmology.evaluation,rbcva_cylinder:
source: Right Eye Best Corrected Cylinder
es: Agudeza Visual - Mejor Corrección del Cilindro para el Ojo Derecho

# help:gnuhealth.ophthalmology.evaluation,rbcva_nv:
source: Right Eye Best Corrected Near Vision
es: Agudeza Visual - Mejor Corrección de Visión Cercana para el Ojo Derecho

# help:gnuhealth.ophthalmology.evaluation,rbcva_nv_add:
source: Right Eye Best Corrected NV Add
es: Agudeza Visual - Agregar Mejor Corrección de Visión Cercana para el Ojo Derecho

# help:gnuhealth.ophthalmology.evaluation,rbcva_spherical:
source: Right Eye Best Corrected Spherical
es: Agudeza Visual - Mejor Corrección Esférica del Ojo Derecho

# help:gnuhealth.ophthalmology.evaluation,rcylinder:
source: Right Eye Cylinder
es: Cilindro del Ojo Derecho

# help:gnuhealth.ophthalmology.evaluation,rdva:
source: Right Eye Vision of Patient without aid
es: Agudeza Visual - Visión de Ojo Derecho Sin Ayuda

# help:gnuhealth.ophthalmology.evaluation,rdva_aid:
source: Vision with glasses or contact lens
es: Agudeza Visual - Visión del Ojo Derecho con Anteojos o Lentes de Contacto

# help:gnuhealth.ophthalmology.evaluation,rdva_pinhole:
source: Right Eye Vision Using Pin Hole
es: Agudeza Visual - Visión del Ojo Derecho Usando Oclusor Estenopeico

# help:gnuhealth.ophthalmology.evaluation,riop:
source: Right Intraocular Pressure in mmHg
es: Presión Intraocular Medida en Milímetros del Ojo Derecho

# help:gnuhealth.ophthalmology.evaluation,rnv:
source: Right Eye Near Vision
es: Visión Cercana del Ojo Derecho

# help:gnuhealth.ophthalmology.evaluation,rnv_add:
source: Right Eye Best Corrected NV Add
es: Agregar Mejor Corrección de Visión Cercana para el Ojo Derecho

# help:gnuhealth.ophthalmology.evaluation,rspherical:
source: Right Eye Spherical
es: Esfera del Ojo Derecho

# help:gnuhealth.ophthalmology.evaluation,signed_by:
source: Health Professional that finished the patient evaluation
es: Proferional de la Salud que finalizó la evaluación del paciente

# help:gnuhealth.ophthalmology.evaluation,visit_date:
source: Date of Consultation
es: Fecha de Consulta

# help:gnuhealth.ophthalmology.findings,affected_eye:
source: Affected eye
es: Ojo Afectado

# help:gnuhealth.ophthalmology.findings,eye_structure:
source: Affected eye structure
es: Estructura del ojo afectado

# model:gnuhealth.ophthalmology.evaluation,name:
source: Ophthalmology Evaluation
es: Evaluación Oftalmológica

# model:gnuhealth.ophthalmology.findings,name:
source: Ophthalmology Findings
es: Hallazgos Oftalmológicos

# model:ir.action,name:act_evaluation_form1
source: Ophthalmologic Evaluations
es: Evaluaciones Oftalmológicas

# model:ir.action,name:act_ophthal_form
source: Ophthalmology Evaluation
es: Evaluación Oftalmológica

# model:ir.action,name:report_ophthalmology
source: Optometry Report
es: Reporte de Optometría

# model:ir.ui.menu,name:gnuhealth_ophthalmology_evaluation_menu
source: Ophthalmologic evaluations
es: Evaluaciones Oftalmológicas

# report:ophthalmology.card:
source: ADD
es: ALB

# report:ophthalmology.card:
source: Age :
es: Edad :

# report:ophthalmology.card:
source: Axis
es: Eje

# report:ophthalmology.card:
source: Cyl
es: Cil

# report:ophthalmology.card:
source: Cylinder
es: Cilindro

# report:ophthalmology.card:
source: DV
es: VD

# report:ophthalmology.card:
source: Date :
es: Fecha :

# report:ophthalmology.card:
source: Female
es: Mujer

# report:ophthalmology.card:
source: GNU Health Ophthalmology Report
es: Reporte de Oftalmología

# report:ophthalmology.card:
source: Health Professional :
es: Profesional de la Salud :

# report:ophthalmology.card:
source: Left Eye
es: Ojo Izquierdo

# report:ophthalmology.card:
source: Male
es: Hombre

# report:ophthalmology.card:
source: NV
es: VC

# report:ophthalmology.card:
source: Optometry Refraction Report
es: Informe de Refracción de Optometría

# report:ophthalmology.card:
source: Patient Name :
es: Nombre del Paciente :

# report:ophthalmology.card:
source: Right Eye
es: Ojo Derecho

# report:ophthalmology.card:
source: Sex :
es: Sexo :

# report:ophthalmology.card:
source: Signature
es: Firma

# report:ophthalmology.card:
source: Spherical
es: Esférico

# report:ophthalmology.card:
source: VA
es: AV

# report:ophthalmology.card:
source: Verified & Prescribed By
es: Verificado y Prescrito Por

# selection:gnuhealth.ophthalmology.evaluation,gender:
source: Female
es: Mujer

# selection:gnuhealth.ophthalmology.evaluation,gender:
source: Male
es: Hombre

# selection:gnuhealth.ophthalmology.evaluation,iop_method:
source: Goldman tonometry
es: Teometría de Goldmann

# selection:gnuhealth.ophthalmology.evaluation,iop_method:
source: Non-contact tonometry
es: Teometría sin contacto

# selection:gnuhealth.ophthalmology.evaluation,iop_method:
source: Schiotz tonometry
es: Teometría de Schiotz

# selection:gnuhealth.ophthalmology.evaluation,lbcva:
source: 1 Meter FC
es: 1 Metro CC

# selection:gnuhealth.ophthalmology.evaluation,lbcva:
source: 1/2 Meter FC
es: 1/2 Metro CC

# selection:gnuhealth.ophthalmology.evaluation,lbcva:
source: HMCF
es: MMCC

# selection:gnuhealth.ophthalmology.evaluation,lbcva:
source: P/L
es: LP

# selection:gnuhealth.ophthalmology.evaluation,lbcva_nv:
source: N12
es: C12

# selection:gnuhealth.ophthalmology.evaluation,lbcva_nv:
source: N18
es: C18

# selection:gnuhealth.ophthalmology.evaluation,lbcva_nv:
source: N24
es: C24

# selection:gnuhealth.ophthalmology.evaluation,lbcva_nv:
source: N36
es: C36

# selection:gnuhealth.ophthalmology.evaluation,lbcva_nv:
source: N6
es: C6

# selection:gnuhealth.ophthalmology.evaluation,lbcva_nv:
source: N60
es: C60

# selection:gnuhealth.ophthalmology.evaluation,lbcva_nv:
source: N8
es: C8

# selection:gnuhealth.ophthalmology.evaluation,ldva:
source: 1 Meter FC
es: 1 Metro CC

# selection:gnuhealth.ophthalmology.evaluation,ldva:
source: 1/2 Meter FC
es: 1/2 Metro CC

# selection:gnuhealth.ophthalmology.evaluation,ldva:
source: HMCF
es: MMCC

# selection:gnuhealth.ophthalmology.evaluation,ldva:
source: P/L
es: LP

# selection:gnuhealth.ophthalmology.evaluation,ldva_aid:
source: 1 Meter FC
es: 1 Metro CC

# selection:gnuhealth.ophthalmology.evaluation,ldva_aid:
source: 1/2 Meter FC
es: 1/2 Metro CC

# selection:gnuhealth.ophthalmology.evaluation,ldva_aid:
source: HMCF
es: MMCC

# selection:gnuhealth.ophthalmology.evaluation,ldva_aid:
source: P/L
es: LP

# selection:gnuhealth.ophthalmology.evaluation,ldva_pinhole:
source: 1 Meter FC
es: 1 Metro CC

# selection:gnuhealth.ophthalmology.evaluation,ldva_pinhole:
source: 1/2 Meter FC
es: 1/2 Metro CC

# selection:gnuhealth.ophthalmology.evaluation,ldva_pinhole:
source: HMCF
es: MMCC

# selection:gnuhealth.ophthalmology.evaluation,ldva_pinhole:
source: P/L
es: LP

# selection:gnuhealth.ophthalmology.evaluation,lnv:
source: N12
es: C12

# selection:gnuhealth.ophthalmology.evaluation,lnv:
source: N18
es: C18

# selection:gnuhealth.ophthalmology.evaluation,lnv:
source: N24
es: C24

# selection:gnuhealth.ophthalmology.evaluation,lnv:
source: N36
es: C36

# selection:gnuhealth.ophthalmology.evaluation,lnv:
source: N6
es: C6

# selection:gnuhealth.ophthalmology.evaluation,lnv:
source: N60
es: C60

# selection:gnuhealth.ophthalmology.evaluation,lnv:
source: N8
es: C8

# selection:gnuhealth.ophthalmology.evaluation,rbcva:
source: 1 Meter FC
es: 1 Metro CC

# selection:gnuhealth.ophthalmology.evaluation,rbcva:
source: 1/2 Meter FC
es: 1/2 Metro CC

# selection:gnuhealth.ophthalmology.evaluation,rbcva:
source: HMCF
es: MMCC

# selection:gnuhealth.ophthalmology.evaluation,rbcva:
source: P/L
es: LP

# selection:gnuhealth.ophthalmology.evaluation,rbcva_nv:
source: N12
es: C12

# selection:gnuhealth.ophthalmology.evaluation,rbcva_nv:
source: N18
es: C18

# selection:gnuhealth.ophthalmology.evaluation,rbcva_nv:
source: N24
es: C24

# selection:gnuhealth.ophthalmology.evaluation,rbcva_nv:
source: N36
es: C36

# selection:gnuhealth.ophthalmology.evaluation,rbcva_nv:
source: N6
es: C6

# selection:gnuhealth.ophthalmology.evaluation,rbcva_nv:
source: N60
es: C60

# selection:gnuhealth.ophthalmology.evaluation,rbcva_nv:
source: N8
es: C8

# selection:gnuhealth.ophthalmology.evaluation,rdva:
source: 1 Meter FC
es: 1 Metro CC

# selection:gnuhealth.ophthalmology.evaluation,rdva:
source: 1/2 Meter FC
es: 1/2 Metro CC

# selection:gnuhealth.ophthalmology.evaluation,rdva:
source: HMCF
es: MMCC

# selection:gnuhealth.ophthalmology.evaluation,rdva:
source: P/L
es: LP

# selection:gnuhealth.ophthalmology.evaluation,rdva_aid:
source: 1 Meter FC
es: 1 Metro CC

# selection:gnuhealth.ophthalmology.evaluation,rdva_aid:
source: 1/2 Meter FC
es: 1/2 Metro CC

# selection:gnuhealth.ophthalmology.evaluation,rdva_aid:
source: HMCF
es: MMCC

# selection:gnuhealth.ophthalmology.evaluation,rdva_aid:
source: P/L
es: LP

# selection:gnuhealth.ophthalmology.evaluation,rdva_pinhole:
source: 1 Meter FC
es: 1 Metro CC

# selection:gnuhealth.ophthalmology.evaluation,rdva_pinhole:
source: 1/2 Meter FC
es: 1/2 Metro CC

# selection:gnuhealth.ophthalmology.evaluation,rdva_pinhole:
source: HMCF
es: MMCC

# selection:gnuhealth.ophthalmology.evaluation,rdva_pinhole:
source: P/L
es: LP

# selection:gnuhealth.ophthalmology.evaluation,rnv:
source: N12
es: C12

# selection:gnuhealth.ophthalmology.evaluation,rnv:
source: N18
es: C18

# selection:gnuhealth.ophthalmology.evaluation,rnv:
source: N24
es: C24

# selection:gnuhealth.ophthalmology.evaluation,rnv:
source: N36
es: C36

# selection:gnuhealth.ophthalmology.evaluation,rnv:
source: N6
es: C6

# selection:gnuhealth.ophthalmology.evaluation,rnv:
source: N60
es: C60

# selection:gnuhealth.ophthalmology.evaluation,rnv:
source: N8
es: C8

# selection:gnuhealth.ophthalmology.evaluation,state:
source: Done
es: Hecho

# selection:gnuhealth.ophthalmology.evaluation,state:
source: In progress
es: En Progreso

# selection:gnuhealth.ophthalmology.findings,affected_eye:
source: both
es: ambos

# selection:gnuhealth.ophthalmology.findings,affected_eye:
source: left
es: izquierdo

# selection:gnuhealth.ophthalmology.findings,affected_eye:
source: right
es: derecho

# selection:gnuhealth.ophthalmology.findings,eye_structure:
source: Anterior Chamber
es: Cámara Anterior

# selection:gnuhealth.ophthalmology.findings,eye_structure:
source: Conjunctiva
es: Conjuntiva

# selection:gnuhealth.ophthalmology.findings,eye_structure:
source: Cornea
es: Córnea

# selection:gnuhealth.ophthalmology.findings,eye_structure:
source: Fundus Disc
es: Disco del Fondo del Ojo

# selection:gnuhealth.ophthalmology.findings,eye_structure:
source: Fundus background
es: Fondo del Ojo

# selection:gnuhealth.ophthalmology.findings,eye_structure:
source: Fundus vessels
es: Vasos del Fondo del Ojo

# selection:gnuhealth.ophthalmology.findings,eye_structure:
source: Lens
es: Lente

# selection:gnuhealth.ophthalmology.findings,eye_structure:
source: Lid
es: Párpado

# selection:gnuhealth.ophthalmology.findings,eye_structure:
source: Macula
es: Mácula

# selection:gnuhealth.ophthalmology.findings,eye_structure:
source: Naso-lacrimal system
es: Sistema Naso-Lagrimal

# selection:gnuhealth.ophthalmology.findings,eye_structure:
source: Other
es: Otro

# selection:gnuhealth.ophthalmology.findings,eye_structure:
source: Pupil
es: Pupila

# selection:gnuhealth.ophthalmology.findings,eye_structure:
source: Vitreous
es: Vítreo

# view:gnuhealth.ophthalmology.evaluation:
source: Best Corrected Visual Acuity
es: Mejor Corrección de Agudeza Visual

# view:gnuhealth.ophthalmology.evaluation:
source: Done
es: Hecho

# view:gnuhealth.ophthalmology.evaluation:
source: End this evaluation
es: Terminar estas evaluaciones

# view:gnuhealth.ophthalmology.evaluation:
source: End this evaluation ?
es: Terminar esta evaluación ?

# view:gnuhealth.ophthalmology.evaluation:
source: Left Eye
es: Ojo Izquierdo

# view:gnuhealth.ophthalmology.evaluation:
source: Left Eye
es: Ojo Izquierdo

# view:gnuhealth.ophthalmology.evaluation:
source: Notes
es: Notas

# view:gnuhealth.ophthalmology.evaluation:
source: Ophthalmology Evaluation
es: Evaluación Oftalmológica

# view:gnuhealth.ophthalmology.evaluation:
source: Optometry
es: Optometría

# view:gnuhealth.ophthalmology.evaluation:
source: Optometry form
es: Formulario de Optometría

# view:gnuhealth.ophthalmology.evaluation:
source: Refraction
es: Refracción

# view:gnuhealth.ophthalmology.evaluation:
source: Right Eye
es: Ojo Derecho

# view:gnuhealth.ophthalmology.evaluation:
source: Right Eye
es: Ojo Derecho

# view:gnuhealth.ophthalmology.evaluation:
source: Tonometry
es: Tonometría

# view:gnuhealth.ophthalmology.findings:
source: Findings
es: Hallazgos
