Repository: alwindoss/gnuhealth
Catalog: tryton/health_insurance/locale/*.po
Languages: de, es, zh_cn

# field:gnuhealth.health_service,insurance_holder:
source: Insurance Holder
de: Versicherungsnehmer
es: Titular del Seguro
zh_cn: 保险持有人

# field:gnuhealth.health_service,insurance_plan:
source: Plan
de: Vertragsplan
es: Plan de seguro
zh_cn: 计划

# field:gnuhealth.insurance.plan,product_policy:
source: Policy
de: Versicherungspolice
es: Seguro
zh_cn: 政策

# field:gnuhealth.insurance.plan.product.policy,discount:
source: Discount
de: Rabatt
es: Descuento
zh_cn: 优惠

# field:gnuhealth.insurance.plan.product.policy,plan:
source: Plan
de: Versicherungsplan
zh_cn: 计划

# field:gnuhealth.insurance.plan.product.policy,price:
source: Price
zh_cn: 价格

# field:gnuhealth.insurance.plan.product.policy,product:
source: Product
de: Produkt
es: Producto
zh_cn: 产品

# field:gnuhealth.insurance.plan.product.policy,product_category:
source: Category
de: Kategorie
es: Categoria
zh_cn: 类别

# help:gnuhealth.health_service,insurance_holder:
source: Insurance Policy Holder
de: Versicherungspolicen-Inhaber
es: Titular del seguro
zh_cn: 保单持有者

# help:gnuhealth.insurance.plan.product.policy,discount:
source: Discount in Percentage. It has higher precedence than the fixed price when both values coexist
zh_cn: 折扣百分比。 与固定价同时存在时，它的优先级更高

# help:gnuhealth.insurance.plan.product.policy,price:
source: Apply a fixed price for this product or category
zh_cn: 当前产品或者类别使用固定价格

# model:gnuhealth.insurance.plan.product.policy,name:
source: Policy associated to the product on the insurance plan
de: Mit dem Produkt verbundene Police auf dem Versicherungsplan
es: Póliza asociada al producto en el plan de seguro
zh_cn: 与保险计划中的产品相关联的保险单

# model:ir.action,name:action_gnuhealth_insurance_plan_product_policy_view
source: Plan Product Policies
es: Planes de la póliza del producto
zh_cn: 优惠政策

# model:ir.message,text:msg_discount_without_element
source: SM-INSURANCE-0002: You need to associate a product or category to the discount
zh_cn: SM-INSURANCE-0002: 需要为这个折扣关联一个产品或者一个类别

# model:ir.message,text:msg_need_a_policy
source: SM-INSURANCE-0006: You need to specify either a percentage or a fixed price for this policy line. If both are present, the percentage will be applied
zh_cn: SM-INSURANCE-0006: 需要为这条政策设定一个百分比或者固定价，如果两者都设定，百分比优先使用

# model:ir.message,text:msg_no_account_receivable
source: SM-INSURANCE-0007: No Account Receivable defined in party or in default configuration
zh_cn: SM-INSURANCE-0007: party 或者默认设置中没有定义接受账户

# model:ir.message,text:msg_no_invoice_address
source: SM-INSURANCE-0004: No address associated to the invoice
zh_cn: SM-INSURANCE-0004: 凭证没有地址

# model:ir.message,text:msg_no_payment_term
source: SM-INSURANCE-0005: No payment term
zh_cn: SM-INSURANCE-0005: 无付款条件

# model:ir.message,text:msg_pct_out_of_range
source: SM-INSURANCE-0001: Percentage out of range [0-100]
zh_cn: SM-INSURANCE-0001: 百分数超出 [0-100]范围

# model:ir.message,text:msg_service_invoiced
source: SM-INSURANCE-0003: The service has been invoiced
zh_cn: SM-INSURANCE-0003: 当前服务已开收费凭证

# model:ir.ui.menu,name:menu_gnuhealth_insurance_plan_product_policy_list
source: Plan Product Policies
es: Planes de la póliza del producto
zh_cn: 优惠政策

# error:gnuhealth.insurance.plan.product.policy:
source: Percentage out of range [0-100]
de: Prozentzahl außerhalb des Gültigkeitsbereichs [0-100]
es: Porcentaje fuera de rango [0-100]

# error:gnuhealth.insurance.plan.product.policy:
source: You need a product or category
de: Sie brauchen eine Produktkategorie
es: Necesita un producto o categoria

# field:gnuhealth.insurance.plan.product.policy,create_date:
source: Create Date
de: Erstellungsdatum
es: Fecha de creación

# field:gnuhealth.insurance.plan.product.policy,create_uid:
source: Create User
de: Erstellt durch
es: Creado por usuario

# field:gnuhealth.insurance.plan.product.policy,rec_name:
source: Name
es: Nombre

# field:gnuhealth.insurance.plan.product.policy,write_date:
source: Write Date
de: Speicherdatum
es: Fecha de modificación

# field:gnuhealth.insurance.plan.product.policy,write_uid:
source: Write User
de: Letzte Änderung durch
es: Modificado por usuario

# help:gnuhealth.insurance.plan.product.policy,discount:
source: Discount in Percentage
de: Rabatt in Prozent
es: Descuento en Porcentage
