Repository: alwindoss/gnuhealth
Catalog: tryton/health_ems/locale/*.po
Languages: de

# error:gnuhealth.ambulance:
source: This vehicle ID already exists
de: Die Fahrzeug ID existiert bereits

# error:gnuhealth.support_request:
source: This Request Code already exists
de: Dieser Anfrage Code existiert bereits

# field:gnuhealth.ambulance,active:
source: Active
de: Aktiv

# field:gnuhealth.ambulance,create_date:
source: Create Date
de: Erstellungsdatum

# field:gnuhealth.ambulance,create_uid:
source: Create User
de: Erstellt durch

# field:gnuhealth.ambulance,vehicle_brand:
source: Brand
de: Marke

# field:gnuhealth.ambulance,vehicle_function:
source: Function
de: Funktion

# field:gnuhealth.ambulance,vehicle_model:
source: Model
de: Modell

# field:gnuhealth.ambulance,vehicle_odometer:
source: Odometer
de: Kilometerzähler

# field:gnuhealth.ambulance,vehicle_remarks:
source: Remarks
de: Bemerkungen

# field:gnuhealth.ambulance,vehicle_type:
source: Type
de: Typ

# field:gnuhealth.ambulance,write_date:
source: Write Date
de: Speicherdatum

# field:gnuhealth.ambulance,write_uid:
source: Write User
de: Letzte Änderung durch

# field:gnuhealth.ambulance.support,ambulance:
source: Ambulance
de: Rettungswagen

# field:gnuhealth.ambulance.support,create_date:
source: Create Date
de: Erstellungsdatum

# field:gnuhealth.ambulance.support,create_uid:
source: Create User
de: Erstellt durch

# field:gnuhealth.ambulance.support,healthprofs:
source: Health Professionals
de: Rettungskräfte

# field:gnuhealth.ambulance.support,sr:
source: SR
de: UA

# field:gnuhealth.ambulance.support,write_date:
source: Write Date
de: Speicherdatum

# field:gnuhealth.ambulance.support,write_uid:
source: Write User
de: Letzte Änderung durch

# field:gnuhealth.ambulance_hp,create_date:
source: Create Date
de: Erstellungsdatum

# field:gnuhealth.ambulance_hp,create_uid:
source: Create User
de: Erstellt durch

# field:gnuhealth.ambulance_hp,healthprof:
source: Health Prof
de: Rettungskraft

# field:gnuhealth.ambulance_hp,name:
source: SR
de: UA

# field:gnuhealth.ambulance_hp,write_date:
source: Write Date
de: Speicherdatum

# field:gnuhealth.ambulance_hp,write_uid:
source: Write User
de: Letzte Änderung durch

# field:gnuhealth.sequences,support_request_code_sequence:
source: Support Request Sequence
de: Anfrage Sequenz

# field:gnuhealth.support_request,address:
source: Address
de: Adresse

# field:gnuhealth.support_request,ambulances:
source: Ambulances
de: Rettungswagen

# field:gnuhealth.support_request,complaint:
source: Chief Complaint
de: Hauptbeschwerde

# field:gnuhealth.support_request,create_date:
source: Create Date
de: Erstellungsdatum

# field:gnuhealth.support_request,create_uid:
source: Create User
de: Erstellt durch

# field:gnuhealth.support_request,evaluation:
source: Evaluation
de: Auswertung

# field:gnuhealth.support_request,event_specific:
source: Incident
de: Vorfall

# field:gnuhealth.support_request,event_type:
source: Event type
de: Ereignistyp

# field:gnuhealth.support_request,healthcenter:
source: Calling Institution
de: Aufrufende Einrichtung

# field:gnuhealth.support_request,longitude:
source: Longitude
de: Längengrad

# field:gnuhealth.support_request,multiple_casualties:
source: Multiple Casualties
de: Mehrere Verletzte

# field:gnuhealth.support_request,operational_sector:
source: O. Sector
de: OP-Sektor

# field:gnuhealth.support_request,operator:
source: Operator
de: Betreiber

# field:gnuhealth.support_request,patient_age:
source: Age
de: Alter

# field:gnuhealth.support_request,patient_sex:
source: Sex
de: Geschlecht

# field:gnuhealth.support_request,place_occurrance:
source: Origin
de: Herkunft

# field:gnuhealth.support_request,request_actions:
source: Activities
de: Aktivitäten

# field:gnuhealth.support_request,request_date:
source: Date
de: Datum

# field:gnuhealth.support_request,requestor:
source: Requestor
de: Antragsteller

# field:gnuhealth.support_request,state:
source: State
de: Zustand

# field:gnuhealth.support_request,urgency:
source: Urgency
de: Dringlichkeit

# field:gnuhealth.support_request,urladdr:
source: OSM Map
de: OSM Karte

# field:gnuhealth.support_request,write_date:
source: Write Date
de: Speicherdatum

# field:gnuhealth.support_request,write_uid:
source: Write User
de: Letzte Änderung durch

# field:gnuhealth.support_request.log,action:
source: Activity
de: Aktivität

# field:gnuhealth.support_request.log,create_date:
source: Create Date
de: Erstellungsdatum

# field:gnuhealth.support_request.log,create_uid:
source: Create User
de: Erstellt durch

# field:gnuhealth.support_request.log,remarks:
source: Remarks
de: Bemerkungen

# field:gnuhealth.support_request.log,sr:
source: SR
de: UA

# field:gnuhealth.support_request.log,timestamp:
source: Time
de: Zeit

# field:gnuhealth.support_request.log,write_date:
source: Write Date
de: Speicherdatum

# field:gnuhealth.support_request.log,write_uid:
source: Write User
de: Letzte Änderung durch

# help:gnuhealth.ambulance,state:
source: Vehicle status
de: Fahrzeugstatus

# help:gnuhealth.ambulance,vehicle_brand:
source: Ambulance maker
de: Rettungswagenhersteller

# help:gnuhealth.ambulance,vehicle_function:
source: Vehicle main functionality
de: Hauptfunktionalität des Fahrzeugs

# help:gnuhealth.ambulance,vehicle_identifier:
source: Ambulance license number or other type of ID
de: Lizenznummer des Rettungswagens oder ein ander Typ von ID

# help:gnuhealth.ambulance,vehicle_model:
source: Ambulance model
de: Rettungswagenmodell

# help:gnuhealth.ambulance,vehicle_odometer:
source: Current odometer reading
de: Aktueller Kilometerstand

# help:gnuhealth.ambulance,vehicle_station:
source: Station / Base of the vehicle
de: Station / Basis des Fahrzeugs

# help:gnuhealth.ambulance,vehicle_type:
source: Type of vehicle
de: Typ des Fahrzeugs

# help:gnuhealth.ambulance.support,sr:
source: Support Request
de: Unterstützungsanfrage

# help:gnuhealth.ambulance.support,state:
source: Vehicle status
de: Fahrzeugstatus

# help:gnuhealth.ambulance_hp,healthprof:
source: Health Professional for this ambulance and support request
de: Rettungskräfte für diesen Rettungswagen und Unterstützungsanfrage

# help:gnuhealth.support_request,address:
source: Free text address / location
de: Freitext Adresse / Standort

# help:gnuhealth.support_request,ambulances:
source: Ambulances requested in this Support Request
de: Benötigter Rettungswagen für diese Unterstützungsanfrage

# help:gnuhealth.support_request,code:
source: Request Code
de: Anfrage Code

# help:gnuhealth.support_request,evaluation:
source: Related Patient Evaluation
de: Verwandte Patientenbewertung

# help:gnuhealth.support_request,operational_sector:
source: Operational Sector
de: Betrieblichen Bereich

# help:gnuhealth.support_request,operator:
source: Operator who took the call / support request
de: Mitarbeiter, der diesen Anruf / diese Anfrage entgegennahm

# help:gnuhealth.support_request,place_occurrance:
source: Place of occurrance
de: Ort des Vorkommens

# help:gnuhealth.support_request,request_actions:
source: Support request activity log
de: Aktivitätsprotokoll für Anfragen

# help:gnuhealth.support_request,request_date:
source: Date and time of the call for help
de: Datum und Uhrzeit des Hilferufs

# help:gnuhealth.support_request,requestor:
source: Related party (person)
de: Beteiligte Parteien (Person)

# help:gnuhealth.support_request,urladdr:
source: Maps the location on Open Street Map
de: Kartiert den Standort auf Open Street Map

# help:gnuhealth.support_request.log,action:
source: Activity log
de: Aktivitätsprotokoll

# help:gnuhealth.support_request.log,remarks:
source: Remarks for this item
de: Anmerkungen zu dieser Anfrage

# help:gnuhealth.support_request.log,sr:
source: Support Request
de: Unterstützungsanfrage

# help:gnuhealth.support_request.log,timestamp:
source: Date and time of activity
de: Datum und Uhrzeit der Aktivität

# model:gnuhealth.ambulance,name:
source: Ambulance
de: Rettungswagen

# model:gnuhealth.ambulance.support,name:
source: Ambulance associated to a Support Request
de: Rettungswagen im Zusammenhang mit einer Anfrage

# model:gnuhealth.ambulance_hp,name:
source: Ambulance Health Professionals
de: Rettungswagen Personal

# model:gnuhealth.support_request,name:
source: Support Request Registration
de: Unterstützungsanfrage Registrierung

# model:gnuhealth.support_request.log,name:
source: Ambulance associated to a Support Request
de: Rettungswagen im Zusammenhang mit einer Anfrage

# model:ir.action,name:gnuhealth_action_ambulance
source: Ambulances
de: Rettungswagen

# model:ir.action,name:gnuhealth_action_ambulance_support
source: Ambulance in Support Requests
de: Rettungswagen zu dieser Unterstützungsanfrage

# model:ir.sequence,name:seq_gnuhealth_support_request_code
source: Support Request
de: Unterstützungsanfrage

# model:ir.sequence.type,name:seq_type_gnuhealth_support_request_code
source: Support Request
de: Unterstützungsanfrage

# model:ir.ui.menu,name:gnuhealth_ambulance
source: Ambulances
de: Rettungswagen

# model:ir.ui.menu,name:gnuhealth_ambulance_sr
source: Ambulance in Support Requests
de: Rettungswagen zu dieser Unterstützungsanfrage

# selection:gnuhealth.ambulance,state:
source: At Hospital
de: Beim Krankenhaus

# selection:gnuhealth.ambulance,state:
source: Available / At Station
de: Verfügbar / Stationiert

# selection:gnuhealth.ambulance,state:
source: Dispatched
de: Gestartet

# selection:gnuhealth.ambulance,state:
source: En Route
de: Unterwegs

# selection:gnuhealth.ambulance,state:
source: On Location
de: Vor Ort

# selection:gnuhealth.ambulance,state:
source: Out of service
de: Außer Betrieb

# selection:gnuhealth.ambulance,state:
source: Returning
de: Rückkehr

# selection:gnuhealth.ambulance,state:
source: To Hospital
de: Zum Krankenhaus

# selection:gnuhealth.ambulance,vehicle_function:
source: Type A - Patient Transport
de: Typ A - Patiententransport

# selection:gnuhealth.ambulance,vehicle_function:
source: Type B - Emergency
de: Typ B - Notfall

# selection:gnuhealth.ambulance,vehicle_function:
source: Type C - Mobile ICU
de: Typ C - Mobile Intensivstation

# selection:gnuhealth.ambulance,vehicle_type:
source: Airplane
de: Flugzeug

# selection:gnuhealth.ambulance,vehicle_type:
source: Bicycle
de: Fahrrad

# selection:gnuhealth.ambulance,vehicle_type:
source: Boat
de: Boot

# selection:gnuhealth.ambulance,vehicle_type:
source: Car
de: Auto

# selection:gnuhealth.ambulance,vehicle_type:
source: Drone
de: Drohne

# selection:gnuhealth.ambulance,vehicle_type:
source: Helicopter
de: Hubschrauber

# selection:gnuhealth.ambulance,vehicle_type:
source: Motorcycle
de: Motorrad

# selection:gnuhealth.ambulance,vehicle_type:
source: Van
de: Lieferwagen

# selection:gnuhealth.ambulance.support,state:
source: At Hospital
de: Beim Krankenhaus

# selection:gnuhealth.ambulance.support,state:
source: Available / At Station
de: Verfügbar / Stationiert

# selection:gnuhealth.ambulance.support,state:
source: Dispatched
de: Gestartet

# selection:gnuhealth.ambulance.support,state:
source: En Route
de: Unterwegs

# selection:gnuhealth.ambulance.support,state:
source: On Location
de: Vor Ort

# selection:gnuhealth.ambulance.support,state:
source: Out of service
de: Außer Betrieb

# selection:gnuhealth.ambulance.support,state:
source: Returning
de: Rückkehr

# selection:gnuhealth.ambulance.support,state:
source: To Hospital
de: Zum Krankenhaus

# selection:gnuhealth.support_request,event_type:
source: Acute Coronary Syndrome
de: Akutes Koronarsyndrom

# selection:gnuhealth.support_request,event_type:
source: Acute illness
de: Akute Erkrankung

# selection:gnuhealth.support_request,event_type:
source: Acute pain
de: Akute Schmerzen

# selection:gnuhealth.support_request,event_type:
source: Allergic reaction
de: Allergische Reaktion

# selection:gnuhealth.support_request,event_type:
source: Bullying, battering
de: Schikanierung, Misshandlung

# selection:gnuhealth.support_request,event_type:
source: Choke
de: Ersticken

# selection:gnuhealth.support_request,event_type:
source: Chronic illness
de: Chronische Krankheit

# selection:gnuhealth.support_request,event_type:
source: Deceased person
de: Verstorbene Person

# selection:gnuhealth.support_request,event_type:
source: Domestic violence
de: Häusliche Gewalt

# selection:gnuhealth.support_request,event_type:
source: Drug intoxication
de: Drogenvergiftung

# selection:gnuhealth.support_request,event_type:
source: Endocrine event (diabetes, adrenal crisis, ..)
de: Endokrines Ereignis (Diabetes, Nebennierenkrise, ...)

# selection:gnuhealth.support_request,event_type:
source: Environmental event (weather, animals, ...)
de: Umweltereignis (Wetter, Tiere, ...)

# selection:gnuhealth.support_request,event_type:
source: Eye, Ear and Nose event
de: Auge, Ohr und Nase Fall

# selection:gnuhealth.support_request,event_type:
source: Fall
de: Fallen

# selection:gnuhealth.support_request,event_type:
source: Fire
de: Feuer

# selection:gnuhealth.support_request,event_type:
source: Food intoxication
de: Lebensmittelvergiftung

# selection:gnuhealth.support_request,event_type:
source: Gas intoxication
de: Gasvergiftung

# selection:gnuhealth.support_request,event_type:
source: Gastrointestinal event
de: Gastrointestinales Ereignis

# selection:gnuhealth.support_request,event_type:
source: Near drowning
de: Beinahe ertrunken

# selection:gnuhealth.support_request,event_type:
source: Neurological event (stroke, TIA, seizure, ...)
de: Neurologisches Ereignis (Schlaganfall, TIA, Krampfanfall, ...)

# selection:gnuhealth.support_request,event_type:
source: Other specified
de: Anders spezifiziert

# selection:gnuhealth.support_request,event_type:
source: Pregnancy related event
de: Schwangerschaftsereignis

# selection:gnuhealth.support_request,event_type:
source: Psychiatric event
de: Psychiatrisches Ereignis

# selection:gnuhealth.support_request,event_type:
source: Respiratory distress
de: Atemnot

# selection:gnuhealth.support_request,event_type:
source: Robbery, violent assault
de: Raubüberfall, gewaltsamer Überfall

# selection:gnuhealth.support_request,event_type:
source: Sexual assault
de: Sexueller Übergriff

# selection:gnuhealth.support_request,event_type:
source: Suicide attempt
de: Selbstmordversuch

# selection:gnuhealth.support_request,event_type:
source: Transportation accident
de: Verkehrsunfall

# selection:gnuhealth.support_request,event_type:
source: Traumatic Injuries
de: Traumatische Verletzungen

# selection:gnuhealth.support_request,place_occurrance:
source: Commercial Area
de: Gewerbegebiet

# selection:gnuhealth.support_request,place_occurrance:
source: Home
de: Zuhause

# selection:gnuhealth.support_request,place_occurrance:
source: Institution
de: Institut

# selection:gnuhealth.support_request,place_occurrance:
source: Public Building
de: Öffentliches Gebäude

# selection:gnuhealth.support_request,place_occurrance:
source: Public transportation
de: Öffentliche Verkehrsmittel

# selection:gnuhealth.support_request,place_occurrance:
source: Recreational Area
de: Erholungsgebiet

# selection:gnuhealth.support_request,place_occurrance:
source: School
de: Schule

# selection:gnuhealth.support_request,place_occurrance:
source: Sports event
de: Sportveranstaltung

# selection:gnuhealth.support_request,place_occurrance:
source: Street
de: Straße

# selection:gnuhealth.support_request,place_occurrance:
source: Unknown
de: Unbekannt

# selection:gnuhealth.support_request,state:
source: Closed
de: Geschlossen

# selection:gnuhealth.support_request,state:
source: Open
de: Offen

# selection:gnuhealth.support_request,urgency:
source: Emergency
de: Notfall

# selection:gnuhealth.support_request,urgency:
source: Low
de: Niedrig

# selection:gnuhealth.support_request,urgency:
source: Urgent
de: Dringend

# selection:gnuhealth.support_request.log,action:
source: Ambulance
de: Rettungswagen

# selection:gnuhealth.support_request.log,action:
source: General
de: Allgemein
