Repository: alwindoss/gnuhealth
Catalog: tryton/health_iss/locale/*.po
Languages: de

# field:gnuhealth.iss,alcohol:
source: Alcohol
de: Alkohol

# field:gnuhealth.iss,complaint:
source: Chief Complaint
de: Hauptbeschwerde

# field:gnuhealth.iss,create_date:
source: Create Date
de: Datum erstellen

# field:gnuhealth.iss,create_uid:
source: Create User
de: Benutzer erstellen

# field:gnuhealth.iss,drugs:
source: Other Drugs
de: Andere Medikamente

# field:gnuhealth.iss,healthcenter:
source: Institution
de: Einrichtung

# field:gnuhealth.iss,id:
source: ID
de: Kennung

# field:gnuhealth.iss,injury_date:
source: Injury Date
de: Unfalldatum

# field:gnuhealth.iss,injury_method:
source: Method
de: Methode

# field:gnuhealth.iss,injury_type:
source: Injury Type
de: Verletzungstyp

# field:gnuhealth.iss,latitude:
source: Latidude
de: Breitengrad

# field:gnuhealth.iss,longitude:
source: Longitude
de: Länge

# field:gnuhealth.iss,mva_counterpart:
source: Counterpart
de: Unfallgegner

# field:gnuhealth.iss,mva_mode:
source: Mode
de: Modus

# field:gnuhealth.iss,mva_position:
source: User Position
de: Nutzer Position

# field:gnuhealth.iss,name:
source: Evaluation
de: Analyse

# field:gnuhealth.iss,operational_sector:
source: O. Sector
de: O.Sektor

# field:gnuhealth.iss,patient_age:
source: Age
de: Alter

# field:gnuhealth.iss,patient_sex:
source: Sex
de: Geschlecht

# field:gnuhealth.iss,place_occurrance:
source: Place
de: Ort

# field:gnuhealth.iss,registration_date:
source: Registration Date
de: Registrierungsdatum

# field:gnuhealth.iss,safety_gear:
source: Safety Gear
de: Sicherheitseinrichtung

# field:gnuhealth.iss,urladdr:
source: OSM Map
de: OSM Karte

# field:gnuhealth.iss,victim_perpetrator:
source: Relationship
de: Beziehung

# field:gnuhealth.iss,violence_circumstances:
source: Context
de: Kontext

# field:gnuhealth.iss,write_date:
source: Write Date
de: Datum erstellen

# field:gnuhealth.iss,write_uid:
source: Write User
de: Benutzer erstellen

# help:gnuhealth.iss,alcohol:
source: Is there evidence of alcohol use by the injured person in the 6 hours before the accident ?
de: Gibt es Beweise für Alkoholkonsum des Verletzten in den 6 Stunden vor dem Unfall ?

# help:gnuhealth.iss,code:
source: Injury Code
de: Verletzungscode

# help:gnuhealth.iss,disposition:
source: Place of occurrance
de: Ort des Auftretens

# help:gnuhealth.iss,drugs:
source: Is there evidence of drug use by the injured person in the 6 hours before the accident ?
de: Gibt es Beweise für Drogenkonsum des Verletzten in den 6 Stunden vor dem Unfall ?

# help:gnuhealth.iss,injury_date:
source: Usually the same as the Evaluation
de: Gewöhnlicherweise das Gleiche wie in der Untersuchung

# help:gnuhealth.iss,injury_method:
source: Method of Injury
de: Methode der Verletzung

# help:gnuhealth.iss,mva_counterpart:
source: Motor Vehicle Accident Counterpart
de: Kraftfahrzeugsunfallgegner

# help:gnuhealth.iss,mva_mode:
source: Motor Vehicle Accident Mode
de: Kraftfahrzeugsunfall Modus

# help:gnuhealth.iss,mva_position:
source: Motor Vehicle Accident user position
de: Kraftfahrzeugsunfall Nutzerposition

# help:gnuhealth.iss,name:
source: Related Patient Evaluation
de: Verknüpfte Patientenuntersuchung

# help:gnuhealth.iss,operational_sector:
source: Operational Sector in which happened the injury
de: Operationsbereich in dem die Verletzung geschah

# help:gnuhealth.iss,place_occurrance:
source: Place of occurrance
de: Ort des Auftretens

# help:gnuhealth.iss,safety_gear:
source: Use of Safety Gear - Helmet, safety belt...
de: Verwendung von Sicherheitsausrüstung - Helm, Sicherheitsgurt...

# help:gnuhealth.iss,urladdr:
source: Maps the Accident / Injury location on Open Street Map
de: Lokalisiert den Unfallort/Verletzungsort auf Open Street Map

# help:gnuhealth.iss,victim_perpetrator:
source: Victim - Perpetrator relationship
de: Beziehung Opfer - Unfallverursacher

# help:gnuhealth.iss,violence_circumstances:
source: Precipitating Factor
de: Auslösender Faktor

# model:gnuhealth.iss,name:
source: Injury Surveillance System Registration
de: Injury Surveillance System Registrierung

# model:ir.action,name:act_iss_form1
source: Injury Surveillance System Registration
de: Injury Surveillance System Registrierung

# model:ir.action,name:gnuhealth_action_iss
source: Injury Surveillance System Registration
de: Injury Surveillance System Registrierung

# model:ir.ui.menu,name:gnuhealth_report_iss
source: Injury Surveillance System Registration
de: Injury Surveillance System Registrierung

# selection:gnuhealth.iss,alcohol:
source: No
de: Nein

# selection:gnuhealth.iss,alcohol:
source: Suspected
de: Vermutet

# selection:gnuhealth.iss,alcohol:
source: Unknown
de: Unbekannt

# selection:gnuhealth.iss,alcohol:
source: Yes
de: Ja

# selection:gnuhealth.iss,disposition:
source: Admitted to Observation
de: Aufgenommen zur Überwachung

# selection:gnuhealth.iss,disposition:
source: Admitted to Ward
de: Aufgenommen auf Station

# selection:gnuhealth.iss,disposition:
source: Dead on Arrival
de: Tot bei Ankunft

# selection:gnuhealth.iss,disposition:
source: Died
de: Tot

# selection:gnuhealth.iss,disposition:
source: Discharge Against Advise
de: Entlassung gegen Revers

# selection:gnuhealth.iss,disposition:
source: Transferred
de: Transferiert

# selection:gnuhealth.iss,disposition:
source: Treated and Sent Home
de: Behandelt und nach Hause entlassen

# selection:gnuhealth.iss,drugs:
source: No
de: Nein

# selection:gnuhealth.iss,drugs:
source: Suspected
de: Vermutet

# selection:gnuhealth.iss,drugs:
source: Unknown
de: Unbekannt

# selection:gnuhealth.iss,drugs:
source: Yes
de: Ja

# selection:gnuhealth.iss,injury_method:
source: Blunt object
de: Stumpfer Gegenstand

# selection:gnuhealth.iss,injury_method:
source: Choking/strangulation
de: Erwürgen/Strangulation

# selection:gnuhealth.iss,injury_method:
source: Gun shot
de: Gewehrschuss

# selection:gnuhealth.iss,injury_method:
source: Other
de: Nephrotisches Syndrom: Sonstige morphologische Veränderungen

# selection:gnuhealth.iss,injury_method:
source: Push/bodily force
de: Stoß/körperliche Gewalt

# selection:gnuhealth.iss,injury_method:
source: Sexual Assault
de: Sexueller Übergriff

# selection:gnuhealth.iss,injury_method:
source: Sharp objects
de: Scharfe Gegenstände

# selection:gnuhealth.iss,injury_method:
source: Unknown
de: Unbekannt

# selection:gnuhealth.iss,injury_type:
source: Accidental / Unintentional
de: Unfall / Unabsichtlich

# selection:gnuhealth.iss,injury_type:
source: Motor Vehicle
de: Kraftfahrzeug

# selection:gnuhealth.iss,injury_type:
source: Suicide Attempt
de: Selbstmordversuch

# selection:gnuhealth.iss,injury_type:
source: Violence
de: Gewalt

# selection:gnuhealth.iss,mva_counterpart:
source: Aircraft
de: Flugzeug

# selection:gnuhealth.iss,mva_counterpart:
source: Bicycle
de: Fahrrad

# selection:gnuhealth.iss,mva_counterpart:
source: Boat / Ship
de: Boot / Schiff

# selection:gnuhealth.iss,mva_counterpart:
source: Car
de: Auto

# selection:gnuhealth.iss,mva_counterpart:
source: Motorbike
de: Motorrad

# selection:gnuhealth.iss,mva_counterpart:
source: Other
de: Nephrotisches Syndrom: Sonstige morphologische Veränderungen

# selection:gnuhealth.iss,mva_counterpart:
source: Pedestrian
de: Fußgänger

# selection:gnuhealth.iss,mva_counterpart:
source: Train
de: Zug

# selection:gnuhealth.iss,mva_counterpart:
source: Truck / Heavy vehicle
de: LKW / Schwerfahrzeug

# selection:gnuhealth.iss,mva_counterpart:
source: Unknown
de: Unbekannt

# selection:gnuhealth.iss,mva_mode:
source: Aircraft
de: Flugzeug

# selection:gnuhealth.iss,mva_mode:
source: Bicycle
de: Fahrrad

# selection:gnuhealth.iss,mva_mode:
source: Boat / Ship
de: Boot / Schiff

# selection:gnuhealth.iss,mva_mode:
source: Car
de: Auto

# selection:gnuhealth.iss,mva_mode:
source: Motorbike
de: Motorrad

# selection:gnuhealth.iss,mva_mode:
source: Other
de: Nephrotisches Syndrom: Sonstige morphologische Veränderungen

# selection:gnuhealth.iss,mva_mode:
source: Pedestrian
de: Fußgänger

# selection:gnuhealth.iss,mva_mode:
source: Train
de: Zug

# selection:gnuhealth.iss,mva_mode:
source: Truck / Heavy vehicle
de: LKW / Schwerfahrzeug

# selection:gnuhealth.iss,mva_mode:
source: Unknown
de: Unbekannt

# selection:gnuhealth.iss,mva_position:
source: Bystander
de: unbeteiligter Zuschauer

# selection:gnuhealth.iss,mva_position:
source: Driver
de: Fahrer

# selection:gnuhealth.iss,mva_position:
source: Outside / on the back
de: außen

# selection:gnuhealth.iss,mva_position:
source: Passenger
de: Passagier

# selection:gnuhealth.iss,mva_position:
source: Unknown
de: Unbekannt

# selection:gnuhealth.iss,mva_position:
source: Unspecified vehicle
de: undefiniertes Fahrzeug

# selection:gnuhealth.iss,place_occurrance:
source: Commercial Area
de: Gewerbegebiet

# selection:gnuhealth.iss,place_occurrance:
source: Home
de: Dieser Viersteller ist nicht zu codieren

# selection:gnuhealth.iss,place_occurrance:
source: Institution
de: Einrichtung

# selection:gnuhealth.iss,place_occurrance:
source: Public Building
de: Öffentliches Gebäude

# selection:gnuhealth.iss,place_occurrance:
source: Public transportation
de: Öffentliche Verkehrsmittel

# selection:gnuhealth.iss,place_occurrance:
source: Recreational Area
de: Freizeitgebiet

# selection:gnuhealth.iss,place_occurrance:
source: School
de: Schule

# selection:gnuhealth.iss,place_occurrance:
source: Sports event
de: Sportereignisse

# selection:gnuhealth.iss,place_occurrance:
source: Street
de: Straße

# selection:gnuhealth.iss,place_occurrance:
source: Unknown
de: Unbekannt

# selection:gnuhealth.iss,safety_gear:
source: No
de: Nein

# selection:gnuhealth.iss,safety_gear:
source: Unknown
de: Unbekannt

# selection:gnuhealth.iss,safety_gear:
source: Yes
de: Ja

# selection:gnuhealth.iss,victim_perpetrator:
source: Acquaintance / Friend
de: Bekannter / Freund

# selection:gnuhealth.iss,victim_perpetrator:
source: Girl / Boyfriend
de: Partner

# selection:gnuhealth.iss,victim_perpetrator:
source: Official / Legal
de: amtlich / legal

# selection:gnuhealth.iss,victim_perpetrator:
source: Other relative
de: Anderer Verwandter

# selection:gnuhealth.iss,victim_perpetrator:
source: Parent
de: Elternteil

# selection:gnuhealth.iss,victim_perpetrator:
source: Stranger
de: Fremder

# selection:gnuhealth.iss,victim_perpetrator:
source: Wife / Husband
de: Ehefrau / Ehemann

# selection:gnuhealth.iss,victim_perpetrator:
source: other
de: andere

# selection:gnuhealth.iss,violence_circumstances:
source: Committing a crime (other)
de: ein Verbrechen begehen (anderes)

# selection:gnuhealth.iss,violence_circumstances:
source: Drug Related
de: Drogenbezogen

# selection:gnuhealth.iss,violence_circumstances:
source: Fight
de: Kampf

# selection:gnuhealth.iss,violence_circumstances:
source: Gang Activity
de: Bandenaktivität

# selection:gnuhealth.iss,violence_circumstances:
source: Other
de: Nephrotisches Syndrom: Sonstige morphologische Veränderungen

# selection:gnuhealth.iss,violence_circumstances:
source: Robbery
de: Raub

# selection:gnuhealth.iss,violence_circumstances:
source: Sexual Assault
de: Sexueller Übergriff

# selection:gnuhealth.iss,violence_circumstances:
source: Unknown
de: Unbekannt
