Repository: alwindoss/gnuhealth
Catalog: tryton/health_icu/locale/*.po
Languages: de, fr_fr

# error:gnuhealth.icu.ventilation:
source: Our records indicate that the patient is already on Mechanical Ventilation !
de: Aus unseren Unterlagen geht hervor, dass der Patient bereits mechanisch beatmet wird!
fr_fr: Nos dossiers indiquent que le patient est déjà sous ventilation mécanique!

# error:gnuhealth.inpatient.icu:
source: Our records indicate that the patient is already admitted at ICU
de: Aus unseren Unterlagen geht hervor, dass der Patient bereits auf der Intensivstation aufgenommen wurde
fr_fr: Nos dossiers indiquent que le patient est déjà admis à l'USI

# field:gnuhealth.icu.apache2,chronic_condition:
source: Chronic condition
de: Chronische Erkrankung
fr_fr: Problème de santé chronique

# field:gnuhealth.icu.apache2,create_date:
source: Create Date
de: Datum erstellen
fr_fr: Date de création

# field:gnuhealth.icu.apache2,create_uid:
source: Create User
de: Benutzer erstellen
fr_fr: Utilisateur qui a crée

# field:gnuhealth.icu.apache2,heart_rate:
source: Heart Rate
de: Herzfrequenz
fr_fr: Fréquence cardiaque

# field:gnuhealth.icu.apache2,hematocrit:
source: Hematocrit
de: Hämatokrit
fr_fr: Hématocrite

# field:gnuhealth.icu.apache2,hospital_admission_type:
source: Hospital Admission Type
de: Krankenhausaufnahme Typ
fr_fr: Type d'admission à l'hôpital

# field:gnuhealth.icu.apache2,name:
source: Registration Code
de: Anmeldecode
fr_fr: Code d'enregistrement

# field:gnuhealth.icu.apache2,rec_name:
source: Name
fr_fr: Nom

# field:gnuhealth.icu.apache2,respiratory_rate:
source: Respiratory Rate
de: Atemfrequenz
fr_fr: Fréquence respiratoire

# field:gnuhealth.icu.apache2,serum_creatinine:
source: Creatinine
de: Kreatinin
fr_fr: Créatinine

# field:gnuhealth.icu.apache2,temperature:
source: Temperature
de: Temperatur
fr_fr: Température

# field:gnuhealth.icu.apache2,wbc:
source: WBC
fr_fr: NGB

# field:gnuhealth.icu.apache2,write_date:
source: Write Date
de: Datum erstellen
fr_fr: Date d'écriture

# field:gnuhealth.icu.apache2,write_uid:
source: Write User
de: Benutzer erstellen
fr_fr: Utilisateur qui a modifié

# field:gnuhealth.icu.chest_drainage,air_leak:
source: Air Leak
fr_fr: Fuite d'air

# field:gnuhealth.icu.chest_drainage,create_date:
source: Create Date
de: Datum erstellen
fr_fr: Date de création

# field:gnuhealth.icu.chest_drainage,create_uid:
source: Create User
de: Benutzer erstellen
fr_fr: Utilisateur qui a crée

# field:gnuhealth.icu.chest_drainage,location:
source: Location
de: Ort
fr_fr: Emplacement

# field:gnuhealth.icu.chest_drainage,name:
source: Rounding
de: Runden
fr_fr: En ronde

# field:gnuhealth.icu.chest_drainage,rec_name:
source: Name
fr_fr: Nom

# field:gnuhealth.icu.chest_drainage,remarks:
source: Remarks
de: Bemerkungen
fr_fr: Remarques

# field:gnuhealth.icu.chest_drainage,suction:
source: Suction
de: Absaugung
fr_fr: Succion

# field:gnuhealth.icu.chest_drainage,write_date:
source: Write Date
de: Datum erstellen
fr_fr: Date d'écriture

# field:gnuhealth.icu.chest_drainage,write_uid:
source: Write User
de: Benutzer erstellen
fr_fr: Utilisateur qui a modifié

# field:gnuhealth.icu.ecg,axis:
source: Axis
fr_fr: Axe

# field:gnuhealth.icu.ecg,create_date:
source: Create Date
fr_fr: Date de création

# field:gnuhealth.icu.ecg,create_uid:
source: Create User
fr_fr: Utilisateur qui a crée

# field:gnuhealth.icu.ecg,ecg_strip:
source: ECG Strip
fr_fr: ECG Bande

# field:gnuhealth.icu.ecg,interpretation:
source: Interpretation
fr_fr: Interprétation

# field:gnuhealth.icu.ecg,lead:
source: Lead
fr_fr: dérivation

# field:gnuhealth.icu.ecg,name:
source: Registration Code
fr_fr: Code d'enregistrement

# field:gnuhealth.icu.ecg,pacemaker:
source: Pacemaker
fr_fr: Stimulateur cardiaque

# field:gnuhealth.icu.ecg,rate:
source: Rate
fr_fr: Fréquence

# field:gnuhealth.icu.ecg,rec_name:
source: Name
fr_fr: Nom

# field:gnuhealth.icu.ecg,rhythm:
source: Rhythm
fr_fr: Rythme

# field:gnuhealth.icu.ecg,st_segment:
source: ST Segment
fr_fr: Segment ST

# field:gnuhealth.icu.ecg,twave_inversion:
source: T wave inversion
fr_fr: Inversion de l'onde T

# field:gnuhealth.icu.ecg,write_date:
source: Write Date
fr_fr: Date d'écriture

# field:gnuhealth.icu.ecg,write_uid:
source: Write User
fr_fr: Utilisateur qui a modifié

# field:gnuhealth.icu.glasgow,create_date:
source: Create Date
de: Datum erstellen
fr_fr: Date de création

# field:gnuhealth.icu.glasgow,create_uid:
source: Create User
de: Benutzer erstellen
fr_fr: Utilisateur qui a crée

# field:gnuhealth.icu.glasgow,glasgow_eyes:
source: Eyes
de: Augen
fr_fr: yeux

# field:gnuhealth.icu.glasgow,glasgow_motor:
source: Motor
fr_fr: moteur

# field:gnuhealth.icu.glasgow,name:
source: Registration Code
de: Anmeldecode
fr_fr: Code d'enregistrement

# field:gnuhealth.icu.glasgow,rec_name:
source: Name
fr_fr: Nom

# field:gnuhealth.icu.glasgow,write_date:
source: Write Date
de: Datum erstellen
fr_fr: Date d'écriture

# field:gnuhealth.icu.glasgow,write_uid:
source: Write User
de: Benutzer erstellen
fr_fr: Utilisateur qui a modifié

# field:gnuhealth.icu.ventilation,create_date:
source: Create Date
de: Datum erstellen
fr_fr: Date de création

# field:gnuhealth.icu.ventilation,create_uid:
source: Create User
de: Benutzer erstellen
fr_fr: Utilisateur qui a crée

# field:gnuhealth.icu.ventilation,current_mv:
source: Current
de: Strom
fr_fr: Actuel

# field:gnuhealth.icu.ventilation,ett_size:
source: ETT Size
de: ETT Größe
fr_fr: Taille du Tube endotrachéal

# field:gnuhealth.icu.ventilation,mv_end:
source: To
de: zu
fr_fr: A

# field:gnuhealth.icu.ventilation,mv_period:
source: Duration
de: Länge
fr_fr: Durée

# field:gnuhealth.icu.ventilation,mv_start:
source: From
de: von
fr_fr: De

# field:gnuhealth.icu.ventilation,name:
source: Patient ICU Admission
de: Patient ICU Aufnahme
fr_fr: Patients admis aux soins intensifs

# field:gnuhealth.icu.ventilation,rec_name:
source: Name
fr_fr: Nom

# field:gnuhealth.icu.ventilation,remarks:
source: Remarks
de: Bemerkungen
fr_fr: Remarques

# field:gnuhealth.icu.ventilation,tracheostomy_size:
source: Tracheostomy size
de: Tracheostomie Größe
fr_fr: Taille trachéotomie

# field:gnuhealth.icu.ventilation,write_date:
source: Write Date
de: Datum erstellen
fr_fr: Date d'écriture

# field:gnuhealth.icu.ventilation,write_uid:
source: Write User
de: Benutzer erstellen
fr_fr: Utilisateur qui a modifié

# field:gnuhealth.inpatient.icu,admitted:
source: Admitted
de: Eingeliefert
fr_fr: Admis

# field:gnuhealth.inpatient.icu,create_date:
source: Create Date
de: Datum erstellen
fr_fr: Date de création

# field:gnuhealth.inpatient.icu,create_uid:
source: Create User
de: Benutzer erstellen
fr_fr: Utilisateur qui a crée

# field:gnuhealth.inpatient.icu,discharged_from_icu:
source: Discharged
de: Entlassen
fr_fr: Sortie

# field:gnuhealth.inpatient.icu,icu_admission_date:
source: ICU Admission
de: ICU Aufnahme
fr_fr: Admission aux soins intensifs

# field:gnuhealth.inpatient.icu,icu_discharge_date:
source: Discharge
de: Entlassen
fr_fr: Sortie

# field:gnuhealth.inpatient.icu,icu_stay:
source: Duration
de: Dauer
fr_fr: Durée

# field:gnuhealth.inpatient.icu,mv_history:
source: Mechanical Ventilation History
de: Mechanische Beatmung Verlauf
fr_fr: Historique de ventilation mécanique

# field:gnuhealth.inpatient.icu,name:
source: Registration Code
de: Anmeldecode
fr_fr: Code d'enregistrement

# field:gnuhealth.inpatient.icu,rec_name:
source: Name
fr_fr: Nom

# field:gnuhealth.inpatient.icu,write_date:
source: Write Date
de: Datum erstellen
fr_fr: Date d'écriture

# field:gnuhealth.inpatient.icu,write_uid:
source: Write User
de: Benutzer erstellen
fr_fr: Utilisateur qui a modifié

# field:gnuhealth.inpatient.registration,icu:
source: ICU
fr_fr: Soins intensifs

# field:gnuhealth.inpatient.registration,icu_admissions:
source: ICU Admissions
de: ICU Aufnahmen
fr_fr: Admissions aux soins intensifs

# field:gnuhealth.patient.rounding,anisocoria:
source: Anisocoria
de: Anisokorie
fr_fr: Anisocorie

# field:gnuhealth.patient.rounding,arterial_access:
source: Arterial Access
de: Arterieller Zugang
fr_fr: Accès artériel

# field:gnuhealth.patient.rounding,bacteremia:
source: Bacteremia
de: Bakteriämie
fr_fr: Bactériémie

# field:gnuhealth.patient.rounding,bowel_sounds:
source: Bowel Sounds
de: Darmgeräusche
fr_fr: Bruits intestinaux

# field:gnuhealth.patient.rounding,cellulitis:
source: Cellulitis
de: Cellulite
fr_fr: Phlegmon

# field:gnuhealth.patient.rounding,dialysis:
source: Dialysis
de: Dialyse
fr_fr: Dialyse

# field:gnuhealth.patient.rounding,edema:
source: Edema
de: Ödeme
fr_fr: Œdème

# field:gnuhealth.patient.rounding,icu_patient:
source: ICU
fr_fr: Soins intensifs

# field:gnuhealth.patient.rounding,lips_lesion:
source: Lips lesion
de: Lippenläsion
fr_fr: Lésion des lèvres

# field:gnuhealth.patient.rounding,necrotizing_fasciitis:
source: Necrotizing fasciitis
de: Necrotisierende Fasziitis
fr_fr: Fasciite nécrosante

# field:gnuhealth.patient.rounding,oral_mucosa_lesion:
source: Oral mucosa lesion
de: Oral Mukosaläsion
fr_fr: Lésion de la muqueuse buccale

# field:gnuhealth.patient.rounding,oxygen_mask:
source: Oxygen Mask
de: Sauerstoffmaske
fr_fr: Masque à oxygène

# field:gnuhealth.patient.rounding,paradoxical_expansion:
source: Paradoxical
de: Paradox
fr_fr: Paradoxal

# field:gnuhealth.patient.rounding,peep:
source: PEEP
fr_fr: Pression positive en fin d'expiration

# field:gnuhealth.patient.rounding,peritonitis:
source: Peritonitis signs
de: Peritonitiszeichen
fr_fr: Signes de péritonite

# field:gnuhealth.patient.rounding,pupil_consensual_resp:
source: Consensual Response
de: adäquate Antwort
fr_fr: Réponse consensuelle

# field:gnuhealth.patient.rounding,pupil_dilation:
source: Pupil Dilation
de: Pupillenausdehnung
fr_fr: Dilatation de la pupille

# field:gnuhealth.patient.rounding,pupillary_reactivity:
source: Pupillary Reactivity
de: Reaktivität der Pupillen
fr_fr: Réactivité pupillaire

# field:gnuhealth.patient.rounding,respiration_type:
source: Respiration
de: Atmung
fr_fr: La respiration

# field:gnuhealth.patient.rounding,ssi:
source: Surgery Site Infection
de: OP-Feld Infektion
fr_fr: Infection du site chirurgical

# field:gnuhealth.patient.rounding,stools:
source: Stools
de: Stuhl
fr_fr: Selles

# field:gnuhealth.patient.rounding,trachea_alignment:
source: Tracheal alignment
de: Tracheale Ausrichtung
fr_fr: Alignement trachéal

# field:gnuhealth.patient.rounding,tracheal_tug:
source: Tracheal Tug
fr_fr: Traction subite trachéale

# field:gnuhealth.patient.rounding,venous_access:
source: Venous Access
de: Venöser Zugang
fr_fr: Accès veineux

# field:gnuhealth.patient.rounding,vomiting:
source: Vomiting
de: Erbrechen
fr_fr: Vomissements

# field:gnuhealth.patient.rounding,wound_dehiscence:
source: Wound Dehiscence
de: Wunddehiszenz
fr_fr: Déhiscence de la plaie

# field:gnuhealth.patient.rounding,xray:
source: Xray
de: Röntgen
fr_fr: Rayon X

# help:gnuhealth.icu.apache2,age:
source: Patient age in years
de: Alter des Patienten in Jahren
fr_fr: Âge du patient en années

# help:gnuhealth.icu.apache2,arf:
source: Acute Renal Failure
de: Akutes Nierenversagen
fr_fr: Insuffisance rénale aiguë

# help:gnuhealth.icu.apache2,chronic_condition:
source: Organ Failure or immunocompromised patient
de: Organversagen oder immunbeeinträchtigter Patient
fr_fr: Insuffisance organique ou patient immunodéprimé

# help:gnuhealth.icu.apache2,gcs:
source: Last Glasgow Coma Scale You can use the GSC calculator from the Patient Evaluation Form.
fr_fr: Dernière Échelle de Glasgow Vous pouvez utiliser la calculatrice CGC à partir du Formulaire d'Evaluation des Patients.

# help:gnuhealth.icu.apache2,mean_ap:
source: Mean Arterial Pressure
de: Mittlerer arterieller Druck
fr_fr: Pression artérielle moyenne

# help:gnuhealth.icu.apache2,score_date:
source: Date of the score
de: Datum des Scores
fr_fr: Date de la note

# help:gnuhealth.icu.apache2,temperature:
source: Rectal temperature
de: Rektaltemperatur
fr_fr: Température rectale

# help:gnuhealth.icu.apache2,wbc:
source: White blood cells x 1000 - if you want to input 4500 wbc / ml, type in 4.5
fr_fr: Globules blancs x 1000 - si vous souhaitez saisir 4500 WBC / ml, tapez 4.5

# help:gnuhealth.icu.ecg,pr:
source: Duration of PR interval in milliseconds
fr_fr: Durée de l'intervalle PR en millisecondes

# help:gnuhealth.icu.ecg,qrs:
source: Duration of QRS interval in milliseconds
fr_fr: Durée de l'intervalle QRS en millisecondes

# help:gnuhealth.icu.ecg,qt:
source: Duration of QT interval in milliseconds
fr_fr: Durée de l'intervalle QT en millisecondes

# help:gnuhealth.icu.glasgow,evaluation_date:
source: Date / Time
de: Datum / Zeit
fr_fr: Date / Heure

# help:gnuhealth.icu.glasgow,glasgow:
source: Level of Consciousness - on Glasgow Coma Scale : < 9 severe - 9-12 Moderate, > 13 minor
fr_fr: Niveau de conscience - sur l'échelle de Glasgow : >9 sévère - 9-12 modéré,> 13 mineur

# help:gnuhealth.icu.ventilation,mv_end:
source: End of Mechanical Ventilation
de: Ende der Mechanischen Ventilation
fr_fr: Fin de la ventilation mécanique

# help:gnuhealth.icu.ventilation,mv_start:
source: Start of Mechanical Ventilation
de: Beginn der Mechanischen Ventilation
fr_fr: Début de la ventilation mécanique

# help:gnuhealth.icu.ventilation,ventilation:
source: NPPV = Non-Invasive Positive Pressure Ventilation, BiPAP-CPAP ETT - Endotracheal Tube
fr_fr: VPPNE =Ventilation non invasive en pression positive, BiPAP-CPAP ⏎ ETT - Tube endotrachéal

# help:gnuhealth.inpatient.icu,admitted:
source: Will be set when the patient is currently admitted at ICU
de: Wird gesetzt wenn der Patient zur Zeit auf die ICU aufgenommen ist
fr_fr: sera renseigné lorsque le patient est actuellement admin au service de soins intensif

# help:gnuhealth.inpatient.icu,icu_admission_date:
source: ICU Admission Date
de: ICU Aufnahmedatum
fr_fr: Soins intensifs date d'admission

# help:gnuhealth.inpatient.registration,icu:
source: Shows if patient was admitted to the Intensive Care Unit during the hospitalization period
fr_fr: Montre si le patient a été admis à l'unité de Soins Intensifs au cours de la période d'hospitalisation

# help:gnuhealth.patient.rounding,icu_patient:
source: Check this box if this isan Intensive Care Unit rounding.
de: Ankreuzen falls dies eine Intensivstationsvisite ist.
fr_fr: Cochez cette case si c'est une unité de Soins Intensifs arrondie.

# help:gnuhealth.patient.rounding,left_pupil:
source: size in mm of left pupil
de: Grösse der linken Pupille in mm
fr_fr: taille en mm de la pupille gauche

# help:gnuhealth.patient.rounding,paradoxical_expansion:
source: Paradoxical Chest Expansion
de: Paradoxe Thoraxexpansion
fr_fr: Expansion thoracique paradoxale

# help:gnuhealth.patient.rounding,peep_pressure:
source: Pressure
de: Druck
fr_fr: Pression

# help:gnuhealth.patient.rounding,pupil_consensual_resp:
source: Pupillary Consensual Response
de: Pupillen konsensuelle Antwort
fr_fr: Réflexe photomoteur

# help:gnuhealth.patient.rounding,right_pupil:
source: size in mm of right pupil
de: Grösse der rechten Pupille in mm
fr_fr: Taille en mm de pupille droite

# help:gnuhealth.patient.rounding,sce:
source: Subcutaneous Emphysema
de: Subkutanes Emphysem
fr_fr: Emphysème sous-cutané

# help:gnuhealth.patient.rounding,swan_ganz:
source: Pulmonary Artery Catheterization - PAC -
de: Pulmonalarterienkatheter - PAC -
fr_fr: Cathéterisation d'artère pulmonaire - PAC -

# model:gnuhealth.icu.apache2,name:
source: Apache II scoring
fr_fr: Pointage Apache II

# model:gnuhealth.icu.chest_drainage,name:
source: Chest Drainage Asessment
de: Thoraxdrainage Überprüfung
fr_fr: Évaluation du drain thoracique

# model:gnuhealth.icu.glasgow,name:
source: Glasgow Coma Scale
fr_fr: Échelle de Glasgow

# model:gnuhealth.icu.ventilation,name:
source: Mechanical Ventilation History
de: Mechanische Beatmung Verlauf
fr_fr: Historique de ventilation mécanique

# model:gnuhealth.inpatient.icu,name:
source: Patient ICU Information
fr_fr: Information pour les patients aux soins intensifs

# model:ir.action,name:act_glasgow_form1
source: Glasgow Coma Scale
fr_fr: Échelle de Glasgow

# model:ir.action,name:action_gnuhealth_icu_apache2_form
source: APACHE II Score
fr_fr: Scores de gravité Apache II

# model:ir.action,name:action_gnuhealth_inpatient_icu_form
source: Patient ICU Info
fr_fr: Information pour les patients aux soins intensifs

# model:ir.ui.menu,name:gnuhealth_icu_menu
source: Intensive Care
de: Intensivstation
fr_fr: Soins Intensifs

# model:ir.ui.menu,name:menu_gnuhealth_icu_apache2_list
source: APACHE II Score
fr_fr: Scores de gravité Apache II

# model:ir.ui.menu,name:menu_gnuhealth_inpatient_icu_list
source: Patient ICU Info
fr_fr: Information pour les patients aux soins intensifs

# selection:gnuhealth.icu.apache2,hospital_admission_type:
source: Medical or emergency postoperative
de: Medizinisch oder Notfall postoperativ
fr_fr: Médical ou urgence post-opératoire

# selection:gnuhealth.icu.apache2,hospital_admission_type:
source: elective postoperative
de: elektiv postoperativ
fr_fr: Urgence postopératoire

# selection:gnuhealth.icu.chest_drainage,fluid_aspect:
source: Bloody
de: Blutig
fr_fr: Ensanglanté

# selection:gnuhealth.icu.chest_drainage,fluid_aspect:
source: Chylous
de: Chylus
fr_fr: Chyleux

# selection:gnuhealth.icu.chest_drainage,fluid_aspect:
source: Serous
de: Serös
fr_fr: Séreux

# selection:gnuhealth.icu.chest_drainage,location:
source: Left Pleura
de: Linke Pleura
fr_fr: Plèvre gauche

# selection:gnuhealth.icu.chest_drainage,location:
source: Mediastinum
de: Neubildung unsicheren oder unbekannten Verhaltens: Mediastinum
fr_fr: Médiastin

# selection:gnuhealth.icu.chest_drainage,location:
source: Right Pleura
de: Rechte Pleura
fr_fr: Plèvre droite

# selection:gnuhealth.icu.ecg,axis:
source: Extreme right deviation
fr_fr: Déviation axiale droite

# selection:gnuhealth.icu.ecg,axis:
source: Left deviation
fr_fr: Déviation axiale gauche

# selection:gnuhealth.icu.ecg,axis:
source: Normal Axis
fr_fr: Axe normal

# selection:gnuhealth.icu.ecg,axis:
source: Right deviation
fr_fr: Déviation droite

# selection:gnuhealth.icu.ecg,pacemaker:
source: Atrioventricular
fr_fr: auriculo-ventriculaire

# selection:gnuhealth.icu.ecg,pacemaker:
source: Sinus Node
fr_fr: Nœud sinusal

# selection:gnuhealth.icu.ecg,rhythm:
source: Irregular
fr_fr: Irrégulier

# selection:gnuhealth.icu.ecg,rhythm:
source: Regular
fr_fr: Normal

# selection:gnuhealth.icu.ecg,st_segment:
source: Depressed
fr_fr: Dépressif

# selection:gnuhealth.icu.ecg,st_segment:
source: Elevated
fr_fr: Elevé

# selection:gnuhealth.icu.glasgow,glasgow_eyes:
source: 1 : Does not Open Eyes
de: 1: Öffnet die Augen nicht
fr_fr: 1: N'ouvre pas les yeux

# selection:gnuhealth.icu.glasgow,glasgow_eyes:
source: 2 : Opens eyes in response to painful stimuli
de: 2: Öffnet die Augen auf Schmerzreiz
fr_fr: 2: Ouvre les yeux en réponse à des stimuli douloureux

# selection:gnuhealth.icu.glasgow,glasgow_eyes:
source: 3 : Opens eyes in response to voice
de: 3: Öffnet die Augen auf Ansprache
fr_fr: 3: Ouvre les yeux en réponse à la voix

# selection:gnuhealth.icu.glasgow,glasgow_eyes:
source: 4 : Opens eyes spontaneously
de: 4: Öffnet die Augen spontan
fr_fr: 4: Ouvre spontanément les yeux

# selection:gnuhealth.icu.glasgow,glasgow_motor:
source: 1 : Makes no movement
de: 1: macht keine Bewegung
fr_fr: 1: Ne fait aucun mouvement

# selection:gnuhealth.icu.glasgow,glasgow_motor:
source: 2 : Extension to painful stimuli - decerebrate response -
de: 2: Strecken bei Schmerzreiz - dezerebrale Antwort
fr_fr: 2 : Extension aux stimulus douloureux - réponse décérébrée -

# selection:gnuhealth.icu.glasgow,glasgow_motor:
source: 3 : Abnormal flexion to painful stimuli (decorticate response)
fr_fr: 3: Flexion anormale aux stimulis douloureux (décortication)

# selection:gnuhealth.icu.glasgow,glasgow_motor:
source: 4 : Flexion / Withdrawal to painful stimuli
de: 4: Beugung / Wegziehen bei Schmerzreiz
fr_fr: 4 : Flexion / Retrait aux stimulus douloureux

# selection:gnuhealth.icu.glasgow,glasgow_motor:
source: 5 : localizes painful stimuli
de: 5: Lokalisiert Schmerzreiz
fr_fr: 5 : Localise les stimulus douloureux

# selection:gnuhealth.icu.glasgow,glasgow_motor:
source: 6 : Obeys commands
de: 6: Befolgt Anweisungen
fr_fr: 6 : Obéis aux commandes

# selection:gnuhealth.icu.glasgow,glasgow_verbal:
source: 1 : Makes no sounds
de: 1: Gibt keine Geräusche von sich
fr_fr: 1 : Produit aucun son

# selection:gnuhealth.icu.glasgow,glasgow_verbal:
source: 2 : Incomprehensible sounds
de: 2: Unverständliche Laute
fr_fr: 2 : Sons incompréhensibles

# selection:gnuhealth.icu.glasgow,glasgow_verbal:
source: 3 : Utters inappropriate words
de: 3: Spricht unzusammenhängende Worte
fr_fr: 3 : Profère des mots inappropriés

# selection:gnuhealth.icu.glasgow,glasgow_verbal:
source: 4 : Confused, disoriented
de: 4: Verwirrt, desorientiert
fr_fr: 4 : Confus, désorienté

# selection:gnuhealth.icu.glasgow,glasgow_verbal:
source: 5 : Oriented, converses normally
de: 5: Orientiert, konversationsfähig
fr_fr: 5 : Orienté, converse normalement

# selection:gnuhealth.icu.ventilation,ventilation:
source: Non-Invasive Positive Pressure
fr_fr: Pression Positive Non Invasive

# selection:gnuhealth.icu.ventilation,ventilation:
source: None - Maintains Own
de: Keine - behält eigene
fr_fr: Aucun - Se maintient seul

# selection:gnuhealth.icu.ventilation,ventilation:
source: Tracheostomy
de: Tracheostoma
fr_fr: Trachéotomie

# selection:gnuhealth.patient.rounding,bowel_sounds:
source: Decreased
fr_fr: Diminution

# selection:gnuhealth.patient.rounding,bowel_sounds:
source: Increased
de: Verstärkt
fr_fr: Augmentation

# selection:gnuhealth.patient.rounding,chest_expansion:
source: Asymmetrical
de: Asymmetrisch
fr_fr: Asymétrique

# selection:gnuhealth.patient.rounding,chest_expansion:
source: Symmetrical
de: Symmetrisch
fr_fr: Symétrique

# selection:gnuhealth.patient.rounding,edema:
source: Anasarca
fr_fr: Anasarque

# selection:gnuhealth.patient.rounding,edema:
source: None
de: Kein(e)
fr_fr: Aucun

# selection:gnuhealth.patient.rounding,edema:
source: Peripheral
de: Peripher
fr_fr: Périphérique

# selection:gnuhealth.patient.rounding,pupil_dilation:
source: Miosis
fr_fr: Myosis

# selection:gnuhealth.patient.rounding,pupil_dilation:
source: Mydriasis
fr_fr: Mydriase

# selection:gnuhealth.patient.rounding,pupillary_reactivity:
source: Brisk
de: rege
fr_fr: Rapide

# selection:gnuhealth.patient.rounding,pupillary_reactivity:
source: Nonreactive
de: Nonreaktiv
fr_fr: Non réactive

# selection:gnuhealth.patient.rounding,pupillary_reactivity:
source: Sluggish
de: träge
fr_fr: Léthargique

# selection:gnuhealth.patient.rounding,respiration_type:
source: Deep
de: Tief
fr_fr: Profond

# selection:gnuhealth.patient.rounding,respiration_type:
source: Labored
de: schwer
fr_fr: Laborieux

# selection:gnuhealth.patient.rounding,respiration_type:
source: Regular
de: Regelmässig
fr_fr: Normal

# selection:gnuhealth.patient.rounding,respiration_type:
source: Shallow
de: seicht
fr_fr: Superficiel

# selection:gnuhealth.patient.rounding,stools:
source: Diarrhea
de: Diarrhoe
fr_fr: Diarrhée

# selection:gnuhealth.patient.rounding,stools:
source: Melena
de: Teerstuhl
fr_fr: Méléna

# selection:gnuhealth.patient.rounding,trachea_alignment:
source: Deviated left
de: Deviation nach links
fr_fr: Dévié à gauche

# selection:gnuhealth.patient.rounding,trachea_alignment:
source: Deviated right
de: Deviation nach rechts
fr_fr: Dévié à droite

# selection:gnuhealth.patient.rounding,trachea_alignment:
source: Midline
de: Mittellinie
fr_fr: Ligne médiane

# selection:gnuhealth.patient.rounding,venous_access:
source: Central catheter
de: Zentraler Katheter
fr_fr: Cathéter central

# selection:gnuhealth.patient.rounding,venous_access:
source: None
de: Kein(e)
fr_fr: Aucun

# selection:gnuhealth.patient.rounding,venous_access:
source: Peripheral
de: Peripher
fr_fr: Périphérique
