Repository: alwindoss/gnuhealth
Catalog: tryton/health_icu/locale/*.po
Languages: de, fr_fr

# selection:gnuhealth.patient.rounding,vomiting:
source: Hematemesis
de: Hämatemesis
fr_fr: Hématémèse

# selection:gnuhealth.patient.rounding,vomiting:
source: None
de: Kein(e)
fr_fr: Aucun

# selection:gnuhealth.patient.rounding,vomiting:
source: Vomiting
de: Erbrechen
fr_fr: Vomissements

# view:gnuhealth.icu.apache2:
source: APACHE II Score
fr_fr: Scores de gravité Apache II

# view:gnuhealth.icu.apache2:
source: Apache II Scores
fr_fr: Scores Apache II

# view:gnuhealth.icu.apache2:
source: Chronic
fr_fr: Chronique

# view:gnuhealth.icu.apache2:
source: Physiological
fr_fr: Physiologique

# view:gnuhealth.icu.chest_drainage:
source: Patient Chest Drainage Assesment
fr_fr: Evaluation du drainage thoracique du patient

# view:gnuhealth.icu.ecg:
source: Patient ECG Assesment
fr_fr: Evaluation de l'ECG du patient

# view:gnuhealth.icu.glasgow:
source: Glasgow Scores
fr_fr: Scores Glasgow

# view:gnuhealth.icu.glasgow:
source: Patient Glasgow Scores
fr_fr: Scores Glasgow du patient

# view:gnuhealth.icu.ventilation:
source: Mechanical Ventilation
fr_fr: Ventilation mécanique

# view:gnuhealth.icu.ventilation:
source: Patient Mechanical Ventilation
fr_fr: Ventilation mécanique du patient

# view:gnuhealth.inpatient.icu:
source: Intensive Care Unit
fr_fr: Unité de Soins Intensifs

# view:gnuhealth.inpatient.icu:
source: Period
fr_fr: Période

# view:gnuhealth.patient.rounding:
source: Blood and Skin
fr_fr: Le sang et la peau

# view:gnuhealth.patient.rounding:
source: Cardiovascular
fr_fr: Cardiovasculaire

# view:gnuhealth.patient.rounding:
source: Chest Expansion
fr_fr: Expansion thoracique

# view:gnuhealth.patient.rounding:
source: Digestive and Abdomen
fr_fr: Digestif et l'abdomen

# view:gnuhealth.patient.rounding:
source: ICU
fr_fr: Soins intensifs

# view:gnuhealth.patient.rounding:
source: Neurologic
fr_fr: Neurologique

# view:gnuhealth.patient.rounding:
source: Respiratory
fr_fr: Respiratoire

# view:gnuhealth.patient.rounding:
source: Xray
fr_fr: Rayon X

# field:gnuhealth.icu.apache2,age:
source: Age
de: Alter

# field:gnuhealth.icu.apache2,apache_score:
source: Score
de: Punktwert

# field:gnuhealth.icu.apache2,score_date:
source: Date
de: Datum

# field:gnuhealth.icu.apache2,serum_potassium:
source: Potassium
de: Kalium

# field:gnuhealth.icu.apache2,serum_sodium:
source: Sodium
de: Natrium

# field:gnuhealth.icu.chest_drainage,fluid_aspect:
source: Aspect
de: Aspekt

# field:gnuhealth.icu.chest_drainage,oscillation:
source: Oscillation
de: Oszillation

# field:gnuhealth.icu.glasgow,evaluation_date:
source: Date
de: Datum

# field:gnuhealth.icu.ventilation,ventilation:
source: Type
de: Art

# field:gnuhealth.patient.rounding,chest_drainages:
source: Drainages
de: Drainagen

# selection:gnuhealth.patient.rounding,bowel_sounds:
source: Absent
de: Keine

# selection:gnuhealth.patient.rounding,bowel_sounds:
source: Normal
de: Spontan

# selection:gnuhealth.patient.rounding,pupil_dilation:
source: Normal
de: Spontan

# selection:gnuhealth.patient.rounding,respiration_type:
source: Intercostal
de: Interkostal

# selection:gnuhealth.patient.rounding,stools:
source: Constipation
de: Obstipation

# selection:gnuhealth.patient.rounding,stools:
source: Normal
de: Spontan
