Repository: alwindoss/gnuhealth
Catalog: tryton/health_lab/locale/*.po
Languages: fr_fr, it_it

# error:gnuhealth.lab.test.units:
source: The Unit name must be unique
fr_fr: Le nom de l'unité doit être unique
it_it: Il nome dell`Unità deve essere unico

# error:gnuhealth.lab.test_type:
source: The Lab Test code must be unique
fr_fr: Le code du test de labo doit être unique
it_it: Il codice del Test di Laboratorio deve essere unico

# error:gnuhealth.lab:
source: The test ID code must be unique
fr_fr: L'ID du test doit être unique
it_it: Il codice del Test di Laboratorio deve essere unico

# field:gnuhealth.lab,create_date:
source: Create Date
fr_fr: Date de création
it_it: Creare Data

# field:gnuhealth.lab,create_uid:
source: Create User
fr_fr: Créer utilisateur
it_it: Creare utente

# field:gnuhealth.lab,date_analysis:
source: Date of the Analysis
fr_fr: Date d'analyse
it_it: Data Analisi

# field:gnuhealth.lab,date_requested:
source: Date requested
fr_fr: Date de demande
it_it: Data richiesta

# field:gnuhealth.lab,diagnosis:
source: Diagnosis
fr_fr: Diagnostique
it_it: Diagnosi

# field:gnuhealth.lab,id:
source: ID
it_it: carta d'identità

# field:gnuhealth.lab,name:
source: ID
it_it: carta d'identità

# field:gnuhealth.lab,pathologist:
source: Pathologist
fr_fr: Pathologiste
it_it: carta d'identità

# field:gnuhealth.lab,patient:
source: Patient
it_it: Paziente

# field:gnuhealth.lab,rec_name:
source: Name
fr_fr: Nom
it_it: Nome

# field:gnuhealth.lab,requestor:
source: Physician
fr_fr: Docteur
it_it: Medico

# field:gnuhealth.lab,results:
source: Results
fr_fr: Résultats
it_it: Risultati

# field:gnuhealth.lab,test:
source: Test type
fr_fr: Type de test
it_it: Tipo di test

# field:gnuhealth.lab,write_date:
source: Write Date
fr_fr: Écrivez la date
it_it: Scrivere data

# field:gnuhealth.lab,write_uid:
source: Write User
fr_fr: Écrivez l'utilisateur
it_it: Scrivere nome utente

# field:gnuhealth.lab.test.create.init,id:
source: ID
it_it: carta d'identità

# field:gnuhealth.lab.test.critearea,create_date:
source: Create Date
fr_fr: Date de création
it_it: Creare Data

# field:gnuhealth.lab.test.critearea,create_uid:
source: Create User
fr_fr: Utilisateur qui a crée
it_it: Creare utente

# field:gnuhealth.lab.test.critearea,excluded:
source: Excluded
fr_fr: Exclut
it_it: Escluso

# field:gnuhealth.lab.test.critearea,gnuhealth_lab_id:
source: Test Cases
fr_fr: Cas de test
it_it: Casi pratici di test

# field:gnuhealth.lab.test.critearea,id:
source: ID
it_it: Carta d`identità

# field:gnuhealth.lab.test.critearea,lower_limit:
source: Lower Limit
fr_fr: Limite basse
it_it: Limite inferiore

# field:gnuhealth.lab.test.critearea,name:
source: Analyte
it_it: Analiti

# field:gnuhealth.lab.test.critearea,normal_range:
source: Reference
fr_fr: Référence
it_it: Riferimento

# field:gnuhealth.lab.test.critearea,rec_name:
source: Name
fr_fr: Nom
it_it: Nome

# field:gnuhealth.lab.test.critearea,remarks:
source: Remarks
fr_fr: Remarques
it_it: Osservazioni

# field:gnuhealth.lab.test.critearea,result:
source: Value
fr_fr: Valeur
it_it: Valore

# field:gnuhealth.lab.test.critearea,result_text:
source: Result - Text
fr_fr: Résultat - Texte
it_it: Risultato - Testo

# field:gnuhealth.lab.test.critearea,sequence:
source: Sequence
fr_fr: Séquence
it_it: Sequenza

# field:gnuhealth.lab.test.critearea,test_type_id:
source: Test type
fr_fr: Type de test
it_it: Tipo di test

# field:gnuhealth.lab.test.critearea,units:
source: Units
fr_fr: Unités
it_it: Unità

# field:gnuhealth.lab.test.critearea,upper_limit:
source: Upper Limit
fr_fr: Limite haute
it_it: Limite superiore

# field:gnuhealth.lab.test.critearea,warning:
source: Warn
fr_fr: Avertir
it_it: Avvertire

# field:gnuhealth.lab.test.critearea,write_date:
source: Write Date
fr_fr: Date d'écriture
it_it: Scrivere Data

# field:gnuhealth.lab.test.critearea,write_uid:
source: Write User
fr_fr: Utilisateur qui a crée
it_it: Scrivere nome Utente

# field:gnuhealth.lab.test.units,code:
source: Code
it_it: Codice

# field:gnuhealth.lab.test.units,create_date:
source: Create Date
fr_fr: Date de création
it_it: Creare Data

# field:gnuhealth.lab.test.units,create_uid:
source: Create User
fr_fr: Utilisateur qui a crée
it_it: Creare Utente

# field:gnuhealth.lab.test.units,id:
source: ID
it_it: Carta d`identità

# field:gnuhealth.lab.test.units,name:
source: Unit
fr_fr: Unité
it_it: Unità

# field:gnuhealth.lab.test.units,rec_name:
source: Name
fr_fr: Nom
it_it: Nome

# field:gnuhealth.lab.test.units,write_date:
source: Write Date
fr_fr: Date d'écriture
it_it: Scrivere Data

# field:gnuhealth.lab.test.units,write_uid:
source: Write User
fr_fr: Utilisateur qui a crée
it_it: Scrivere nome Utente

# field:gnuhealth.lab.test_type,code:
source: Code
it_it: Codice

# field:gnuhealth.lab.test_type,create_date:
source: Create Date
fr_fr: Date d'écriture
it_it: Creare Data

# field:gnuhealth.lab.test_type,create_uid:
source: Create User
fr_fr: Utilisateur qui a crée
it_it: Creare utente

# field:gnuhealth.lab.test_type,critearea:
source: Test Cases
fr_fr: Cas de test
it_it: Casi pratici di test

# field:gnuhealth.lab.test_type,id:
source: ID
it_it: Carta d`identità

# field:gnuhealth.lab.test_type,info:
source: Description
it_it: Descrizione

# field:gnuhealth.lab.test_type,product_id:
source: Service
it_it: Servizio

# field:gnuhealth.lab.test_type,rec_name:
source: Name
fr_fr: Nom
it_it: Nome

# field:gnuhealth.lab.test_type,write_date:
source: Write Date
fr_fr: Date d'écriture
it_it: Scrivere Data

# field:gnuhealth.lab.test_type,write_uid:
source: Write User
fr_fr: Inscrivez utilisateur
it_it: Scrivere nome utente

# field:gnuhealth.patient,lab_test_ids:
source: Lab Tests Required
fr_fr: Test de labo requis
it_it: Test di Laboratorio Richiesti

# field:gnuhealth.patient.lab.test,create_date:
source: Create Date
fr_fr: Date de création
it_it: Creare Data

# field:gnuhealth.patient.lab.test,create_uid:
source: Create User
fr_fr: Créer utilisateur
it_it: Creare utente

# field:gnuhealth.patient.lab.test,date:
source: Date
it_it: Data

# field:gnuhealth.patient.lab.test,doctor_id:
source: Doctor
fr_fr: Docteur
it_it: Dottore

# field:gnuhealth.patient.lab.test,id:
source: ID
it_it: Carta d`identità

# field:gnuhealth.patient.lab.test,name:
source: Test Type
fr_fr: Type de test
it_it: Tipo di test

# field:gnuhealth.patient.lab.test,patient_id:
source: Patient
it_it: Paziente

# field:gnuhealth.patient.lab.test,rec_name:
source: Name
fr_fr: Nom
it_it: Nome

# field:gnuhealth.patient.lab.test,request:
source: Request
fr_fr: Demande
it_it: Richiesta

# field:gnuhealth.patient.lab.test,state:
source: State
fr_fr: Etat
it_it: Stato

# field:gnuhealth.patient.lab.test,urgent:
source: Urgent
fr_fr: Urgence
it_it: Urgente

# field:gnuhealth.patient.lab.test,write_date:
source: Write Date
fr_fr: Inscrivez date
it_it: Scrivere Data

# field:gnuhealth.patient.lab.test,write_uid:
source: Write User
fr_fr: Inscrivez utilisateur
it_it: Scrivere nome Utente

# field:gnuhealth.patient.lab.test.request.start,date:
source: Date
it_it: Data

# field:gnuhealth.patient.lab.test.request.start,doctor:
source: Doctor
fr_fr: Docteur
it_it: Dottore

# field:gnuhealth.patient.lab.test.request.start,id:
source: ID
it_it: Identificazione

# field:gnuhealth.patient.lab.test.request.start,patient:
source: Patient
it_it: Paziente

# field:gnuhealth.patient.lab.test.request.start,tests:
source: Tests
it_it: Test

# field:gnuhealth.patient.lab.test.request.start,urgent:
source: Urgent
fr_fr: Urgence
it_it: Urgente

# field:gnuhealth.request-test,id:
source: ID
it_it: Identificazione

# field:gnuhealth.request-test,request:
source: Request
fr_fr: Demande
it_it: Richiesta

# field:gnuhealth.sequences,lab_request_sequence:
source: Patient Lab Request Sequence
fr_fr: Séquence de demandes d'examens de laboratoire pour le patient
it_it: Sequenza di Richieste di Laboratorio per il Paziente

# field:gnuhealth.sequences,lab_sequence:
source: Lab Sequence
fr_fr: Séquence labo
it_it: Sequanza di Laboratorio

# help:gnuhealth.lab,name:
source: Lab result ID
fr_fr: ID résultat labo
it_it: ID risultato laboratorio

# help:gnuhealth.lab,pathologist:
source: Pathologist
fr_fr: Pathologiste
it_it: Patologo

# help:gnuhealth.lab,patient:
source: Patient ID
fr_fr: ID patient
it_it: Carta d`identità del paziente

# help:gnuhealth.lab,requestor:
source: Doctor who requested the test
fr_fr: Docteur qui a prescrit le test
it_it: Medico che ha richiesto il test

# help:gnuhealth.lab,test:
source: Lab test type
fr_fr: Type de test labo
it_it: Tipo do test di laboratorio

# help:gnuhealth.lab.test.critearea,excluded:
source: Select this option when this analyte is excluded from the test
fr_fr: Cochez cette option quand cette analyse est exclue du test
it_it: Selezionare quando questo analito è escluso dal test

# help:gnuhealth.lab.test.critearea,result_text:
source: Non-numeric results. For example qualitative values, morphological, colors ...
fr_fr: Résultat non numérique. Par exemple valeurs qualitatives, morphologiques, etc
it_it: Risultati nonb numerici. Per esempio valori qualitativi, morfologici, colori

# help:gnuhealth.lab.test.critearea,warning:
source: Warns the patient about this analyte result It is useful to contextualize the result to each patient status like age, sex, comorbidities, ...
fr_fr: Avertir le patient à propos du résultat de cette analyse est utile pour contextualiser les résultats pour chaque status du patient comme l'age, le sexe, comorbidités, ...
it_it: Avverte il paziente che è utile contestualizzare il risultato delle analisi rispetto alle cartatteristiche del paziente come età, sesso, altre patologie, ...

# help:gnuhealth.lab.test_type,code:
source: Short name - code for the test
fr_fr: Nom court - code pour le test
it_it: Nome corto - codice del test

# help:gnuhealth.lab.test_type,name:
source: Test type, eg X-Ray, hemogram,biopsy...
fr_fr: Type de test, ex. Rayon-X, hémogramme, biopsie,...
it_it: Tipo dio test, per esempio Raggi X, emogramma, biopsia

# help:gnuhealth.patient.lab.test,doctor_id:
source: Doctor who Request the lab test.
fr_fr: Docteur qui a demandé le résultat du test
it_it: Medico che ha richiesto il test di laboratorio

# help:gnuhealth.patient.lab.test.request.start,doctor:
source: Doctor who Request the lab tests.
fr_fr: Médecin qui a demandé ces examens de laboratoire
it_it: Medico che Richiede i test di laboratorio.

# model:gnuhealth.lab,name:
source: Lab Test
fr_fr: Test de labo
it_it: test di Laboratorio

# model:gnuhealth.lab.test.create.init,name:
source: Create Test Report Init
fr_fr: Créer rapport de test
it_it: Creare il Report del Test

# model:gnuhealth.lab.test.units,name:
source: Lab Test Units
fr_fr: Unités de test labo
it_it: Unità test di Laboratorio

# model:gnuhealth.lab.test_type,name:
source: Type of Lab test
fr_fr: Type de test labo
it_it: Tipo do test di laboratorio

# model:gnuhealth.patient.lab.test,name:
source: Patient Lab Test
fr_fr: Test labo patient
it_it: Test laboratorio del paziente

# model:gnuhealth.patient.lab.test.request.start,name:
source: Request Patient Lab Test Start
fr_fr: Demande de lancement d'analyse médicale
it_it: Inizio della Richiesta del Test di Laboratorio per il Paziente

# model:gnuhealth.request-test,name:
source: Request - Test
fr_fr: Demande - Examen
it_it: Richiesta - Test

# model:ir.action,name:act_create_lab_test
source: Create Lab Test
fr_fr: Créer analyse médicale
it_it: Creare test laboratorio

# model:ir.action,name:act_patient_lab_history_form1
source: Lab Reports
fr_fr: Rapports de Laboratoire
it_it: Reports Laboratorio

# model:ir.action,name:gnuhealth_action_lab_test_request
source: Lab Test Requests
fr_fr: Demandes d'analyses médicales
it_it: Richieste test laboratorio

# model:ir.action,name:gnuhealth_action_lab_unit
source: Lab Test Units
fr_fr: Unités de test de laboratoire
it_it: Unità Test Laboratorio

# model:ir.action,name:gnuhealth_action_list_test
source: Lab Test Types
fr_fr: Type de test de laboratoire
it_it: Tipi Test laboratorio

# model:ir.action,name:gnuhealth_action_tree_lab
source: Lab Tests Results
fr_fr: Résultats des tests de laboratoire
it_it: Risultati Test laboratorio

# model:ir.action,name:patient_lab_test_request
source: Request Lab Test
fr_fr: Examens de laboratoire
it_it: Richiesta di Test di Laboratorio

# model:ir.action,name:report_patient_labtest_report
source: Lab Report
fr_fr: Rapport de Laboratoire
it_it: Report Laboratorio

# model:ir.sequence,name:seq_gnuhealth_lab_request
source: Lab Request
fr_fr: Demande d'analyses médicales
it_it: Richiesta di Laboratorio

# model:ir.sequence,name:seq_gnuhealth_lab_test
source: Lab Test
fr_fr: Test de Laboratoire
it_it: Test Laboratorio

# model:ir.sequence.type,name:seq_type_gnuhealth_lab_request
source: Lab Request
fr_fr: Demande d'analyses médicales
it_it: Richiesta di Laboratorio

# model:ir.sequence.type,name:seq_type_gnuhealth_lab_test
source: Lab Test
fr_fr: Test de Laboratoire
it_it: Test Laboratorio

# model:ir.ui.menu,name:gnuhealth_action_lab_tree
source: Lab Tests Results
fr_fr: Résultats des tests de laboratoire
it_it: Risultati Test laboratorio

# model:ir.ui.menu,name:gnuhealth_conf_laboratory
source: Laboratory
fr_fr: Laboratoire
it_it: Laboratorio

# model:ir.ui.menu,name:gnuhealth_laboratory_menu
source: Laboratory
fr_fr: Laboratoire
it_it: Laboratorio

# model:ir.ui.menu,name:gnuhealth_labtest_request
source: Lab Test Requests
fr_fr: Demandes d'analyses médicales
it_it: Richieste test Laboratorio

# model:ir.ui.menu,name:gnuhealth_labtest_unit
source: Lab Test Units
fr_fr: Unités de test de laboratoire
it_it: Unità Test Laboratorio

# model:ir.ui.menu,name:menu_gnuhealth_action_list_test
source: Lab Test Types
fr_fr: Types de test de laboratoire
it_it: Tipi Test laboratorio

# model:ir.ui.menu,name:menu_patient_lab_test_request
source: Request Lab Test
fr_fr: Demande d'examens de laboratoire
it_it: Richiesta di Test di Laboratorio

# model:product.category,name:product_category_labservices0
source: Lab Services
fr_fr: Services de Laboratoire
it_it: Servizi Laboratorio

# model:product.template,name:product_template_bloodcounttestcharges0
source: Blood count test charges
fr_fr: Frais de la numération formule sanguine
it_it: Costo test emocromocitometrico

# model:product.template,name:product_template_endocrinology0
source: Endocrinology
fr_fr: Endocrinologie
it_it: Endocrinologia

# model:product.template,name:product_template_haematologycharges0
source: Haematology Charges
it_it: Costo di Ematologia

# model:product.template,name:product_template_liverfunctiontestcharges0
source: Liver Function test charges
fr_fr: Frais des tests fonctionnels hépatiques
it_it: Costo test Funzionalità Epatica

# model:product.template,name:product_template_peripheralsmearexaminationcharges0
source: Peripheral Smear Examination Charges
fr_fr: Frais d'examen des frottis périphérique
it_it: Costo Striscio di sangue Periferico

# model:product.template,name:product_template_renalfunctiontestcharges0
source: Renal Function test charges
fr_fr: Frais des tests de la fonction rénale
it_it: Costo test Funzionalità Renale

# model:product.template,name:product_template_semenanalysischarges0
source: Semen Analysis Charges
fr_fr: Frais d'analyse de sperme
it_it: Costo Analisi Sperma

# model:product.template,name:product_template_stoolexaminationcharges0
source: Stool Examination Charges
fr_fr: Frais d'examen de selles
it_it: Costo esame feci

# model:product.template,name:product_template_urineanalysischarges0
source: Urine Analysis charges
fr_fr: Frais d'analyse d'urine
it_it: Costo Analisi Urine

# model:res.group,name:group_health_lab
source: Health Lab
fr_fr: Laboratoire
it_it: Laboratorio Sanitario

# model:res.group,name:group_health_lab_admin
source: Health lab Administration
fr_fr: Administration labo de santé
it_it: Amministrazione Laboratorio Health

# model:res.user,name:user_demo_lab
source: Health Lab
fr_fr: Laboratoire
it_it: Laboratorio Sanitario

# odt:patient.labtest.report:
source: Age
it_it: Età

# odt:patient.labtest.report:
source: Analyte
it_it: Analito

# odt:patient.labtest.report:
source: Date
it_it: Data

# odt:patient.labtest.report:
source: Doctor:
fr_fr: Docteur :
it_it: Medico:

# odt:patient.labtest.report:
source: Female
fr_fr: Féminin
it_it: Femmina

# odt:patient.labtest.report:
source: LABORATORY REPORT
fr_fr: Rapport de laboratoire
it_it: REFERTI DI LABORATORIO

# odt:patient.labtest.report:
source: Male
fr_fr: Masculin
it_it: Maschio

# odt:patient.labtest.report:
source: Name
fr_fr: Nom
it_it: Nome

# odt:patient.labtest.report:
source: PU
it_it: ID

# odt:patient.labtest.report:
source: Pathologist
fr_fr: Pathologiste
it_it: Patologo

# odt:patient.labtest.report:
source: Phone:
fr_fr: Téléphone :
it_it: Telefono:

# odt:patient.labtest.report:
source: Reference
fr_fr: Référence
it_it: Riferimento

# odt:patient.labtest.report:
source: Remarks
fr_fr: Remarques
it_it: Osservazioni

# odt:patient.labtest.report:
source: Result
fr_fr: Résultat
it_it: Risultato

# odt:patient.labtest.report:
source: Sex
it_it: Sesso

# odt:patient.labtest.report:
source: Signature
it_it: Firma

# odt:patient.labtest.report:
source: Units
fr_fr: Unités
it_it: Unità

# odt:patient.labtest.report:
source: VAT Number:
fr_fr: Identifiant TVA :
it_it: C. Fiscale / P. IVA

# odt:patient.labtest.report:
source: Value
fr_fr: Valeur
it_it: Valore

# selection:gnuhealth.patient.lab.test,state:
source: Cancel
fr_fr: Annuler
it_it: Cancellare

# selection:gnuhealth.patient.lab.test,state:
source: Draft
fr_fr: Brouillon
it_it: Bozza

# selection:gnuhealth.patient.lab.test,state:
source: Ordered
fr_fr: Ordonné
it_it: Ordinato

# selection:gnuhealth.patient.lab.test,state:
source: Tested
fr_fr: Testé
it_it: Collaudato

# view:gnuhealth.lab.test.create.init:
source: Create Lab Tests
fr_fr: Créer tests de labo
it_it: Creare tests di laboratorio

# view:gnuhealth.lab.test.create.init:
source: Create Tests
fr_fr: Créer tests
it_it: Creare tests

# view:gnuhealth.lab.test.create.init:
source: Do you want to generate the test(s) ?
fr_fr: Voulez vous générer le(s) test(s) ?
it_it: Vuole generare il test (s) ?

# view:gnuhealth.lab.test.critearea:
source: Analyte
fr_fr: Analyse
it_it: Analito

# view:gnuhealth.lab.test.critearea:
source: Reference Value / Range
fr_fr: Valeur de référence / échelle
it_it: Valore di riferimento / Rango

# view:gnuhealth.lab.test.critearea:
source: Test Cases
fr_fr: Cas de test
it_it: Casi pratici di test

# view:gnuhealth.lab.test.units:
source: Test Unit
fr_fr: Unité du test
it_it: Unità di test

# view:gnuhealth.lab.test_type:
source: Extra Info
fr_fr: Info extra.
it_it: Ulteriori informazioni

# view:gnuhealth.lab.test_type:
source: Lab Test Type
fr_fr: Type de test labo
it_it: Tipo di test di laboratorio

# view:gnuhealth.lab.test_type:
source: Lab test type
fr_fr: Type de test labo
it_it: Tipo di test di laboratorio

# view:gnuhealth.lab.test_type:
source: Main Info
fr_fr: Info principale
it_it: Informazioni principali

# view:gnuhealth.lab:
source: Extra Info
fr_fr: Info extra.
it_it: Ulteriori informazioni

# view:gnuhealth.lab:
source: Lab test type
fr_fr: Type de test labo
it_it: Tipo di test di laboratorio

# view:gnuhealth.lab:
source: Laboratory Test
fr_fr: Test de labo
it_it: Test di Laboratorio

# view:gnuhealth.lab:
source: Main Info
fr_fr: Info principale
it_it: Informazioni principali

# view:gnuhealth.patient.lab.test.request.start:
source: Request Lab Test
fr_fr: Demande d'examens de laboratoire
it_it: Richiesta di Test di Laboratorio

# view:gnuhealth.patient.lab.test:
source: Test Requests
fr_fr: Demandes de test
it_it: Richiesta di tests

# wizard_button:gnuhealth.lab.test.create,start,create_lab_test:
source: Create Test Order
fr_fr: Créer demande de test
it_it: Creare ordine test

# wizard_button:gnuhealth.lab.test.create,start,end:
source: Cancel
fr_fr: Annuler
it_it: Cancellare

# wizard_button:gnuhealth.patient.lab.test.request,start,end:
source: Cancel
fr_fr: Annuler
it_it: Cancellare

# wizard_button:gnuhealth.patient.lab.test.request,start,request:
source: Request
fr_fr: Demande
it_it: Richiesta

# field:gnuhealth.lab,critearea:
source: Lab Test Critearea
fr_fr: Critères de test labo

# model:gnuhealth.lab.test.critearea,name:
source: Lab Test Critearea
fr_fr: Critères de test labo

# odt:patient.labtest.report:
source: E-Mail:
fr_fr: Mél :

# odt:patient.labtest.report:
source: Patient ID
fr_fr: ID Patient
