Repository: alwindoss/gnuhealth
Catalog: tryton/health_genetics/locale/*.po
Languages: it_it

# error:gnuhealth.disease.gene:
source: The Official Symbol name must be unique !
it_it: Il nome del Simbolo Ufficiale dev'essere univoco !

# field:gnuhealth.disease.gene,chromosome:
source: Affected Chromosome
it_it: Cromosoma affetto

# field:gnuhealth.disease.gene,create_date:
source: Create Date
it_it: Creare Data

# field:gnuhealth.disease.gene,create_uid:
source: Create User
it_it: Creare utente

# field:gnuhealth.disease.gene,dominance:
source: Dominance
it_it: dominante

# field:gnuhealth.disease.gene,gene_id:
source: Gene ID
it_it: Identificazione Gene

# field:gnuhealth.disease.gene,info:
source: Information
it_it: Informazioni

# field:gnuhealth.disease.gene,location:
source: Location
it_it: Posizione

# field:gnuhealth.disease.gene,long_name:
source: Official Long Name
it_it: Nome ufficiale completo

# field:gnuhealth.disease.gene,name:
source: Official Symbol
it_it: Simbolo Ufficiale

# field:gnuhealth.disease.gene,rec_name:
source: Name
it_it: Nome

# field:gnuhealth.disease.gene,write_date:
source: Write Date
it_it: Scrivere Data

# field:gnuhealth.disease.gene,write_uid:
source: Write User
it_it: Scrivere nome Utente

# field:gnuhealth.patient,family_history:
source: Family History
it_it: Storia familiare

# field:gnuhealth.patient,genetic_risks:
source: Genetic Risks
it_it: Rischi genetici

# field:gnuhealth.patient.family.diseases,create_date:
source: Create Date
it_it: Creare Data

# field:gnuhealth.patient.family.diseases,create_uid:
source: Create User
it_it: Creare utente

# field:gnuhealth.patient.family.diseases,name:
source: Disease
it_it: Malattia

# field:gnuhealth.patient.family.diseases,patient:
source: Patient
it_it: Paziente

# field:gnuhealth.patient.family.diseases,rec_name:
source: Name
it_it: Nome

# field:gnuhealth.patient.family.diseases,relative:
source: Relative
it_it: Parente

# field:gnuhealth.patient.family.diseases,write_date:
source: Write Date
it_it: Scrivere Data

# field:gnuhealth.patient.family.diseases,write_uid:
source: Write User
it_it: Scrivere nome Utente

# field:gnuhealth.patient.family.diseases,xory:
source: Maternal or Paternal
it_it: Materno o Paterno

# field:gnuhealth.patient.genetic.risk,create_date:
source: Create Date
it_it: Creare Data

# field:gnuhealth.patient.genetic.risk,create_uid:
source: Create User
it_it: Creare Utente

# field:gnuhealth.patient.genetic.risk,disease_gene:
source: Disease Gene
it_it: Gene patologico

# field:gnuhealth.patient.genetic.risk,notes:
source: Notes
it_it: Note

# field:gnuhealth.patient.genetic.risk,patient:
source: Patient
it_it: paziente

# field:gnuhealth.patient.genetic.risk,rec_name:
source: Name
it_it: Nome

# field:gnuhealth.patient.genetic.risk,write_date:
source: Write Date
it_it: Scrivere Data

# field:gnuhealth.patient.genetic.risk,write_uid:
source: Write User
it_it: Scrivere Nome Utente

# help:gnuhealth.disease.gene,chromosome:
source: Name of the affected chromosome
it_it: Nome del cromosoma affetto

# help:gnuhealth.disease.gene,gene_id:
source: default code from NCBI Entrez database.
it_it: codice predefinito dal database NCBI Entrez

# help:gnuhealth.disease.gene,info:
source: Extra Information
it_it: Informazioni Extra

# help:gnuhealth.disease.gene,location:
source: Locus of the chromosome
it_it: Locus del cromosoma

# help:gnuhealth.patient.family.diseases,relative:
source: First degree = siblings, mother and father; second degree = Uncles, nephews and Nieces; third degree = Grandparents and cousins
it_it: Primo grado=fratelli, madre e padre; secondo grado=zii e nipoti; terzo grado=nonni e cugini

# model:gnuhealth.disease.gene,name:
source: Disease Genes
it_it: Geni Malattia

# model:gnuhealth.patient.family.diseases,name:
source: Family Diseases
it_it: Malattie Familiari

# model:gnuhealth.patient.genetic.risk,name:
source: Patient Genetic Risks
it_it: Rischi Genetici del Paziente

# model:ir.action,name:gnuhealth_action_disease_gene
source: Disease Genes
it_it: Geni Patologici

# model:ir.ui.menu,name:gnuhealth_conf_disease_genes
source: Disease Genes
it_it: Geni Patologici

# model:ir.ui.menu,name:gnuhealth_conf_genetics
source: Genetics
it_it: Genetica

# model:res.group,name:group_health_genetics_admin
source: Health Genetics Administration
it_it: Amministrazione Genetica Health

# selection:gnuhealth.disease.gene,dominance:
source: dominant
it_it: dominante

# selection:gnuhealth.disease.gene,dominance:
source: recessive
it_it: recessivo

# selection:gnuhealth.patient.family.diseases,relative:
source: Aunt
it_it: Zia

# selection:gnuhealth.patient.family.diseases,relative:
source: Brother
it_it: Fratello

# selection:gnuhealth.patient.family.diseases,relative:
source: Cousin
it_it: Cugino

# selection:gnuhealth.patient.family.diseases,relative:
source: Father
it_it: Padre

# selection:gnuhealth.patient.family.diseases,relative:
source: Grandfather
it_it: Nonno

# selection:gnuhealth.patient.family.diseases,relative:
source: Grandmother
it_it: Nonna

# selection:gnuhealth.patient.family.diseases,relative:
source: Mother
it_it: Madre

# selection:gnuhealth.patient.family.diseases,relative:
source: Nephew
it_it: Nipote

# selection:gnuhealth.patient.family.diseases,relative:
source: Niece
it_it: Nipote

# selection:gnuhealth.patient.family.diseases,relative:
source: Sister
it_it: Sorella

# selection:gnuhealth.patient.family.diseases,relative:
source: Uncle
it_it: Zio

# selection:gnuhealth.patient.family.diseases,xory:
source: Maternal
it_it: Materno

# selection:gnuhealth.patient.family.diseases,xory:
source: Paternal
it_it: Paterno

# view:gnuhealth.disease.gene:
source: Disease Genes
it_it: Geni Malattia

# view:gnuhealth.disease.gene:
source: Medical Genetic Risks
it_it: Rischi Genetici Medici

# view:gnuhealth.patient.family.diseases:
source: Genetic Family History
it_it: Storico Genetica Familiare

# view:gnuhealth.patient.family.diseases:
source: Patient Family History
it_it: Storico Familiare del Paziente

# view:gnuhealth.patient.genetic.risk:
source: Patient Genetic Risks
it_it: Rischi Genetici del Paziente

# view:gnuhealth.patient:
source: Genetics
it_it: Genetica
