Repository: alwindoss/gnuhealth
Catalog: tryton/health_history/locale/*.po
Languages: it_it

# model:ir.action,name:report_patient_evaluation
source: Patient Evaluation and History
it_it: Valutazione del Paziente e Storia Clinica

# odt:patient.evaluation:
source: , monogamous
it_it: Monogamico

# odt:patient.evaluation:
source: , poligamous
it_it: ,poiigamico

# odt:patient.evaluation:
source: / Reliability :
it_it: / Affidabilità

# odt:patient.evaluation:
source: : Female
it_it: :Femmina

# odt:patient.evaluation:
source: : Male
it_it: : Maschio

# odt:patient.evaluation:
source: : Married
it_it: : Sposato

# odt:patient.evaluation:
source: : Separated
it_it: : Separato

# odt:patient.evaluation:
source: : Single
it_it: : Singolo

# odt:patient.evaluation:
source: : Widow
it_it: : Vedova/o

# odt:patient.evaluation:
source: Active
it_it: Attivo

# odt:patient.evaluation:
source: Age
it_it: Età

# odt:patient.evaluation:
source: Annotations about the patient condition
it_it: Annotazioni sulla condizione del paziente

# odt:patient.evaluation:
source: Anthropometry
it_it: Antropometria

# odt:patient.evaluation:
source: BMI
it_it: BMI= Indice di Massa Corporea

# odt:patient.evaluation:
source: Blood Pressure
it_it: Pressione arteriosa

# odt:patient.evaluation:
source: Care Plan
it_it: Programma di assistenza

# odt:patient.evaluation:
source: Chief Complaint
it_it: Motivo consulenza

# odt:patient.evaluation:
source: Clinical finding
it_it: Dato clinico

# odt:patient.evaluation:
source: Comfortable and good sanitary conditions
it_it: Condizioni sanitarie buone e comode

# odt:patient.evaluation:
source: Comments
it_it: Commenti

# odt:patient.evaluation:
source: Date
it_it: Data

# odt:patient.evaluation:
source: Diagnosed
it_it: Diagnosticato

# odt:patient.evaluation:
source: Diastolic
it_it: Diastolica

# odt:patient.evaluation:
source: Disease
it_it: Malattia

# odt:patient.evaluation:
source: Diseases
it_it: Malattie

# odt:patient.evaluation:
source: DoB:
it_it: Data di nascita:

# odt:patient.evaluation:
source: Educational Level
it_it: Livello scolastico

# odt:patient.evaluation:
source: End
it_it: Fine

# odt:patient.evaluation:
source: Ethnicity:
it_it: Razza

# odt:patient.evaluation:
source: Evaluation date:
it_it: Data Valutazione

# odt:patient.evaluation:
source: Eyes
it_it: Occhi

# odt:patient.evaluation:
source: Family History and Genetic Information
it_it: Storia familiare e informazioni genetiche

# odt:patient.evaluation:
source: Family Information
it_it: Informazioni familiari

# odt:patient.evaluation:
source: Heart rate
it_it: Frequenza cardiaca

# odt:patient.evaluation:
source: Height
it_it: Altezza

# odt:patient.evaluation:
source: Hip
it_it: Anca

# odt:patient.evaluation:
source: History of Present Illness
it_it: Storia di Malattia attuale

# odt:patient.evaluation:
source: Housing conditions
it_it: Condizioni abitative

# odt:patient.evaluation:
source: ID
it_it: Identificazione

# odt:patient.evaluation:
source: Immunizations
it_it: Vaccini

# odt:patient.evaluation:
source: Incomplete Primary School
it_it: Scuola Primaria Incompleta

# odt:patient.evaluation:
source: Incomplete Secondary School
it_it: Scuola Superiore Incompleta

# odt:patient.evaluation:
source: Indication
it_it: Indicazione

# odt:patient.evaluation:
source: Infectious
it_it: Contagioso

# odt:patient.evaluation:
source: Information Source:
it_it: Fonte di Informazione

# odt:patient.evaluation:
source: Information about the Diagnosis
it_it: Informazioni sulla diagnosi

# odt:patient.evaluation:
source: Level of Conciousness / Glasgow Scale
it_it: Livello di coscienza - il Glasgow Coma Scale: 1 = coma - 15 = normale

# odt:patient.evaluation:
source: Lifestyle
it_it: Stile di vita

# odt:patient.evaluation:
source: Luxury and excellent sanitary conditions
it_it: Condizioni sanitarie ottime e di lusso

# odt:patient.evaluation:
source: Marital Status
it_it: Stato civile

# odt:patient.evaluation:
source: Maternal
it_it: Materno

# odt:patient.evaluation:
source: Medicament
it_it: Farmaco

# odt:patient.evaluation:
source: Medication History
it_it: Cartella clinica

# odt:patient.evaluation:
source: Motor
it_it: Motore

# odt:patient.evaluation:
source: Next Dose
it_it: Prossima Dose

# odt:patient.evaluation:
source: None
it_it: Nessuno

# odt:patient.evaluation:
source: Observations
it_it: Osservazioni

# odt:patient.evaluation:
source: Occupation :
it_it: Occupazione

# odt:patient.evaluation:
source: Other Hypotheses / DDx
it_it: Altri Ipotesi / DDx

# odt:patient.evaluation:
source: Oxygen Saturation
it_it: Saturazione di ossigeno

# odt:patient.evaluation:
source: Paternal
it_it: Paterno

# odt:patient.evaluation:
source: Patient Genetic Abnormalities / “Disease Genes”
it_it: Malattie Genetiche Familiari del paziente

# odt:patient.evaluation:
source: Patient Name:
it_it: Nome del paziente

# odt:patient.evaluation:
source: Personal History
it_it: Storia personale

# odt:patient.evaluation:
source: Physical Examination
it_it: Esame fisico

# odt:patient.evaluation:
source: Practices
it_it: Pratiche

# odt:patient.evaluation:
source: Practices safe sex .
it_it: Pratiche sessuali protette

# odt:patient.evaluation:
source: Presumptive Diagnosis
it_it: Dagnosi presuntiva

# odt:patient.evaluation:
source: Primary School
it_it: Scuola elementare

# odt:patient.evaluation:
source: Remarks
it_it: Osservazioni

# odt:patient.evaluation:
source: Respiratory Rate
it_it: Frequenza Respiratoria

# odt:patient.evaluation:
source: Roomy and excellent sanitary conditions
it_it: Condizioni sanitarie ottime e spaziose

# odt:patient.evaluation:
source: Secondary School
it_it: Scuola Superiore

# odt:patient.evaluation:
source: Severity
it_it: Gravità

# odt:patient.evaluation:
source: Sex
it_it: Sesso

# odt:patient.evaluation:
source: Sexuality
it_it: Sessualità

# odt:patient.evaluation:
source: Shanty, deficient sanitary conditions
it_it: Baracca, condizioni sanitarie carenti

# odt:patient.evaluation:
source: Signs and Symptoms
it_it: Segnali e sintomi

# odt:patient.evaluation:
source: Small, crowded but with good sanitary conditions
it_it: Piccola, affollata ma con buone condizioni sanitarie

# odt:patient.evaluation:
source: Socioeconomic Status
it_it: Status Socioeconomico

# odt:patient.evaluation:
source: Socioeconomics
it_it: Socioeconomia

# odt:patient.evaluation:
source: Start
it_it: Inizio

# odt:patient.evaluation:
source: Status
it_it: Stato

# odt:patient.evaluation:
source: Surgeries
it_it: Chirurgie

# odt:patient.evaluation:
source: Systolic
it_it: Sistolica

# odt:patient.evaluation:
source: Temperature
it_it: Temperatura

# odt:patient.evaluation:
source: Total Glasgow
it_it: Glasgow complessivo

# odt:patient.evaluation:
source: Type
it_it: Tipo

# odt:patient.evaluation:
source: University
it_it: Università

# odt:patient.evaluation:
source: Vaccine
it_it: Vaccino

# odt:patient.evaluation:
source: Verbal
it_it: Verbale

# odt:patient.evaluation:
source: Vital Signs
it_it: Segni Vitali

# odt:patient.evaluation:
source: Waist
it_it: Vita

# odt:patient.evaluation:
source: Weight
it_it: Peso

# odt:patient.evaluation:
source: bisexual
it_it: Bisessuale

# odt:patient.evaluation:
source: chronic
it_it: cronico

# odt:patient.evaluation:
source: healed
it_it: guarito

# odt:patient.evaluation:
source: heterosexual
it_it: Eterosessuale

# odt:patient.evaluation:
source: homosexual
it_it: Omosessuale

# odt:patient.evaluation:
source: improving
it_it: migliorando

# odt:patient.evaluation:
source: lower
it_it: Inferiore

# odt:patient.evaluation:
source: lower-middle
it_it: Medio-bassa

# odt:patient.evaluation:
source: middle
it_it: Medio

# odt:patient.evaluation:
source: middle-upper
it_it: Medio-alta

# odt:patient.evaluation:
source: mild
it_it: leggero

# odt:patient.evaluation:
source: moderate
it_it: moderato

# odt:patient.evaluation:
source: risky
it_it: a rischio

# odt:patient.evaluation:
source: severe
it_it: grave

# odt:patient.evaluation:
source: sex .
it_it: Sesso:

# odt:patient.evaluation:
source: transexual
it_it: Transessuale

# odt:patient.evaluation:
source: unchanged
it_it: senza cambi

# odt:patient.evaluation:
source: upper
it_it: Alto

# odt:patient.evaluation:
source: worsening
it_it: peggiorando
