Repository: alwindoss/gnuhealth
Catalog: tryton/health_ntd_chagas/locale/*.po
Languages: de, fr

# field:gnuhealth.chagas_du_survey,bugtraps:
source: Bug traps
de: Wanzenfallen
fr: Pièges à insectes

# field:gnuhealth.chagas_du_survey,create_date:
source: Create Date
de: Datum erstellen
fr: Date de création

# field:gnuhealth.chagas_du_survey,create_uid:
source: Create User
de: Benutzer erstellen
fr: Créé par

# field:gnuhealth.chagas_du_survey,dfloor:
source: Floor
de: Boden
fr: Étage

# field:gnuhealth.chagas_du_survey,dperi:
source: Peri-domicilary
de: Wohnbereichsumgebung
fr: Péri-domiciliaire

# field:gnuhealth.chagas_du_survey,droof:
source: Roof
de: Dach
fr: Toit

# field:gnuhealth.chagas_du_survey,du:
source: DU
de: Wohneinheit
fr: LH

# field:gnuhealth.chagas_du_survey,du_paint:
source: Insecticide Paint
de: Anstrich mit Insektizid
fr: Peinture Insecticide

# field:gnuhealth.chagas_du_survey,du_status:
source: Status
fr: Statut

# field:gnuhealth.chagas_du_survey,dwall:
source: Walls
de: Wände
fr: Murs

# field:gnuhealth.chagas_du_survey,fumigation_date:
source: Fumigation Date
de: Ausräucherungsdatum
fr: Date de Fumigation

# field:gnuhealth.chagas_du_survey,name:
source: Survey Code
de: Untersuchungscode
fr: Code de l'étude

# field:gnuhealth.chagas_du_survey,next_survey_date:
source: Next survey
de: Nächste Untersuchung
fr: Étude suivante

# field:gnuhealth.chagas_du_survey,nymphs:
source: Nymphs
de: Nymphen
fr: Nymphes

# field:gnuhealth.chagas_du_survey,paint_date:
source: Paint Date
de: Anstrich Datum
fr: Date de Peinture

# field:gnuhealth.chagas_du_survey,rec_name:
source: Name
fr: Nom

# field:gnuhealth.chagas_du_survey,t_in_house:
source: Domiciliary
de: Wohnbereich
fr: Domiciliaire

# field:gnuhealth.chagas_du_survey,t_peri:
source: Peri-Domiciliary
de: Umgebung des Wohnbereichs
fr: Péri-domiciliaire

# field:gnuhealth.chagas_du_survey,vector:
source: Vector
de: Vektor
fr: Vecteur

# field:gnuhealth.chagas_du_survey,write_date:
source: Write Date
de: Datum erstellen
fr: Date d'écriture

# field:gnuhealth.chagas_du_survey,write_uid:
source: Write User
de: Benutzer erstellen
fr: Modifié par

# field:gnuhealth.sequences,chagas_du_survey_sequence:
source: Chagas Survey Sequence
de: Chagas Untersuchung Sequenz
fr: Enquête de séquence de Chagas

# help:gnuhealth.chagas_du_survey,bugtraps:
source: The DU has traps to detect triatomines
de: Der Wohnbereich hat Fallen um Triatominen zu entdecken.
fr: Le bâtiment dispose de pièges pour détecter des triatomines

# help:gnuhealth.chagas_du_survey,dfloor:
source: Current floor can host triatomines
de: Derzeitiger Boden kann Triatominen beherbergen
fr: Le plancher actuel peut abriter des triatomines

# help:gnuhealth.chagas_du_survey,dperi:
source: Peri domiciliary area can host triatomines
de: Wohnumgebungsbereich kann Triatominen beherbergen
fr: La zone péri-domiciliaire peut abriter des triatomines

# help:gnuhealth.chagas_du_survey,droof:
source: Roof materials or state can host triatomines
de: Dachmaterial oder -beschaffenheit kann Triatominen beherbergen
fr: Les matériaux de la toiture ou l'état du toit peuvent abriter des triatomines

# help:gnuhealth.chagas_du_survey,du:
source: Domiciliary Unit
de: Wohneinheit
fr: Unités de domicile

# help:gnuhealth.chagas_du_survey,du_fumigation:
source: The DU has been fumigated
de: Der Wohnbereich wurde mit Insektizid behandelt
fr: Le bâtiment a été désinfecté par fumigation

# help:gnuhealth.chagas_du_survey,du_paint:
source: The DU has been treated with insecticide-containing paint
de: Der Wohnbereich wurde mit einem insektizidhältigen Anstrich behandelt
fr: Le bâtiment a été traité avec de la peinture insecticide

# help:gnuhealth.chagas_du_survey,du_status:
source: DU status compared to last visit
de: Wohnbereichsstatus verglichen mit letztem Besuch
fr: État du LH par rapport à la dernière visite

# help:gnuhealth.chagas_du_survey,dwall:
source: Wall materials or state can host triatomines
de: Wandmaterial oder -beschaffenheit kann Triatominen beherbergen
fr: Les matériaux ou l'état des murs peuvent abriter des triatomines

# help:gnuhealth.chagas_du_survey,fumigation_date:
source: Last Fumigation Date
de: Letzte Desinfektion Datum
fr: Date de la dernière fumigation

# help:gnuhealth.chagas_du_survey,nymphs:
source: Check this box if triatomine nymphs were found
de: Ankreuzen wenn Triatominnymphen gefunden wurden
fr: Cocher cette case si des nymphes de triatomines ont été trouvées

# help:gnuhealth.chagas_du_survey,paint_date:
source: Last Paint Date
de: Letzter Anstrich Datum
fr: Date de la dernière peinture

# help:gnuhealth.chagas_du_survey,t_in_house:
source: Check this box if triatomines were found inside the house
de: Ankreuzen wenn Triatomine im Haus gefunden wurden
fr: Cocher cette case si des triatomines ont été trouvées dans l'habitation

# help:gnuhealth.chagas_du_survey,t_peri:
source: Check this box if triatomines were found in the peridomiciliary area
de: Ankreuzen wenn Triatomine in der Wohnbereichsumgebung gefunden wurden
fr: Cochez cette case si des triatomines ont été trouvées dans la zone péri-domiciliaire

# help:gnuhealth.chagas_du_survey,triatomines:
source: Check this box if triatomines were found
de: Ankreuzen wenn Triatomine gefunden wurden
fr: Cochez cette case si des triatomines ont été trouvées

# help:gnuhealth.chagas_du_survey,vector:
source: Vector
de: Vektor
fr: Vecteur

# model:gnuhealth.chagas_du_survey,name:
source: Chagas DU Entomological Survey
de: Chagas Wohnumgebung Entomologische Untersuchung
fr: Enquête entomologique du Chagas du domicile

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_elisa_igg
source: Chagas ELISA Ig-G
fr: Analyse ELISA Ig-G de la maladie de Chagas

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_elisa_igm
source: Chagas ELISA Ig-M
fr: Analyse ELISA Ig-M de la maladie de Chagas

# model:gnuhealth.lab.test_type,name:gnuhealth_test_chagas_elisa_analysis0
source: CHAGAS ELISA
fr: ANALYSE ELISA DE LA MALADIE DE CHAGAS

# model:ir.action,name:act_chagas_du_survey_form
source: Chagas DU Survey
de: Chagas Wohn Untersuchung
fr: Enquête Chagas du domicile

# model:ir.sequence,name:seq_gnuhealth_du_survey
source: Chagas DU Survey
de: Chagas Wohn Untersuchung
fr: Enquête Chagas du domicile

# model:ir.sequence.type,name:seq_type_gnuhealth_du_survey
source: Chagas DU Survey
de: Chagas Wohn Untersuchung
fr: Enquête Chagas du domicile

# model:product.template,name:product_template_chagas_bsmear_analysischarges0
source: Chagas Blood Smear Charges
fr: Frais de frottis sanguin Chagas

# model:product.template,name:product_template_chagas_elisa_analysischarges0
source: Chagas ELISA Ig Charges
fr: Frais pour ELISA lg

# model:product.template,name:product_template_chagas_ifa_analysischarges0
source: Chagas ifa Ig Charges
fr: Frais pour Chagas IFA lg

# model:product.template,name:product_template_chagas_pcr_analysischarges0
source: Chagas PCR Charges
fr: Frais pour Chagas PCR

# model:product.template,name:product_template_chagas_strout_analysischarges0
source: Chagas strout Charges
fr: Frais pour analyses de concentration (Strout) de Chagas

source: Chagas Xenodiagnosis Charges
fr: Frais pour Xenodiagnostic de Chagas

# selection:gnuhealth.chagas_du_survey,du_status:
source: Improved
de: vervessert
fr: Amélioré

# selection:gnuhealth.chagas_du_survey,du_status:
source: Unchanged
de: unverändert
fr: Inchangé

# selection:gnuhealth.chagas_du_survey,du_status:
source: Worsen
de: verschlechtert
fr: Aggravé

# field:gnuhealth.chagas_du_survey,du_fumigation:
source: Fumigation
de: Ausräuchern

# field:gnuhealth.chagas_du_survey,id:
source: ID
de: Kennung

# field:gnuhealth.chagas_du_survey,observations:
source: Observations
de: Beobachtungen

# field:gnuhealth.chagas_du_survey,survey_date:
source: Date
de: Datum

# field:gnuhealth.chagas_du_survey,triatomines:
source: Triatomines
de: Triatominen
