Repository: alwindoss/gnuhealth
Catalog: tryton/health_pediatrics/locale/*.po
Languages: de, fr

# error:gnuhealth.newborn:
source: The Newborn ID must be unique
fr: l'ID du Nouveau né doit être unique

# error:gnuhealth.newborn:
source: There is already a newborn record for this patient
de: Es gibt bereits eine Neugeborenen-Akte für diesen Patienten / diese Patientin
fr: Il y a déjà un dossier de nouveau né pour ce patient

# field:gnuhealth.neonatal.apgar,apgar_activity:
source: Activity
de: Aktivität
fr: Activité

# field:gnuhealth.neonatal.apgar,apgar_appearance:
source: Appearance
de: Erscheinung
fr: Apparence

# field:gnuhealth.neonatal.apgar,apgar_pulse:
source: Pulse
de: Puls
fr: Pulsation

# field:gnuhealth.neonatal.apgar,apgar_respiration:
source: Respiration
de: Atmung
fr: La respiration

# field:gnuhealth.neonatal.apgar,apgar_score:
source: APGAR Score
fr: Score d'Apgar

# field:gnuhealth.neonatal.apgar,create_date:
source: Create Date
de: Datum erstellen
fr: Date de création

# field:gnuhealth.neonatal.apgar,create_uid:
source: Create User
de: Benutzer erstellen
fr: Créé par

# field:gnuhealth.neonatal.apgar,name:
source: Newborn ID
de: Neugeborenen-Identifikation
fr: ID du nouveau-né

# field:gnuhealth.neonatal.apgar,rec_name:
source: Name
fr: Nom

# field:gnuhealth.neonatal.apgar,write_date:
source: Write Date
de: Datum erstellen
fr: Date de modification

# field:gnuhealth.neonatal.apgar,write_uid:
source: Write User
de: Benutzer erstellen
fr: Modifié par

# field:gnuhealth.newborn,apgar1:
source: APGAR 1st minute
de: Totgeburt
fr: APGAR 1ère minute

# field:gnuhealth.newborn,apgar5:
source: APGAR 5th minute
de: APGAR 5.te Minute
fr: APGAR 5e minute

# field:gnuhealth.newborn,apgar_scores:
source: APGAR scores
fr: Scores d'Apgar

# field:gnuhealth.newborn,bd:
source: Stillbirth
de: Totgeburt
fr: Mort-né

# field:gnuhealth.newborn,birth_date:
source: DoB
de: Geburtsdatum
fr: Date de naissance

# field:gnuhealth.newborn,cephalic_perimeter:
source: CP
de: Kopfumfang
fr: PC (Périmètre céphalique)

# field:gnuhealth.newborn,cod:
source: Cause of death
de: Todessursache
fr: Cause du décés

# field:gnuhealth.newborn,congenital_diseases:
source: Congenital diseases
de: Angeborene Krankheiten
fr: Maladies congénitales

# field:gnuhealth.newborn,create_date:
source: Create Date
de: Datum erstellen
fr: Date de création

# field:gnuhealth.newborn,create_uid:
source: Create User
de: Benutzer erstellen
fr: Créé par

# field:gnuhealth.newborn,died_at_delivery:
source: Died at delivery room
de: Ernährung im Kreißsaal
fr: Décédé à la salle d'accouchement

# field:gnuhealth.newborn,died_at_the_hospital:
source: Died at the hospital
de: Ernährung im Krankenhaus
fr: Décédé à l'hôpital

# field:gnuhealth.newborn,died_being_transferred:
source: Died being transferred
de: Ernährung während des Transports
fr: Décédé en cours de transfert

# field:gnuhealth.newborn,dismissed:
source: Discharged
de: Abgesetzt
fr: Sortie Hôpital

# field:gnuhealth.newborn,healthprof:
source: Health Professional
fr: Prof. de Santé

# field:gnuhealth.newborn,length:
source: Length
de: Körperlänge
fr: Longueur

# field:gnuhealth.newborn,meconium:
source: Meconium
de: Mekonium
fr: Le méconium

# field:gnuhealth.newborn,medication:
source: Medication
de: Medikation
fr: Médicaments

# field:gnuhealth.newborn,mother:
source: Mother
de: Mutter
fr: Mère

# field:gnuhealth.newborn,name:
source: Newborn ID
de: Neugeborenen-Identifikation
fr: ID du nouveau-né

# field:gnuhealth.newborn,neonatal_ambiguous_genitalia:
source: Ambiguous Genitalia
de: mehrdeutiges Genital
fr: Ambiguïté génitale

# field:gnuhealth.newborn,neonatal_babinski_reflex:
source: Babinski Reflex
fr: Signe de Babinski

# field:gnuhealth.newborn,neonatal_barlow:
source: Positive Barlow
fr: Barlow positif

# field:gnuhealth.newborn,neonatal_blink_reflex:
source: Blink Reflex
de: Blinzelreflex
fr: Réflexe de clignement

# field:gnuhealth.newborn,neonatal_erbs_palsy:
source: Erbs Palsy
de: Erbsche Lähmung
fr: Paralysie Erbs

# field:gnuhealth.newborn,neonatal_grasp_reflex:
source: Grasp Reflex
de: Greifrelex
fr: Réflexe d'agrippement ou de grasping

# field:gnuhealth.newborn,neonatal_hematoma:
source: Hematomas
de: Hämatom
fr: Hématomes

# field:gnuhealth.newborn,neonatal_hernia:
source: Hernia
de: Leistenbruch
fr: Hernie

# field:gnuhealth.newborn,neonatal_moro_reflex:
source: Moro Reflex
de: Klammerreflex
fr: Réflexe de Moro ou de défense

# field:gnuhealth.newborn,neonatal_ortolani:
source: Positive Ortolani
fr: positif Ortolani

# field:gnuhealth.newborn,neonatal_palmar_crease:
source: Transversal Palmar Crease
de: Vierfingerfurche
fr: Pli palmaire transverse

# field:gnuhealth.newborn,neonatal_polydactyly:
source: Polydactyly
de: Dieser Dreisteller ist nicht zu codieren
fr: Polydactylie

# field:gnuhealth.newborn,neonatal_rooting_reflex:
source: Rooting Reflex
de: Brustsuche-Reflex
fr: Réflexe des points cardinaux ou de recherche

# field:gnuhealth.newborn,neonatal_stepping_reflex:
source: Stepping Reflex
de: Schreitreflex
fr: Réflexes de redressement et de la marche automatique

# field:gnuhealth.newborn,neonatal_sucking_reflex:
source: Sucking Reflex
de: Saugreflex
fr: Réflexe de succion

# field:gnuhealth.newborn,neonatal_swimming_reflex:
source: Swimming Reflex
de: Schwimmreflex
fr: Réflexe de nage

# field:gnuhealth.newborn,neonatal_syndactyly:
source: Syndactyly
de: Dieser Dreisteller ist nicht zu codieren
fr: Syndactylie

# field:gnuhealth.newborn,neonatal_talipes_equinovarus:
source: Talipes Equinovarus
de: Klumpfuß
fr: Pied-bot

# field:gnuhealth.newborn,neonatal_tonic_neck_reflex:
source: Tonic Neck Reflex
de: asymmetrisch tonischer Nackenreflex
fr: Réflexe tonique asymétrique du cou

# field:gnuhealth.newborn,newborn_name:
source: Name at Birth
de: Geburtsname
fr: Nom de naissance

# field:gnuhealth.newborn,patient:
source: Baby
de: Säugling
fr: Bébé

# field:gnuhealth.newborn,photo:
source: Picture
de: Foto
fr: Photo

# field:gnuhealth.newborn,reanimation_mask:
source: Mask
de: Maske
fr: Masque

# field:gnuhealth.newborn,reanimation_oxygen:
source: Oxygen
de: Sauerstoff
fr: Oxygène

# field:gnuhealth.newborn,rec_name:
source: Name
fr: Nom

# field:gnuhealth.newborn,sex:
source: Sex
de: Geschlecht
fr: Sexe

# field:gnuhealth.newborn,signed_by:
source: Signed by
fr: Signé par

# field:gnuhealth.newborn,state:
source: State
fr: Etat

# field:gnuhealth.newborn,test_billirubin:
source: Billirubin
fr: Bilirubine

# field:gnuhealth.newborn,test_metabolic:
source: Metabolic ("heel stick screening")
de: Metabolisch ("Fersenstichscreening")
fr: Métaboliques ("de dépistage au talon")

# field:gnuhealth.newborn,test_toxo:
source: Toxoplasmosis
de: Dieser Dreisteller ist nicht zu codieren
fr: Toxoplasmose

# field:gnuhealth.newborn,tod:
source: Time of Death
de: Todeszeit
fr: Heure du décés

# field:gnuhealth.newborn,weight:
source: Weight
de: Gewicht
fr: Poids

# field:gnuhealth.newborn,write_date:
source: Write Date
de: Datum erstellen
fr: Date de modification

# field:gnuhealth.newborn,write_uid:
source: Write User
de: Benutzer erstellen
fr: Modifié par

# field:gnuhealth.patient.disease,newborn_id:
source: Newborn ID
de: Neugeborenen-Identifikation
fr: ID du nouveau-né

# field:gnuhealth.patient.medication,newborn_id:
source: Newborn ID
de: Neugeborenen-Identifikation
fr: ID du nouveau-né

# field:gnuhealth.patient.psc,create_date:
source: Create Date
de: Datum erstellen
fr: Date de création

# field:gnuhealth.patient.psc,create_uid:
source: Create User
de: Benutzer erstellen
fr: Créé par

# field:gnuhealth.patient.psc,evaluation_date:
source: Appointment
de: Termin
fr: Consultation

# field:gnuhealth.patient.psc,psc_absent_from_school:
source: Absent from school
de: Abwesend von der Schule
fr: Absent de l'école

# field:gnuhealth.patient.psc,psc_aches_pains:
source: Complains of aches and pains
de: Klage über Schmerzen
fr: Se plaint de maux et douleurs

# field:gnuhealth.patient.psc,psc_act_as_younger:
source: Acts younger than children his or her age
de: Verhält sich wie ein jüngeres Kind
fr: Agit plus jeune que les enfants de son âge

# field:gnuhealth.patient.psc,psc_acts_as_driven_by_motor:
source: Acts as if driven by a motor
de: Bewegt sich wie gesteuert durch einen Motor
fr: Agit comme si entraînée par un moteur

# field:gnuhealth.patient.psc,psc_afraid_of_new_situations:
source: Is afraid of new situations
de: Hat Angst vor neuen Situationen
fr: A peur des nouvelles situations

# field:gnuhealth.patient.psc,psc_blames_others:
source: Blames others for his or her troubles
de: Gibt anderen die Schuld für seine oder ihre Sorgen
fr: Blâme les autres pour les troubles qu'il(elle) a

# field:gnuhealth.patient.psc,psc_daydreams_too_much:
source: Daydreams too much
de: Tagträumt zu viel
fr: Rêves trop pendant la journée

# field:gnuhealth.patient.psc,psc_distracted_easily:
source: Distracted easily
de: Ist leicht abgelenkt
fr: Facilement distrait

# field:gnuhealth.patient.psc,psc_does_not_get_people_feelings:
source: Does not get people feelings
de: Nimmt Gefühle anderer Leute nicht wahr
fr: Ne ressent pas les sentiments des gens

# field:gnuhealth.patient.psc,psc_does_not_listen_to_rules:
source: Does not listen to rules
de: Hält sich nicht an Regeln
fr: N'écoute pas les règles

# field:gnuhealth.patient.psc,psc_does_not_show_feelings:
source: Does not show feelings
de: Zeigt keine Gefühle
fr: Ne montre pas ses sentiments

# field:gnuhealth.patient.psc,psc_down_on_self:
source: Is down on him or herself
de: Wertet sich selbst ab
fr: Replié sur lui même

# field:gnuhealth.patient.psc,psc_feels_hopeless:
source: Feels hopeless
de: Fühlt sich hoffnungslos
fr: Se sent désespéré

# field:gnuhealth.patient.psc,psc_feels_is_bad_child:
source: Feels he or she is bad
de: Fühlt sich schlecht
fr: Sent qu'il est mauvais

# field:gnuhealth.patient.psc,psc_fidgety:
source: Fidgety, unable to sit still
de: Zappelig, kann nicht still sitzen
fr: Agité, incapable de rester assis

# field:gnuhealth.patient.psc,psc_fights_with_others:
source: Fights with other children
de: Streitet sich mit anderen Kindern
fr: Se bagarres avec les autres enfants

# field:gnuhealth.patient.psc,psc_gets_hurt_often:
source: Gets hurt frequently
de: Wird oft verletzt
fr: Se blesse fréquemment

# field:gnuhealth.patient.psc,psc_having_less_fun:
source: Seems to be having less fun
de: Scheint weniger Spaß zu haben
fr: Semble avoir moins de plaisir

# field:gnuhealth.patient.psc,psc_irritable_angry:
source: Is irritable, angry
de: Ist gereizt, ärgerlich
fr: Est irritable, colérique

# field:gnuhealth.patient.psc,psc_less_interest_in_school:
source: Less interested in school
de: Weniger interessiert an der Schule
fr: Moins intéressé à l'école

# field:gnuhealth.patient.psc,psc_less_interested_in_friends:
source: Less interested in friends
de: Weniger interessiert an FreundInnen
fr: Moins intéressés à des amis

# field:gnuhealth.patient.psc,psc_refuses_to_share:
source: Refuses to share
de: Will nicht teilen
fr: Refuse de partager

# field:gnuhealth.patient.psc,psc_sad_unhappy:
source: Feels sad, unhappy
de: Ist traurig
fr: Se sent triste, malheureux

# field:gnuhealth.patient.psc,psc_school_grades_dropping:
source: School grades dropping
de: Schulnoten fallen
fr: Niveau scolaire bas

# field:gnuhealth.patient.psc,psc_spend_time_alone:
source: Spends more time alone
de: Verbringt mehr Zeit alleine
fr: Passe beaucoup de temps seul

# field:gnuhealth.patient.psc,psc_takes_things_from_others:
source: Takes things that do not belong to him or her
de: Nimmt Dinge die ihm oder ihr nicht gehören
fr: Prend des choses qui lui n'appartiennent pas

# field:gnuhealth.patient.psc,psc_takes_unnecesary_risks:
source: Takes unnecessary risks
de: Geht unnötige Risiken ein
fr: Prend des risques inutiles

# field:gnuhealth.patient.psc,psc_teases_others:
source: Teases others
de: Hänselt andere
fr: Taquine les autres

# field:gnuhealth.patient.psc,psc_tires_easily:
source: Tires easily, has little energy
de: Wird schnell müde, hat wenig Energie
fr: Se fatigue facilement, a peu d'énergie

# field:gnuhealth.patient.psc,psc_total:
source: PSC Total
fr: Total LSP

# field:gnuhealth.patient.psc,psc_trouble_concentrating:
source: Has trouble concentrating
de: Kann sich schlecht konzentrieren
fr: A du mal à se concentrer

# field:gnuhealth.patient.psc,psc_trouble_sleeping:
source: Has trouble sleeping
de: Kann schlecht schlafen
fr: A du mal à dormir

# field:gnuhealth.patient.psc,psc_trouble_with_teacher:
source: Has trouble with teacher
de: Hat Ärger mit LehrerIn
fr: A du mal avec l'enseignant

# field:gnuhealth.patient.psc,psc_visit_doctor_finds_ok:
source: Visits the doctor with doctor finding nothing wrong
de: Sucht Arzt auf wobei Arzt nichts Auffälliges findet
fr: Visites du médecin mais aucune anomalie trouvée

# field:gnuhealth.patient.psc,psc_wants_to_be_with_parents:
source: Wants to be with you more than before
de: Möchte mit Ihnen öfter als zuvor sein
fr: Veut être avec vous plus qu'avant

# field:gnuhealth.patient.psc,psc_worries_a_lot:
source: Worries a lot
de: Macht sich viele Sorgen
fr: S'inquiète beaucoup

# field:gnuhealth.patient.psc,rec_name:
source: Name
fr: Nom

# field:gnuhealth.patient.psc,user_id:
source: Health Professional
de: Gesundheitsdienstleister
fr: Professionnel de santé

# field:gnuhealth.patient.psc,write_date:
source: Write Date
de: Datum erstellen
fr: Date de modification

# field:gnuhealth.patient.psc,write_uid:
source: Write User
de: Benutzer erstellen
fr: Modifié par

# help:gnuhealth.newborn,birth_date:
source: Date and Time of birth
de: Datum und Zeit der Geburt
fr: Date et heure de naissance

# help:gnuhealth.newborn,cephalic_perimeter:
source: Cephalic Perimeter in centimeters (cm)
de: Kopfumfang in Zentimeter (cm)
fr: Périmètre céphalique en centimètres (cm)

# help:gnuhealth.newborn,died_being_transferred:
source: The baby died being transferred to another health institution
de: Der Säugling starb während er zu einer anderen Gesundheitseinrichtung verlegt wurde
fr: Le bébé est mort en cours de transfert vers un autre établissement de santé

# help:gnuhealth.newborn,healthprof:
source: Health professional
fr: Prof. de santé

# help:gnuhealth.newborn,length:
source: Length in centimeters (cm)
de: Länge in Zentimetern (cm)
fr: Longueur en centimètres (cm)

# help:gnuhealth.newborn,patient:
source: Patient associated to this newborn
de: Patient assoziiert zu diesem Neugeborenen
fr: Patient associé à ce nouveau-né

# help:gnuhealth.newborn,sex:
source: Sex at birth. It might differ from the current patient gender. This is the biological sex.
fr: Sexe à la naissance. Peut différer du sexe actuel du patient. C'est le sexe biologique.

# help:gnuhealth.newborn,signed_by:
source: Health Professional that signed this document
fr: Prof. de santé ayant signé ce document

# help:gnuhealth.newborn,test_metabolic:
source: Test for Fenilketonuria, Congenital Hypothyroidism, Quistic Fibrosis, Galactosemia
fr: Test de la phénylcétonurie, l'hypothyroïdie congénitale, la fibrose kystique, Galactosémie

# help:gnuhealth.newborn,weight:
source: Weight in grams (g)
de: Gewicht in Gramm (g)
fr: Poids en grammes (g)

# help:gnuhealth.patient.psc,evaluation_date:
source: Enter or select the date / ID of the appointment related to this evaluation
fr: Entrez ou sélectionnez la date / l'ID du rendez-vous lié à cette évaluation

# model:gnuhealth.neonatal.apgar,name:
source: Neonatal APGAR Score
de: Neonataler APGAR Score
fr: Score d'Apgar

# model:gnuhealth.newborn,name:
source: Newborn Information
de: Neugeborenen-Informationen
fr: Informations sur le nouveau-né

# model:gnuhealth.patient.psc,name:
source: Pediatric Symptoms Checklist
de: Checkliste für pädiatrische Symptome
fr: Liste des symptômes pédiatriques

# model:ir.action,name:act_newborn_form1
source: Neonatal Info
de: Neugeborenen Info
fr: Info Néonatale

# model:ir.action,name:act_psc_form1
source: PSC
fr: LSP

# model:ir.action,name:gnuhealth_action_newborn
source: Newborn
de: Neugeborenes
fr: Nouveau-né

# model:ir.action,name:gnuhealth_action_psc
source: PSC
fr: LSP

# model:ir.action,name:report_newborn_card
source: Newborn ID
de: Neugeborenen-Identifikation
fr: ID du nouveau-né

# model:ir.ui.menu,name:gnuhealth_conf_edit_newborn
source: Newborn
de: Neugeborenes
fr: Nouveau-né

# model:ir.ui.menu,name:gnuhealth_conf_edit_psc
source: PSC
fr: LSP

# model:ir.ui.menu,name:gnuhealth_pediatrics
source: Pediatrics
de: Pädiatrie
fr: Pédiatrie

# model:res.group,name:group_health_pediatrics_admin
source: Health Pediatrics Administration
fr: Administration Pédiatrie

# selection:gnuhealth.neonatal.apgar,apgar_activity:
source: None
de: Kein(e)
fr: Aucun

# selection:gnuhealth.neonatal.apgar,apgar_activity:
source: Some flexion
de: einige Beugung
fr: certaine flexion

# selection:gnuhealth.neonatal.apgar,apgar_activity:
source: flexed arms and legs
de: gebeugte Arme und Beine
fr: bras et jambes fléchis

# selection:gnuhealth.neonatal.apgar,apgar_appearance:
source: acrocyanosis
de: Acrozyanose
fr: acrocyanose

# selection:gnuhealth.neonatal.apgar,apgar_appearance:
source: central cyanosis
de: zentrale Cyanose
fr: cyanose centrale

# selection:gnuhealth.neonatal.apgar,apgar_appearance:
source: no cyanosis
de: keine Zyanose
fr: pas de cyanose

# selection:gnuhealth.neonatal.apgar,apgar_grimace:
source: No response to stimulation
de: Keine Reaktion auf Stimulus
fr: Aucune réponse à une stimulation

# selection:gnuhealth.neonatal.apgar,apgar_grimace:
source: cry or pull away when stimulated
de: schreit oder zieht weg wenn stimuliert
fr: pleure ou se débat lorsqu'ils est stimulé

# selection:gnuhealth.neonatal.apgar,apgar_grimace:
source: grimace when stimulated
de: Grimassiert wenn stimuliert
fr: grimace lorsqu'il est stimulé

# selection:gnuhealth.neonatal.apgar,apgar_respiration:
source: Weak / Irregular
de: Schwach / unregelmäßig
fr: Faiblesse / irrégulière

# selection:gnuhealth.neonatal.apgar,apgar_respiration:
source: strong
de: stark
fr: fort

# selection:gnuhealth.newborn,sex:
source: Female
de: Weiblich
fr: Féminin

# selection:gnuhealth.newborn,sex:
source: Male
de: Männlich
fr: Masculin

# selection:gnuhealth.newborn,state:
source: Signed
fr: Signé

# selection:gnuhealth.patient.psc,psc_absent_from_school:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_absent_from_school:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_absent_from_school:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_aches_pains:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_aches_pains:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_aches_pains:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_act_as_younger:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_act_as_younger:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_act_as_younger:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_acts_as_driven_by_motor:
source: Never
de: ie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_acts_as_driven_by_motor:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_acts_as_driven_by_motor:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_afraid_of_new_situations:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_afraid_of_new_situations:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_afraid_of_new_situations:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_blames_others:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_blames_others:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_blames_others:
source: Sometimes
de: Mancmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_daydreams_too_much:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_daydreams_too_much:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_daydreams_too_much:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_distracted_easily:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_distracted_easily:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_distracted_easily:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_does_not_get_people_feelings:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_does_not_get_people_feelings:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_does_not_get_people_feelings:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_does_not_listen_to_rules:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_does_not_listen_to_rules:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_does_not_listen_to_rules:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_does_not_show_feelings:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_does_not_show_feelings:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_does_not_show_feelings:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_down_on_self:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_down_on_self:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_down_on_self:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_feels_hopeless:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_feels_hopeless:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_feels_hopeless:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_feels_is_bad_child:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_feels_is_bad_child:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_feels_is_bad_child:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_fidgety:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_fidgety:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_fidgety:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_fights_with_others:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_fights_with_others:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_fights_with_others:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_gets_hurt_often:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_gets_hurt_often:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_gets_hurt_often:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_having_less_fun:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_having_less_fun:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_having_less_fun:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_irritable_angry:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_irritable_angry:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_irritable_angry:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_less_interest_in_school:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_less_interest_in_school:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_less_interest_in_school:
source: Sometimes
de: Manchmal
fr: Parfois
