Repository: alwindoss/gnuhealth
Catalog: tryton/health_pediatrics/locale/*.po
Languages: de, fr

# selection:gnuhealth.patient.psc,psc_less_interested_in_friends:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_less_interested_in_friends:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_less_interested_in_friends:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_refuses_to_share:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_refuses_to_share:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_refuses_to_share:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_sad_unhappy:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_sad_unhappy:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_sad_unhappy:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_school_grades_dropping:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_school_grades_dropping:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_school_grades_dropping:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_spend_time_alone:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_spend_time_alone:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_spend_time_alone:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_takes_things_from_others:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_takes_things_from_others:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_takes_things_from_others:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_takes_unnecesary_risks:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_takes_unnecesary_risks:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_takes_unnecesary_risks:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_teases_others:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_teases_others:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_teases_others:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_tires_easily:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_tires_easily:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_tires_easily:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_trouble_concentrating:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_trouble_concentrating:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_trouble_concentrating:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_trouble_sleeping:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_trouble_sleeping:
source: Often
de: Oft
fr: Souvent

# selection:gnuhealth.patient.psc,psc_trouble_sleeping:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_trouble_with_teacher:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_trouble_with_teacher:
source: Often
fr: Souvent

# selection:gnuhealth.patient.psc,psc_trouble_with_teacher:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_visit_doctor_finds_ok:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_visit_doctor_finds_ok:
source: Often
fr: Souvent

# selection:gnuhealth.patient.psc,psc_visit_doctor_finds_ok:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_wants_to_be_with_parents:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_wants_to_be_with_parents:
source: Often
fr: Souvent

# selection:gnuhealth.patient.psc,psc_wants_to_be_with_parents:
source: Sometimes
de: Manchmal
fr: Parfois

# selection:gnuhealth.patient.psc,psc_worries_a_lot:
source: Never
de: Nie
fr: Jamais

# selection:gnuhealth.patient.psc,psc_worries_a_lot:
source: Often
fr: Souvent

# selection:gnuhealth.patient.psc,psc_worries_a_lot:
source: Sometimes
de: Manchmal
fr: Parfois

# field:gnuhealth.neonatal.apgar,apgar_grimace:
source: Grimace
de: Grimasse

# field:gnuhealth.neonatal.apgar,id:
source: ID
de: Kennung

# field:gnuhealth.newborn,id:
source: ID
de: Kennung

# field:gnuhealth.newborn,notes:
source: Notes
de: Notiz

# field:gnuhealth.newborn,test_audition:
source: Audition
de: Hören

# field:gnuhealth.patient.psc,evaluation_start:
source: Date
de: Datum

# field:gnuhealth.patient.psc,id:
source: ID
de: Kennung

# field:gnuhealth.patient.psc,notes:
source: Notes
de: Notiz

# selection:gnuhealth.neonatal.apgar,apgar_pulse:
source: Absent
de: Abwesend

# selection:gnuhealth.neonatal.apgar,apgar_respiration:
source: Absent
de: Abwesend
