Repository: alwindoss/gnuhealth
Catalog: tryton/health_inpatient/locale/*.po
Languages: fr_fr, it_it, pt_br

# model:gnuhealth.diet.therapeutic,description:SLL
source: Soft bland foods that have low fiber content. Lactose is limited.
it_it: Cibi morbidi e insipidi con basso contenuto di fibre. Il lattosio è limitato.
pt_br: Soft alimentos branda que têm baixo teor de fibra. Lactose é limitado.

# model:gnuhealth.diet.therapeutic,name:
source: Diet Therapy
fr_fr: Thérapie Diététique
it_it: Terapia Dietetica
pt_br: Dietoterapia

# model:gnuhealth.diet.therapeutic,name:2GS
source: 2 gram Sodium
fr_fr: 2 gr Sodium
it_it: 2 grammi di sodio
pt_br: 2 gramas de sódio

# model:gnuhealth.diet.therapeutic,name:BLAND
source: Bland
fr_fr: fade
it_it: Insipido
pt_br: Sem Graça

# model:gnuhealth.diet.therapeutic,name:CARDIAC
source: Cardiac
fr_fr: Cardiaque
it_it: Cardiaco
pt_br: Cardíaco

# model:gnuhealth.diet.therapeutic,name:CCH
source: Consistent Carbohydrate
it_it: Carboidrati Consistenti
pt_br: Carboidratos consistente

# model:gnuhealth.diet.therapeutic,name:CDD
source: Gestational Diabetic Diet
it_it: Dieta Diabetica per Gestanti
pt_br: dieta diabética gestacional

# model:gnuhealth.diet.therapeutic,name:CLIQUID
source: Clear Liquid
fr_fr: Liquide Clair
it_it: Liquido limpido
pt_br: Clear Líquido

# model:gnuhealth.diet.therapeutic,name:CLIQUIDNCS
source: Clear Liquid / NCS
fr_fr: Liquide Clair / Pas de sucre concentrés
it_it: Liquido limpido / Senza Significato Clinico
pt_br: Clear Líquido / NCS

# model:gnuhealth.diet.therapeutic,name:DYSA
source: Dysphagia Altered
fr_fr: Dysphagie Altérée
it_it: Alterato da Disfagia
pt_br: Disfagia Alterada

# model:gnuhealth.diet.therapeutic,name:DYSAD
source: Dysphagia Advanced
fr_fr: Dysphagie Avancée
it_it: Disfagia Avanzata
pt_br: Disfagia Avançada

# model:gnuhealth.diet.therapeutic,name:DYSP
source: Dysphagia Puree
fr_fr: Dysphagie Purée
it_it: Purea per Disfagia
pt_br: Disfagia Purê

# model:gnuhealth.diet.therapeutic,name:EMESIS
source: Hyperemesis
it_it: Iperemesi

# model:gnuhealth.diet.therapeutic,name:FINGERFOOD
source: Finger Food
fr_fr: Nourriture à la main
it_it: Cibo senza posate (Finger Food)

# model:gnuhealth.diet.therapeutic,name:FLLF
source: Full Liquid Lactose Free
fr_fr: Seulement du liquide sans lactose
it_it: Completamente Liquido Senza Lattosio
pt_br: Totalmente Líquido Sem Lactose

# model:gnuhealth.diet.therapeutic,name:FULLLIQUID
source: Full Liquid
fr_fr: Seulement du liquide
it_it: Completamente Liquido
pt_br: Totalmente Liquido

# model:gnuhealth.diet.therapeutic,name:GB1
source: Gastric Bypass Stage 1
fr_fr: Bypass Gastrique Étape 1
it_it: Bypass Gastrico Stadio 1
pt_br: Desvio Gástrico Estágio 1

# model:gnuhealth.diet.therapeutic,name:GB2
source: Gastric Bypass Stage 2
fr_fr: Bypass Gastrique Étape 2
it_it: Bypass Gastrico Stadio 2
pt_br: Desvio Gástrico Estágio 2

# model:gnuhealth.diet.therapeutic,name:GB3
source: Gastric Bypass Stage 3
fr_fr: Bypass Gastrique Étape 3
it_it: Bypass Gastrico Stadio 3
pt_br: Desvio Gástrico Estágio 3

# model:gnuhealth.diet.therapeutic,name:GB4
source: Gastric Bypass Stage 4
fr_fr: Bypass Gastrique Étape 4
it_it: Bypass Gastrico Stadio 4
pt_br: Desvio Gástrico Estágio 4

# model:gnuhealth.diet.therapeutic,name:GISOFT
source: GI Soft - Low Residue
it_it: Morbido GI - Basso Residuo
pt_br: GI Soft - Baixo Resíduo

# model:gnuhealth.diet.therapeutic,name:GLUTENFREE
source: Gluten Free
fr_fr: Sans Gluten
it_it: Senza Glutine
pt_br: Sem glúten

# model:gnuhealth.diet.therapeutic,name:LOWFAT
source: Low-Fat
fr_fr: Pauvre en matières grasses
it_it: Basso tenore di Grassi
pt_br: Baixa Gordura

# model:gnuhealth.diet.therapeutic,name:MS
source: Mechanical Soft / Dental Soft
fr_fr: Moux à macher
it_it: Meccanicamente Morbido / Morbido al Morso
pt_br: Mechanical Soft / Dental Suave

# model:gnuhealth.diet.therapeutic,name:NAS
source: Not Added Salt - NAS
fr_fr: Sans sucre ajouté - SSA
it_it: Senza Sale Aggiunto - SSA
pt_br: Não adição de sal - NAS

# model:gnuhealth.diet.therapeutic,name:NEUTROPENIC
source: Neutropenic
fr_fr: Neutropénique
it_it: Neutropenico
pt_br: Neutropenia

# model:gnuhealth.diet.therapeutic,name:NPO
source: Nothing by Mouth / NPO
fr_fr: Rien par voie orale / RPVO
it_it: Niente per Bocca / NPB
pt_br: Nada por boca / NPO

# model:gnuhealth.diet.therapeutic,name:PGMY
source: Post-Gastrectomy
fr_fr: Post-Gastrectomie
it_it: Post-Gastrectomia
pt_br: Post-Gastrectomia

# model:gnuhealth.diet.therapeutic,name:PRERENAL
source: PRERENAL
fr_fr: PRERENALE
it_it: PRERENALE
pt_br: pré-renal

# model:gnuhealth.diet.therapeutic,name:REG
source: Regular
fr_fr: Normal
it_it: Regolare

# model:gnuhealth.diet.therapeutic,name:RENAL
source: RENAL
it_it: RENALE

# model:gnuhealth.diet.therapeutic,name:SFM
source: Small Frequent Meals
fr_fr: Petits Repas Fréquents
it_it: Piccoli Pasti Frequenti
pt_br: Pequenas refeições frequentes

# model:gnuhealth.diet.therapeutic,name:SLL
source: Surgical Low Lactose
fr_fr: Chirurgicale faible teneur en lactose
it_it: Basso Lattosio per Chirurgia
pt_br: Surgical Baixa Lactose

# model:gnuhealth.inpatient.diet,name:
source: Inpatient Diet
fr_fr: Diét Patient Hospitalisé
it_it: Dieta del Paziente
pt_br: Dieta Hospitalar

# model:gnuhealth.inpatient.medication,name:
source: Inpatient Medication
fr_fr: Médication Patient Hospitalisé
it_it: Medicazione del Paziente
pt_br: Medicação internamento

# model:gnuhealth.inpatient.medication.admin_time,name:
source: Inpatient Medication Admin Times
it_it: Tempi Amministrativi per la Medicazione del Paziente
pt_br: Número de internamento medicação Admin

# model:gnuhealth.inpatient.medication.log,name:
source: Inpatient Medication Log History
fr_fr: Historique Médication Patient Hospitalisé
it_it: Storia delle Registrazioni delle Medicazioni del Paziente
pt_br: Internação medicação History Log

# model:gnuhealth.inpatient.registration,name:
source: Patient admission History
fr_fr: Historique d'admission du patient
it_it: Storia Clinica Ricovero del Paziene
pt_br: Paciente História admissão

# model:ir.action,name:act_create_patient_bed_transfer
source: Bed Transfer
fr_fr: Transfer Lit
it_it: Trasferimento di Letto
pt_br: Transferência de leito

# model:ir.action,name:gnuhealth_action_inpatient_registration
source: Hospitalizations
fr_fr: Hospitalisations
it_it: Ricoveri
pt_br: Internações

# model:ir.sequence,name:seq_gnuhealth_inpatient_registration
source: Inpatient Registration
fr_fr: Enregistrement du patient
it_it: Ricovero
pt_br: Registro Hospitalar

# model:ir.sequence.type,name:seq_type_gnuhealth_inpatient_registration
source: Inpatient Registration
fr_fr: Enregistrement du patient
it_it: Ricovero
pt_br: Registro Hospitalar

# model:ir.ui.menu,name:gnuhealth_inpatient_menu
source: Hospitalizations
fr_fr: Hospitalisations
it_it: Ricoveri
pt_br: Internações

# model:res.group,name:group_health_inpatient_admin
source: Health Inpatient Administration
fr_fr: Administration des patients
it_it: Amministrazione Ricovero Health
pt_br: Administração Hospitalar Saúde

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: days
fr_fr: jours
it_it: giorni
pt_br: dias

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: hours
fr_fr: heures
it_it: ore
pt_br: horas

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: minutes
it_it: minuti
pt_br: minutos

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: seconds
fr_fr: secondes
it_it: secondi
pt_br: segundos

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: weeks
fr_fr: semaine
it_it: settimane
pt_br: Semanas

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: when required
fr_fr: lorsque requis
it_it: quando necessario
pt_br: Quando necessário

# selection:gnuhealth.inpatient.registration,admission_type:
source: Elective
fr_fr: Électif
it_it: Elettivo
pt_br: Seletiva

# selection:gnuhealth.inpatient.registration,admission_type:
source: Emergency
fr_fr: Urgence
it_it: Emergenza
pt_br: Emergência

# selection:gnuhealth.inpatient.registration,admission_type:
source: Maternity
fr_fr: Maternité
it_it: Maternità
pt_br: Maternidade

# selection:gnuhealth.inpatient.registration,admission_type:
source: Routine
it_it: Di routine
pt_br: Rotina

# selection:gnuhealth.inpatient.registration,admission_type:
source: Urgent
fr_fr: Urgence
it_it: Urgente
pt_br: Urgente

# selection:gnuhealth.inpatient.registration,diet_vegetarian:
source: Lacto vegetarian
fr_fr: Lacto végétarien
it_it: Latto vegetariana
pt_br: Lacto vegetariano

# selection:gnuhealth.inpatient.registration,diet_vegetarian:
source: Lacto-ovo vegetarian
fr_fr: Lacto-ovo végétarien
it_it: Latto-ovo vegetariana
pt_br: vegetariano Lacto-ovo

# selection:gnuhealth.inpatient.registration,diet_vegetarian:
source: None
fr_fr: Aucun
it_it: Nessuno
pt_br: Nenhum

# selection:gnuhealth.inpatient.registration,diet_vegetarian:
source: Pescetarian
fr_fr: Pescétarien
it_it: Pescetariana

# selection:gnuhealth.inpatient.registration,diet_vegetarian:
source: Vegan
fr_fr: Végétalien
it_it: Vegana

# selection:gnuhealth.inpatient.registration,diet_vegetarian:
source: Vegetarian
fr_fr: Végétarien
it_it: Vegetariano
pt_br: vegetariano

# selection:gnuhealth.inpatient.registration,state:
source: Done
fr_fr: Fait
it_it: Fatto
pt_br: Feito

# selection:gnuhealth.inpatient.registration,state:
source: cancelled
fr_fr: annulé
it_it: Cancellato
pt_br: Cancelado

# selection:gnuhealth.inpatient.registration,state:
source: confirmed
fr_fr: confirmé
it_it: Confermato
pt_br: confirmado

# selection:gnuhealth.inpatient.registration,state:
source: free
fr_fr: libre
it_it: Libero
pt_br: livre

# selection:gnuhealth.inpatient.registration,state:
source: hospitalized
fr_fr: hospitalisé
it_it: Ricoverato
pt_br: internado

# view:gnuhealth.bed.transfer.init:
source: Patient Bed Transfer
fr_fr: Patient Transfert Lit
it_it: Trasferimento di Letto del Paziente
pt_br: Transferência de Leito do Paciente

# view:gnuhealth.bed.transfer:
source: Bed Transfer History
fr_fr: Historique Transfert Lit
it_it: Storia dei Trasferimenti di Letto
pt_br: Histórico de tranferência de leito

# view:gnuhealth.diet.belief:
source: Diet Description
fr_fr: Diét Description
it_it: Descrizione della Dieta
pt_br: Descrição da Dieta

# view:gnuhealth.diet.belief:
source: Diet related to beliefs
fr_fr: Régime lié à des croyances
it_it: Dieta dettata dalla fede
pt_br: Dieta de crenças

# view:gnuhealth.diet.belief:
source: Therapeutic Diet
fr_fr: Thérapeutique Diét
it_it: Dieta Terapeutica
pt_br: Dieta Terapêutica

# view:gnuhealth.diet.therapeutic:
source: Diet Description and Indications
fr_fr: Diét Description et Indications
it_it: Descrizione della Dieta e Indicazioni
pt_br: Dieta Descrição e Indicações

# view:gnuhealth.diet.therapeutic:
source: Therapeutic Diet
fr_fr: Thérapeutique Diét
it_it: Dieta Terapeutica
pt_br: Dieta Terapêutica

# view:gnuhealth.inpatient.diet:
source: Inpatient Diet
fr_fr: Diét Patient Hospitalisé
it_it: Dieta del Paziente
pt_br: Dieta Hospitalar

# view:gnuhealth.inpatient.medication.admin_time:
source: Inpatient Medication Admin Times
it_it: Tempi Amministrativi per la Medicazione del Paziente
pt_br: Número de internamento medicação Admin

# view:gnuhealth.inpatient.medication.log:
source: Inpatient Medication Log
fr_fr: Historique Médication Patient Hospitalisé
it_it: Registro delle Medicazioni del Paziente
pt_br: Internação medicação Log

# view:gnuhealth.inpatient.medication:
source: Admnistration
fr_fr: Administration
it_it: Amministrazione
pt_br: Administração

# view:gnuhealth.inpatient.medication:
source: Adverse Reactions and Notes
fr_fr: Effets indésirables et observations
it_it: Reazioni Avverse e note
pt_br: Reações Adversas e Notas

# view:gnuhealth.inpatient.medication:
source: Dosage
it_it: Dosaggio
pt_br: Posologia

# view:gnuhealth.inpatient.medication:
source: Extra Info
fr_fr: Info extra.
it_it: informazioni extra
pt_br: Informaçõesrmações Extra

# view:gnuhealth.inpatient.medication:
source: General Info
fr_fr: Informations Générales
it_it: Informazioni generali
pt_br: Informaçõesrmações Gerais

# view:gnuhealth.inpatient.medication:
source: Inpatient Medication
fr_fr: Médication Patient Hospitalisé
it_it: Medicazione del Paziente
pt_br: Medicação internamento

# view:gnuhealth.inpatient.medication:
source: Medication
fr_fr: Médicaments
it_it: Farmaci
pt_br: Medicação

# view:gnuhealth.inpatient.medication:
source: Status
fr_fr: Statut
it_it: Stato
pt_br: Situação

# view:gnuhealth.inpatient.medication:
source: Treatment period
fr_fr: Période du traitement
it_it: periodo di trattamento
pt_br: período de tratamento

# view:gnuhealth.inpatient.registration:
source: Administrative data
fr_fr: Données administratives
it_it: Dati amministrativi
pt_br: Os dados administrativos

# view:gnuhealth.inpatient.registration:
source: Admission
it_it: Ricovero
pt_br: Admissão

# view:gnuhealth.inpatient.registration:
source: Admit the patient in the health institution and assign the bed
fr_fr: Admettez le patient dans l'institution et assignez le lit
it_it: Ricoverare il paziente nell` istituto sanitario e asseganre un letto
pt_br: Admitir o paciente na instituição de saúde e atribuir a leito

# view:gnuhealth.inpatient.registration:
source: Cancel
fr_fr: Annulé
it_it: Cancellare
pt_br: Cancelar

# view:gnuhealth.inpatient.registration:
source: Cancel Registration
fr_fr: Annulé enregistrement
it_it: Cancellare Ricovero
pt_br: Cancelarar Inscrição

# view:gnuhealth.inpatient.registration:
source: Cancel the patient registration process ?
fr_fr: Annuler le processus d'enregistrement du patient ?
it_it: Cancellare il processo di registrazione del paziente ?
pt_br: Cancelarar o processo de registro do paciente?

# view:gnuhealth.inpatient.registration:
source: Care Plan
fr_fr: Plan de soins
it_it: Programma di assistenza
pt_br: Plano de Assistência

# view:gnuhealth.inpatient.registration:
source: Confirm
fr_fr: Confirmez
it_it: Confermare
pt_br: Confirmar

# view:gnuhealth.inpatient.registration:
source: Confirm Registration / Make the reservation
fr_fr: Confirmez enregistrement / effectuez la réservation
it_it: Confermare Registrazione / Fare una prenotazione
pt_br: Confirmar Inscrição / fazer a reserva

# view:gnuhealth.inpatient.registration:
source: Discharge
fr_fr: Sortie
it_it: Dimettere

# view:gnuhealth.inpatient.registration:
source: Discharge Patient
fr_fr: Sortie patient
it_it: Dimettere il paziente
pt_br: Alta do Paciente

# view:gnuhealth.inpatient.registration:
source: Inpatient Registration Info
fr_fr: Info enregistrement du patient
it_it: Informazioni registrazione Ricovero
pt_br: Informaçõesrmações de Registro Hospitalar

# view:gnuhealth.inpatient.registration:
source: Inpatient Registration Information
fr_fr: Info enregistrement du patient
it_it: Informazioni registrazione Ricovero
pt_br: Informaçõesrmações de Registro Hospitalar

# view:gnuhealth.inpatient.registration:
source: Nutrition
it_it: Nutrizione
pt_br: Nutrição

# view:gnuhealth.inpatient.registration:
source: Other nutrition notes / directions
fr_fr: Autres notes nutritionnelle / directions
it_it: Altre note / istruzioni sulla nutrizione
pt_br: Outras notas nutrição / direções

# view:gnuhealth.inpatient.registration:
source: Patient Admission
fr_fr: Admission patient
it_it: Ricovero paziente
pt_br: admissão do paciente

# wizard_button:gnuhealth.bed.transfer.create,start,create_bed_transfer:
source: Transfer Patient
fr_fr: Transfert Patient
it_it: Trasferisci Paziente
pt_br: Transferência do Paciente

# wizard_button:gnuhealth.bed.transfer.create,start,end:
source: Cancel
fr_fr: Annuler
it_it: Cancellare
pt_br: Cancelar

# field:gnuhealth.inpatient.registration,discharged_by:
source: Discharged by
pt_br: Recebeu alta de

# field:gnuhealth.inpatient.registration,therapeutic_diets:
source: Meals / Diet Program
pt_br: Programa de dieta / refeições

# field:gnuhealth.patient,patient_status:
source: Hospitalization Status
pt_br: Situação de Internação

# help:gnuhealth.inpatient.registration,discharged_by:
source: Health Professional that discharged the patient
pt_br: Profissional de saúde que deu alta ao paciente

# help:gnuhealth.patient,patient_status:
source: Patient current Hospitalization Status
pt_br: Atual Estado de Hospitalização do Paciente

# view:gnuhealth.inpatient.registration:
source: Medication Plan
pt_br: Plano de medicação

# view:gnuhealth.inpatient.registration:
source: You are about to SIGN the discharge the patient from the health institution. This record will become READ ONLY
pt_br: Você está prestes a ASSINAR a alta do paciente da instituição de saúde. Esta ficha se tornará APENAS PARA LEITURA

# field:gnuhealth.inpatient.medication,frequency_prn:
source: PRN
fr_fr: le cas échéant (pro re nata)

# model:gnuhealth.diet.belief,name:KOSHER
source: Kosher
fr_fr: Cachère
