Repository: alwindoss/gnuhealth
Catalog: tryton/health_inpatient/locale/*.po
Languages: fr_fr, it_it, pt_br

# model:gnuhealth.diet.belief,description:BUDDHIST
source: While Buddhism does not have specific dietary rules, some buddhists practise vegetarianism based on a strict interpretation of the first of the Five Precepts
fr_fr: Même si le Bouddhisme ne définit pas de règles alimentaires spécifiques, certains bouddhistes sont végétariens en raison d'un interprétation stricte des Cinq Principes
it_it: Anche se il Buddismo non ha specifiche regole dietetiche, alcuni buddisti sono vegetariani in ossequio a una interpretazione stretta dei Cinque Precetti
pt_br: Embora o budismo não tem regras dietéticas específicas, alguns budistas praticam o vegetarianismo baseado em uma interpretação estrita do primeiro dos Cinco Preceitos

# model:gnuhealth.diet.belief,description:EDENIC
source: A diet based on what Adam and Eve are believed to have consumed in Garden of Eden. Usually either vegetarian or vegan, and based predominantly on fruit
fr_fr: Un régime basé sur la croyance de ce qui aurait été consommé par Adam et Eve dans le Jardin d'Eden. Régulièrement soit végétarien, soit végan et principalement composé de fruits
it_it: Una dieta basata su ciò che si pensa mangiassero Adamo ed Eva nel Giardino dell'Eden. Solitamente vegetariana o vegana, e basata principalmente sulla frutta
pt_br: Uma dieta com base no que Adão e Eva se acredita ter consumido no Jardim doEden. Geralmente ou vegetariano ou vegan, e com base predominantemente de frutas

# model:gnuhealth.diet.belief,description:HALLELUJAH
source: Hallelujah diet: A form of Christian vegetarianism developed in the 1970s. The creators interpret a verse from the Bible as suggesting that Christians should only consume seed bearing plants and fruits.
fr_fr: Régime Hallelujah : Une forme de végétarisme chrétien développé dans les années 70. Leurs créateurs interprètent un verset de la Bible comme suggérant que les chrétiens ne devraient consommer que des plantes à graines et des fruits.
it_it: Dieta Alleluia: Forma di vegetarianesimo cristiano sviluppatosi negli anni '70. I creatori interpretano un verso della Bibbia come suggerimento che i Cristiani dovrebbero cibarsi solo di piante e frutti con semi.
pt_br: Dieta Aleluia: A forma de vegetarianismo do Cristianismo desenvolvido na década de 1970. Os criadores interpretam um versículo da Bíblia como sugerindo que os cristãos só devem consumir plantas com sementes e frutas.

# model:gnuhealth.diet.belief,description:HINDU
source: Hindu and Jain diets: Followers of Hinduism and Jainism often follow lacto-vegetarian diets, based on the principle of Ahimsa (non-harming)
fr_fr: Régimes hindous et jaïns : Les pratiquants de l'hindouisme et du jaïnisme suivent souvent un régime lacto-végétarien en application du principe d'Ahimsâ (non-violence)
it_it: Dieta Indù e Giainista: I seguaci dell'Induismo e del Giainismo spesso seguno una dieta latto-vegetariana, basata sul principio dell'Ahimsa (nonviolenza)
pt_br: Hindus e Jain dietas: Seguidores do hinduísmo e do jainismo muitas vezes seguem-lactoDietas vegetarianas, com base no princípio da Ahimsa (não prejudicar)

# model:gnuhealth.diet.belief,description:ISLAMIC
source: Muslims follow a diet consisting solely of food that is halal – permissible under Islamic law. The opposite of halal is haraam, food that is Islamically Impermissible. Haraam substances include alcohol, pork, and any meat from an animal which was not killed through the Islamic method of ritual slaughter (Dhabiha)
fr_fr: Les musulmans suivent un régime uniquement composé de nourriture dite halal - autorisée par la loi islamique. L'opposé de halal est haraam, une nourriture interdite par l'Islam. Les denrées haraam incluent l'alcool, le porc et toutes la viande issue d'un animal qui n'aurait pas été abattu selon les méthodes islamiques de sacrifice rituel (Dhabiba)
it_it: I Musulmani seguono una dieta che consiste unicamente di cibo halal, ovvero consentito dalla legge islamica. L'opposto di halal è haram, cibo che non è islamicamente ammissibile. Le materie prime haram includono alcol, maiale e qualsiasi carne proveniente da animali non uccisi secondoil metodo islamico di macellazion rituale (Dhabiha)
pt_br: Os muçulmanos seguem uma dieta constituída exclusivamente de alimentos que é halal - permitido pela lei islâmica. O oposto do halal é haram, o alimento que é islamicamente inadmissível. Substâncias Haraam incluem o álcool, carne de porco, e toda a carne de um animal que não foi morto pelo método islâmico de abate ritual (Dhabiha)

# model:gnuhealth.diet.belief,description:ITAL
source: I-tal: A set of principles which influences the diet of many members of the Rastafari movement. One principle is that natural foods should be consumed. Some Rastafarians interpret I-tal to advocate vegetarianism or veganism
fr_fr: I-tal : Un ensemble de principes qui influence le régime de nombreux membre du mouvement Rastafari. Un de ces principes est la consommation de nourriture naturelle. Certains rastafariens interprètent l'I-tal pour promouvoir le végétarisme ou le véganisme
it_it: I-tal: Un insieme di principi che influenzano la dieta di molti membri del movimento Rastafari. Un principio è che devono essere consumati cibi naturali. Alcuni membri del movimento ritengono che I-tal promuova la dieta vegetariana o quella vegana
pt_br: I-tal: Um conjunto de princípios que influencia a dieta de muitos membros do movimento Rastafari. Um princípio é que os alimentos naturais devem ser consumidos. Alguns rastafaris interpretam I-tal para defender o vegetarianismo ou o veganismo

# model:gnuhealth.diet.belief,description:KOSHER
source: Kosher diet: Food permissible under Kashrut, the set of Jewish dietary laws, is said to be Kosher. Some foods and food combinations are non-Kosher, and failure to prepare food in accordance with Kashrut can make otherwise permissible foods non-Kosher.
fr_fr: Régime kacher : La nourriture autorisée par la cacherout, l'ensemble des lois alimentaires juives, est dite kacher. Certains aliments ou préparations sont non-kacher et l'impossibilité de préparer un aliment en respectant la cacherout peut rendre celui-ci non-kasher.
it_it: Dieta Kosher: I cibi permessi dal Kashrut, l'insieme delle leggi alimentari dell'Ebraismo, sono detti Kosher. Qualche cibo e combinazione di cibi non sono Kosher e la mancata preparazione del cibo secondo il Kashrut può rendere non Kosher alimenti che altrimenti lo sarebbero.
pt_br: Dieta Kosher: permitida Alimento sob Kashrut, o conjunto de leis dietéticas judaicas, é dito ser Kosher. Alguns alimentos e combinações de alimentos são não-Kosher, eo fracasso para preparar o alimento de acordo com Kashrut pode fazer alimentos de outra forma admissíveis não Kosher.

# model:gnuhealth.diet.belief,name:
source: Diet by Belief
fr_fr: Régime religieux
it_it: Dieta per Fede
pt_br: Dieta pela crença

# model:gnuhealth.diet.belief,name:BUDDHIST
source: Buddhist
fr_fr: Bouddhiste
it_it: Buddista
pt_br: budista

# model:gnuhealth.diet.belief,name:EDENIC
source: Edenic
fr_fr: Edénique
it_it: Edenista
pt_br: Éden

# model:gnuhealth.diet.belief,name:HALLELUJAH
source: Hallelujah
it_it: Alleluia
pt_br: Aleluia

# model:gnuhealth.diet.belief,name:HINDU
source: Hindu
fr_fr: Hindou
it_it: Indù

# model:gnuhealth.diet.belief,name:ISLAMIC
source: Islamic
fr_fr: Musulman
it_it: Islamico
pt_br: islâmico

# model:gnuhealth.diet.therapeutic,description:2GS
source: Used in the treatment of conditions characterized by edema, including the following: cirrhosis of the liver with ascites, Congested Heart Failure - CHF, essential hypertension and renal disease.
fr_fr: Utilisé dans le traitement des affections caractérisées par œdème, y compris ce qui suit: cirrhose du foie avec ascite, Insuffisance Cardiaque Congestive - ICC, hypertension artérielle essentielle et les maladies rénales.
it_it: Usato nella cura di condizioni caratterizate da edema, incluse le seguenti: cirrosi del fegato con ascite, Insufficienza Cardiaca Congestizia, ipertensione essenziale e malattie renali.
pt_br: Usados ​​no tratamento de condições caracterizadas por edema, incluindo o seguinte: cirrose Hepática com ascite, falha congestionada coração - ICC, hipertensão essencial e da doença renal.

# model:gnuhealth.diet.therapeutic,description:BLAND
source: The diet eliminates seasoned foods and condiments that may stimulate gastric discomfort and GERD
fr_fr: Le régime elimine les aliments et condiments assaisonnés qui peuvent stimuler un inconfort gastrique et RGO
it_it: La dieta elimina i cibi stagionati e i condimenti che possono stimolare sofferenza gastrica e MRGE
pt_br: A dieta elimina alimentos temperados e condimentos que podem estimular gástricaDesconforto e GERD

# model:gnuhealth.diet.therapeutic,description:CARDIAC
source: Provides controlled amounts of sodium, cholesterol, saturated and total fat
fr_fr: Fournit des quantités contrôlées de sodium, cholestérol, graisses saturées et totale
it_it: Fornisce quantità controllate di sodio, colesterolo, grassi saturi e grassi totali
pt_br: Fornece quantidades de sódio, colesterol, gordura saturada e total controlada

# model:gnuhealth.diet.therapeutic,description:CCH
source: 1200-3000 cal/day .The diet provides consistent amount of carbohydrate based on caloric level to allow for optimal blood glucose control. The diet provides a Bedtime snack for all calorie levels. (45% CHO, 25% protein, 30% fat)
fr_fr: 1200-3000 cal/jour. Le régime fournit des quantités constantes de glucides en fonction du niveau calorique pour permettre le contrôle de la glycémie optimale. La dièt offre une collation au coucher pour tous les niveaux de calories. (45% glucides, 25% protéines, 30% matière grasse)
it_it: 1200-3000 cal/gg .La dieta fornisce una quantità appropriata di carboidrati basata sul livello calorico per permettere un controllo ottimale del livello ematico di glucosio. La dieta fornisce uno spuntino prima di coricarsi per tutti i livelli di calorie levels. (45% Carboidrati, 25% proteine, 30% fat-grassi)
pt_br: 1200-3000 cal/dia. A dieta fornece quantidade constante de hidratos de carbono com base no nível de calorias para permitir um ótimo controle da glicose no sangue. A dieta fornece um lanche Bedtime para todos os níveis de calorias. (45% de CHO, 25% de proteína, 30% de gordura)

# model:gnuhealth.diet.therapeutic,description:CDD
source: 1800-3000 cal/day .The diet provides consistent amount of carbohydrate based on caloric level to allow for optimal blood glucose control. Snacks provided between meals to provide approximately 35-40% of Kcal from CHO.
fr_fr: 1800-3000 cal/jour. Le régime fournit des quantités constantes de glucides en fonction du niveau calorique pour permettre le contrôle de la glycémie optimale. Des collations entre les repas pour fournir environ 35-40% de Kcal de glucides.
it_it: 1800-3000 cal/gg . La dieta fornisce una quantità appropriata di carboidrati basata sul livello calorico per permettere un controllo ottimale del livello ematico di glucosio. Vengono forniti spuntini tra un pasto e l'altro per garantire il 35-40% o di Kcal da carboidrati.
pt_br: 1800-3000 cal/dia. A dieta fornece quantidade constante de hidratos de carbono com base no nível de calorias para permitir um ótimo controle da glicose no sangue. Lanches entre as refeições fornecidas para fornecer cerca de 35-40% de Kcal de CHO.

# model:gnuhealth.diet.therapeutic,description:CLIQUID
source: The diet is indicated for short-term use whenever an acute illness or surgery causes intolerance to food; or to temporarily restrict undigested material in the GI tract. The diet is not nutritionally adequate.
fr_fr: Le régime est indiqué pour une utilisation à court terme quand une maladie aiguë ou une intervention chirurgicale provoque une intolérance à la nourriture; ou pour restreindre temporairement le matériau non digérés dans le tractus gastro-intestinal. Le régime n'est pas nutritionnellement adéquate.
it_it: La dieta è indicata per brevi periodi in tutti i casi in cui una malattia acuta o il trattamento chirurgico causano una intolleranza al cibo; oppure per confinare il materiale non digerito nel tratto gastrointestinale. La dieta non è nutrizionalmente adeguata.
pt_br: A dieta é indicada para uso a curto prazo, sempre que uma doença aguda ou cirurgia provoca intolerância a alimentos, ou para restringir temporariamente o material não digerido no tratatamento GI. A dieta não é nutricionalmente adequada.

# model:gnuhealth.diet.therapeutic,description:CLIQUIDNCS
source: Clear liquid diet providing sugar-free products only (No Concentrated Sugar). This diet provides very limited amounts of carbohydrate.
fr_fr: Alimentation liquide à base de produits sans sucre ( sans sucre concentré). Ce
it_it: Dieta liquida trasparente che fornisce solo prodotti senza zucchero (senza zucchero concentrato). Questa dieta fornisce un apporto di carboidrati molto limitato.
pt_br: Apenas produtos Limpar dieta líquida fornecendo cana-de-livre (sem concentradoAçúcar). Esta dieta fornece quantidades muito limitadas de hidratos de carbono.

# model:gnuhealth.diet.therapeutic,description:DYSA
source: Mechanically altered. Meats are ground or minced. Foods are moist, soft-textured, and easily formed into a bolus. All vegetables are fork-mashable. Liquids must be ordered separately as regular, nectar, or honey.
it_it: Alterata meccanicamente. Le carni sono macinate o tritate. I cibi sono umidi, morbidi e facilmente riducibili a bolo. Tutte le verdure sono schiacciabili con la forchetta. I liquidi devono essere ordinati separatamente come normale, nettare o miele.
pt_br: Mecanicamente alterados. Carnes são moídos ou picados. Foods são úmidos, de textura macia, e facilmente formado em um bolus. Todos os vegetaisSão derivados-Mashable. Líquidos devem ser pedidos separadamente como regular, néctar ou mel.

# model:gnuhealth.diet.therapeutic,description:DYSAD
source: Foods are nearly regular textures with the exception of hard, sticky, or crunchy foods. Foods are moist, bite-sized pieces. All vegetables are fork-mashable. Liquids must be ordered separately as regular, nectar, or honey.
it_it: I cibi hanno consistenza quasi uniforme con l'eccezione dei cibi duri, collosi o croccanti. I cibi sono formati da bocconi umidi. Tutte⏎ le verdure sono schiacciabili con la forchetta. I liquidi devono essere ordinati separatamente come normale, nettare o miele.
pt_br: Os alimentos são texturas quase regulares, com exceção de alimentos pegajosos, ou crocante difíceis. Foods são úmidas, pedaços pequenos. AllVegetais são derivados-Mashable. Líquidos devem ser pedidos separadamente como regular, néctar ou mel.

# model:gnuhealth.diet.therapeutic,description:DYSP
source: For patients with problems chewing and swallowing or esophageal inflammation or varices. Food consistency is blended. Liquids must be ordered separately as regular, nectar, or honey.
it_it: Per i pazienti che hanno problemi nel masticare e inghiottire o infiammazioni o varici esofagee. La consistenza del cibo è amalgamata. I liquidi devono essere ordinati separatamente come normale, nettare o miele.
pt_br: Para os pacientes com problemas de mastigação e deglutição ou inflamação do esôfago ou varizes. Consistência Food é misturado. Líquidos devem ser encomendados Separadamente como regular, néctar ou mel.

# model:gnuhealth.diet.therapeutic,description:EMESIS
source: The diet provides bland, room temperature or cold foods separated into solids and liquids. Patients on this diet may request additional foods they feel can be tolerated. Patients are encouraged to separate their intake of food and drink
it_it: La dieta fornisce cibi insipidi, a temperatura ambiente o freddi separati in solidi e liquidi. I pazienti con questo regime dietetico possono richiedere cibi addizionali che ritengono di poter tollerare. I pazienti vengono incoraggiati a separare l'assunzione di cibo da quella delle bevande.
pt_br: A dieta fornece branda, temperatura ambiente ou alimentos frios separados em sólidos e líquidos. Os pacientes com esta dieta podem pedir alimentos adicionais que sentem poder ser tolerada. Os pacientes são incentivados a separar a sua ingestão de alimentos e bebidas

# model:gnuhealth.diet.therapeutic,description:FINGERFOOD
source: Indicated for patients who may not be able to use utensils or for patients confined to a flat-lying position who require heart healthy foods.
it_it: Indicata per pazienti che non possono utilizzare utensili o pazienti costretti a una posizione orizzontale che richiedono cibi salutari per il cuore.
pt_br: Indicado para pacientes que não podem ser capazes de usar utensílios ou para os pacientesConfinado a uma posição plana altitude que necessitam coração alimentos saudáveis.

# model:gnuhealth.diet.therapeutic,description:FLLF
source: This diet is frequently used for GYN surgical patients. Provides foods such as non-cream based soups, Jell-O, juice, lactaid milk, tea and coffee
it_it: Questa dieta è utilizzata frequentemente per pazienti di chirurgia ginecologica. Fornisce cibi come zuppe non a base di crema, gelatine, succhi, latte senza lattosio, te e caffè.
pt_br: Esta dieta é freqüentemente usado para pacientes cirúrgicos GYN. Fornece alimentos taisComo sopas não-creme com base, Jell-O, suco, leite lactaid, chá e café

# model:gnuhealth.diet.therapeutic,description:FULLLIQUID
source: The diet consists of foods that are liquid at body temperature. Foods are easy to digest and provide minimal stimulation to the GI tract. The diet is not nutritionally adequate.
it_it: La dieta consiste di cibi che sono liquidi a temperatura corporea. Questi cibi sono facili da digerire e forniscono uno stimolo minimale al tratto gastrointestinale. La dieta non è nutrizionalmente adeguata.
pt_br: A dieta consiste em alimentos que são líquidos à temperatura do corpo. Os alimentos são de fácil digestão e proporcionam estimulação mínima para o trato gastrointestinal. A dieta não é nutricionalmente adequada.

# model:gnuhealth.diet.therapeutic,description:GB1
source: Sugar-Free fluids
fr_fr: Liquides sans sucre
it_it: Fluidi senza zucchero
pt_br: líquidos sem açúcar

# model:gnuhealth.diet.therapeutic,description:GB2
source: Easily digested, semi-liquid foods to be consumed in small amounts.
fr_fr: Facile à digérer, aliments semi-liquides à consommer en petites quantités.
it_it: Cibi semiliquidi facilmente digeribili da consumarsi in quantità limitate.
pt_br: fácil digestão, os alimentos semi-líquidos a ser consumidos em pequenas quantidades.

# model:gnuhealth.diet.therapeutic,description:GB3
source: Soft or pureed foods that are easy to chew and digest
fr_fr: Aliments mous ou en purée qui sont faciles à mâcher et à digérer
it_it: Cibi morbidi o purea che sono facilmente masticati e digeriti
pt_br: Soft alimentos ou puré que são fáceis de mastigar e digerir

# model:gnuhealth.diet.therapeutic,description:GB4
source: Soft foods such as cooked vegetables and soft or ground meats
fr_fr: Aliments mous comme par exemple des légumes cuits et de la viande tendre ou hachée
it_it: Cibi morbidi come verdure cotte e carni morbide o macinate
pt_br: Soft alimentos como legumes cozidos e carnes macias ou chão

# model:gnuhealth.diet.therapeutic,description:GISOFT
source: The diet limits most raw, highly-seasoned and fried foods. The diet contains only moderate amounts of fiber
it_it: La dieta limita i cibi grezzi, molto stagionati e fritti. La dieta contiene solo moderatequantità di fibre
pt_br: A dieta limita a maioria dos alimentos crus, altamente temperado e frito. A dieta contémApenas quantidades moderadas de fibra

# model:gnuhealth.diet.therapeutic,description:GLUTENFREE
source: The diet omits foods processed with Gluten. The diet is the primary means of treatment for celiac sprue
it_it: La dieta elimina cibi preparati con glutine. La dieta è il mezzo principale per la cura della sprue celiaca
pt_br: A dieta omite alimentos industrializados com glúten. A dieta é o principal meio deO tratamento para a doença celíaca

# model:gnuhealth.diet.therapeutic,description:LOWFAT
source: Provides less than 30% energy from fat.
fr_fr: Fournit moins de 30% d'énergie provenant des lipides.
it_it: Fornisce meno del 30% energia dai grassi.
pt_br: Fornece menos de 30% de energia a partir de gordura.

# model:gnuhealth.diet.therapeutic,description:MS
source: For patients who have difficulty in chewing or swallowing
fr_fr: Pour les patients qui ont des difficultés à mâcher ou à avaler
it_it: Per pazienti con difficoltà nel masticare o ingoiare
pt_br: Para os pacientes que têm dificuldade em mastigar ou engolir

# model:gnuhealth.diet.therapeutic,description:NAS
source: 4 grams Sodium. Provides a moderate sodium restriction by eliminating foods and condiments high in sodium
it_it: 4 grammi di sodio. Fornisce una moderata restrizione del sodio eliminando cibi e condimenti con alte quantità di sodio
pt_br: 4 gramas de sódio. Fornece uma restrição moderada de sódio, eliminando alimentosE condimentos ricos em sódio

# model:gnuhealth.diet.therapeutic,description:NEUTROPENIC
source: The diet eliminates certain foods to provide a lower level of bacteria than is present in a typical hospital diet.
fr_fr: Le régime élimine certains aliments afin de fournir un niveau inférieur de bactéries que ce qui est présent dans un régime typique d'hôpital.
it_it: La dieta elimina certi cibi per fornire un livello inferiore di batteri rispetto a quello presente in una tipica dieta ospedaliera
pt_br: A dieta elimina certos alimentos para proporcionar um baixo nível de bactérias deEstá presente em uma típica dieta hospitalar.

# model:gnuhealth.diet.therapeutic,description:NPO
source: Nil per Os. Withhold oral food and fluids from the patient
it_it: Nullo per il rifiuto di cibi e fluidi da parte del paziente
pt_br: Nil por Os. Reter o alimento por via oral e fluidos do paciente

# model:gnuhealth.diet.therapeutic,description:PGMY
source: Low sugar, low fat, low lactose foods. No fluids with meals. Small frequent feedings
fr_fr: Aliment à faible teneur en sucre, lipide, et lactose. Pas de liquides avec le repas. Snacks réguliers.
it_it: Cibi a basso tenore di zucchero, grasso e lattosio. Nessun fluido durante i pasti. Pasti piccoli e frequenti
pt_br: Low açúcar, baixo teor de gordura, alimentos com baixo teor de lactose. Nenhuma líquidos com as refeições. Pequeno freqüenteAlimentação

# model:gnuhealth.diet.therapeutic,description:PRERENAL
source: Provides limited amounts of protein (40-60g/d), potassium (2g/d), and sodium (2g/d) for the pre-dialyzed patient.
it_it: Fornisce un apporto limitato di proteine (40-60g/gg), potassio (2g/gg) e sodio (2g/gg) per il paziente in pre-dialisi.
pt_br: Fornece quantidades limitadas de proteína (40-60g / d), potássio (2g / d) e de sódio(2g / d) para o paciente pré-dialisados.

# model:gnuhealth.diet.therapeutic,description:REG
source: No dietary modifications required
fr_fr: Aucune modification du régime alimentaire nécessaire
it_it: Nessuna modifica richiesta alla dieta
pt_br: Não há modificações dietéticas necessária

# model:gnuhealth.diet.therapeutic,description:RENAL
source: Provides adequate protein (80 - 100g/d) and limited amounts of potassium (2g) and sodium (2g) for the dialyzed patient.
it_it: Fornisce un apporto adeguato di proteine (80 - 100g/gg) e apporti limitati di potassio (2g) e sodio (2g) per il paziente dializzato.
pt_br: Fornece quantidade adequada de proteínas (80 - 100 g / d) e quantidades limitadas de potássio(2 g) e de sódio (2g) para o paciente dialisado.

# model:gnuhealth.diet.therapeutic,description:SFM
source: The diet provides 6 small meals daily
fr_fr: Le régime se compose de 6 petits repas par jour
it_it: La dieta fornisce 6 piccoli pasti al giorno
pt_br: A dieta fornece seis pequenas refeições por dia
