Repository: alwindoss/gnuhealth
Catalog: tryton/health_inpatient/locale/*.po
Languages: fr_fr, it_it, pt_br

# error:gnuhealth.bed.transfer.create:
source: Destination bed is unavailable
fr_fr: Le lit de destination n'est pas disponible
it_it: Il letto di destinazione non è disponibile
pt_br: Leito Destino não está disponível

# error:gnuhealth.bed.transfer.create:
source: You have chosen more than 1 records. Please choose only one
fr_fr: Vous avez choisi plus de 1 enregistrement. Prière d'en choisir un seul
it_it: Hai scelto più di un record. Selezionane solo uno, grazie.
pt_br: Você escolheu mais de 1 registros. Seleccionar apenas um

# error:gnuhealth.diet.belief:
source: The Diet code already exists
fr_fr: Ce code de régime existe déjà
it_it: Il codice della dieta esiste già.
pt_br: O código Diet já existe

# error:gnuhealth.diet.therapeutic:
source: The Diet code already exists
fr_fr: Ce code de régime existe déjà
it_it: Il codice della dieta esiste già.
pt_br: O código Diet já existe

# error:gnuhealth.inpatient.medication.log:
source: No health professional associated to this user
fr_fr: Pas de professionnel de santé associé à l'utilisateur
it_it: Nessun professionista sanitario associato a questo utente
pt_br: Nenhum profissional de saúde associados a este usuário

# error:gnuhealth.inpatient.registration:
source: Bed is not available
fr_fr: Lit indisponible
it_it: Letto non disponibile
pt_br: Leito não está disponível

# error:gnuhealth.inpatient.registration:
source: Destination bed unavailable
fr_fr: Le lit de destination n'est pas disponible
it_it: Il letto di destinazione non è disponibile
pt_br: Leito de destino indisponível

# error:gnuhealth.inpatient.registration:
source: The Registration code already exists
fr_fr: Ce code d'enregistrement existe déjà
it_it: Il codice di iscrizione già esiste
pt_br: O código de registro já existe

# field:gnuhealth.appointment,inpatient_registration_code:
source: Inpatient Registration
fr_fr: Enregistrement du patient
it_it: Registrazione Ricovere
pt_br: Registro Hospitalar

# field:gnuhealth.bed.transfer,bed_from:
source: From
fr_fr: De
it_it: Da
pt_br: De

# field:gnuhealth.bed.transfer,bed_to:
source: To
fr_fr: A
it_it: A
pt_br: Para

# field:gnuhealth.bed.transfer,create_date:
source: Create Date
fr_fr: Date de création
it_it: Creare Data
pt_br: Data de criação

# field:gnuhealth.bed.transfer,create_uid:
source: Create User
fr_fr: Utilisateur qui a crée
it_it: Creare utente
pt_br: Criar Usuário

# field:gnuhealth.bed.transfer,id:
source: ID
it_it: Identificazione

# field:gnuhealth.bed.transfer,name:
source: Registration Code
fr_fr: Code d'enregistrement
it_it: Codice Registrazione
pt_br: Código de Registro

# field:gnuhealth.bed.transfer,reason:
source: Reason
fr_fr: Motif
it_it: Motivo
pt_br: Razão

# field:gnuhealth.bed.transfer,rec_name:
source: Name
fr_fr: Nom
it_it: Nome
pt_br: Nome

# field:gnuhealth.bed.transfer,transfer_date:
source: Date
it_it: Data
pt_br: Data

# field:gnuhealth.bed.transfer,write_date:
source: Write Date
fr_fr: Date d'écriture
it_it: Scrivere Data
pt_br: Data de gravação

# field:gnuhealth.bed.transfer,write_uid:
source: Write User
fr_fr: Utilisateur qui a modifié
it_it: Scrivere nome utente
pt_br: Criado por

# field:gnuhealth.bed.transfer.init,newbed:
source: New Bed
fr_fr: Nouveau lit
it_it: Nuovo letto
pt_br: Novo Leito

# field:gnuhealth.bed.transfer.init,reason:
source: Reason
fr_fr: Motif
it_it: Motivo
pt_br: Razão

# field:gnuhealth.diet.belief,code:
source: Code
it_it: Codice
pt_br: Código

# field:gnuhealth.diet.belief,create_date:
source: Create Date
fr_fr: Date de création
it_it: Creare Data
pt_br: Data de criação

# field:gnuhealth.diet.belief,create_uid:
source: Create User
fr_fr: Utilisateur qui a crée
it_it: Creare utente
pt_br: Criar Usuário

# field:gnuhealth.diet.belief,description:
source: Description
it_it: Descrizione
pt_br: Descrição

# field:gnuhealth.diet.belief,id:
source: ID
it_it: Identificazione

# field:gnuhealth.diet.belief,name:
source: Belief
fr_fr: Croyance
it_it: Fede
pt_br: Crença

# field:gnuhealth.diet.belief,rec_name:
source: Name
fr_fr: Nom
it_it: Nome
pt_br: Nome

# field:gnuhealth.diet.belief,write_date:
source: Write Date
fr_fr: Date d'écriture
it_it: Scrivere Data
pt_br: Data de gravação

# field:gnuhealth.diet.belief,write_uid:
source: Write User
fr_fr: Utilisateur qui a modifié
it_it: Scrivere nome utente
pt_br: Criado por

# field:gnuhealth.diet.therapeutic,code:
source: Code
it_it: Codice
pt_br: Código

# field:gnuhealth.diet.therapeutic,create_date:
source: Create Date
fr_fr: Date de création
it_it: Creare Data
pt_br: Data de criação

# field:gnuhealth.diet.therapeutic,create_uid:
source: Create User
fr_fr: Utilisateur qui a crée
it_it: Creare utente
pt_br: Criar Usuário

# field:gnuhealth.diet.therapeutic,description:
source: Indications
it_it: indicazioni
pt_br: indicações

# field:gnuhealth.diet.therapeutic,id:
source: ID
it_it: Identificazione

# field:gnuhealth.diet.therapeutic,name:
source: Diet type
fr_fr: Type de régime
it_it: Tipo di dieta
pt_br: tipo de dieta

# field:gnuhealth.diet.therapeutic,rec_name:
source: Name
fr_fr: Nom
it_it: Nome
pt_br: Nome

# field:gnuhealth.diet.therapeutic,write_date:
source: Write Date
fr_fr: Date d'écriture
it_it: Scrivere Data
pt_br: Data de gravação

# field:gnuhealth.diet.therapeutic,write_uid:
source: Write User
fr_fr: Utilisateur qui a modifié
it_it: Scrivere nome utente
pt_br: Criado por

# field:gnuhealth.inpatient.diet,create_date:
source: Create Date
fr_fr: Date de création
it_it: Creare Data
pt_br: Data de criação

# field:gnuhealth.inpatient.diet,create_uid:
source: Create User
fr_fr: Utilisateur qui a crée
it_it: Creare utente
pt_br: Criar Usuário

# field:gnuhealth.inpatient.diet,diet:
source: Diet
fr_fr: Régime
it_it: Dieta

# field:gnuhealth.inpatient.diet,id:
source: ID
it_it: Identificazione

# field:gnuhealth.inpatient.diet,name:
source: Registration Code
fr_fr: Code d'enregistrement
it_it: Codice Registrazione
pt_br: Código de Registro

# field:gnuhealth.inpatient.diet,rec_name:
source: Name
fr_fr: Nom
it_it: Nome
pt_br: Nome

# field:gnuhealth.inpatient.diet,remarks:
source: Remarks / Directions
fr_fr: Remarques / Directives
it_it: Osservazioni / Istruzioni
pt_br: Observações / Orientações

# field:gnuhealth.inpatient.diet,write_date:
source: Write Date
fr_fr: Date d'écriture
it_it: Scrivere Data
pt_br: Data de gravação

# field:gnuhealth.inpatient.diet,write_uid:
source: Write User
fr_fr: Utilisateur qui a modifié
it_it: Scrivere nome utente
pt_br: Criado por

# field:gnuhealth.inpatient.medication,admin_times:
source: Admin times
fr_fr: Heures d'administration
it_it: Tempi di amministrazione
pt_br: tempos de Admin

# field:gnuhealth.inpatient.medication,adverse_reaction:
source: Adverse Reactions
fr_fr: Effets indésirables
it_it: Reazioni Avverse
pt_br: Reações Adversas

# field:gnuhealth.inpatient.medication,common_dosage:
source: Frequency
fr_fr: Fréquence
it_it: Frecuenza

# field:gnuhealth.inpatient.medication,course_completed:
source: Course Completed
fr_fr: Cours Terminé
it_it: Ciclo completato
pt_br: Curso Completo

# field:gnuhealth.inpatient.medication,create_date:
source: Create Date
fr_fr: Date de création
it_it: Creare Data
pt_br: Data de criação

# field:gnuhealth.inpatient.medication,create_uid:
source: Create User
fr_fr: Utilisateur qui a crée
it_it: Creare utente
pt_br: Criar Usuário

# field:gnuhealth.inpatient.medication,discontinued:
source: Discontinued
fr_fr: Interrompu
it_it: Interrotto
pt_br: Descontinuado

# field:gnuhealth.inpatient.medication,discontinued_reason:
source: Reason for discontinuation
fr_fr: Raison de l'arrêt
it_it: Motivo interruzione
pt_br: A razão para a interrupção

# field:gnuhealth.inpatient.medication,dose_unit:
source: dose unit
fr_fr: unité de dose
it_it: Unità dose
pt_br: dose unitária

# field:gnuhealth.inpatient.medication,end_treatment:
source: End
fr_fr: Fin
it_it: Fine
pt_br: Fim

# field:gnuhealth.inpatient.medication,form:
source: Form
fr_fr: Forme
it_it: Formulario
pt_br: Formulário

# field:gnuhealth.inpatient.medication,frequency:
source: Frequency
fr_fr: Fréquence
it_it: Frecuenza

# field:gnuhealth.inpatient.medication,frequency_unit:
source: unit
fr_fr: l'unité
it_it: unità
pt_br: Unidade

# field:gnuhealth.inpatient.medication,id:
source: ID
it_it: Identificazione

# field:gnuhealth.inpatient.medication,indication:
source: Indication
it_it: Indicazione
pt_br: Indicação

# field:gnuhealth.inpatient.medication,is_active:
source: Active
fr_fr: Actif
it_it: Attivo
pt_br: Ativo

# field:gnuhealth.inpatient.medication,log_history:
source: Log History
fr_fr: Historique
it_it: Archivio delle registrazioni
pt_br: Registro do histórico

# field:gnuhealth.inpatient.medication,medicament:
source: Medicament
fr_fr: Médicament
it_it: Farmaco
pt_br: Medicamento

# field:gnuhealth.inpatient.medication,name:
source: Registration Code
fr_fr: Code d'enregistrement
it_it: Codice Registrazione
pt_br: Código de Registro

# field:gnuhealth.inpatient.medication,rec_name:
source: Name
fr_fr: Nom
it_it: Nome
pt_br: Nome

# field:gnuhealth.inpatient.medication,route:
source: Administration Route
fr_fr: Voie d'administration
it_it: Percorso Amministrazione
pt_br: via de administração

# field:gnuhealth.inpatient.medication,start_treatment:
source: Start
fr_fr: Début
it_it: Inizio
pt_br: Início

# field:gnuhealth.inpatient.medication,write_date:
source: Write Date
fr_fr: Date d'écriture
it_it: Scrivere Data
pt_br: Data de gravação

# field:gnuhealth.inpatient.medication,write_uid:
source: Write User
fr_fr: Utilisateur qui a modifié
it_it: Scrivere nome utente
pt_br: Criado por

# field:gnuhealth.inpatient.medication.admin_time,admin_time:
source: Time
fr_fr: Heure
it_it: Tempo
pt_br: Tempo

# field:gnuhealth.inpatient.medication.admin_time,create_date:
source: Create Date
fr_fr: Date de création
it_it: Creare Data
pt_br: Data de criação

# field:gnuhealth.inpatient.medication.admin_time,create_uid:
source: Create User
fr_fr: Utilisateur qui a crée
it_it: Creare utente
pt_br: Criar Usuário

# field:gnuhealth.inpatient.medication.admin_time,dose_unit:
source: dose unit
fr_fr: unité de dose
it_it: Unità dose
pt_br: dose unitária

# field:gnuhealth.inpatient.medication.admin_time,id:
source: ID
it_it: Identificazione

# field:gnuhealth.inpatient.medication.admin_time,name:
source: Medication
fr_fr: Médicaments
it_it: Farmaci
pt_br: Medicação

# field:gnuhealth.inpatient.medication.admin_time,rec_name:
source: Name
fr_fr: Nom
it_it: Nome
pt_br: Nome

# field:gnuhealth.inpatient.medication.admin_time,remarks:
source: Remarks
fr_fr: Remarques
it_it: Osservazioni
pt_br: Observações

# field:gnuhealth.inpatient.medication.admin_time,write_date:
source: Write Date
fr_fr: Date d'écriture
it_it: Scrivere Data
pt_br: Data de gravação

# field:gnuhealth.inpatient.medication.admin_time,write_uid:
source: Write User
fr_fr: Utilisateur qui a modifié
it_it: Scrivere nome utente
pt_br: Criado por

# field:gnuhealth.inpatient.medication.log,admin_time:
source: Date
it_it: Data
pt_br: Data

# field:gnuhealth.inpatient.medication.log,create_date:
source: Create Date
fr_fr: Date de création
it_it: Creare Data
pt_br: Data de criação

# field:gnuhealth.inpatient.medication.log,create_uid:
source: Create User
fr_fr: Utilisateur qui a crée
it_it: Creare utente
pt_br: Criar Usuário

# field:gnuhealth.inpatient.medication.log,dose_unit:
source: dose unit
fr_fr: unité de dose
it_it: Unità dose
pt_br: dose unitária

# field:gnuhealth.inpatient.medication.log,health_professional:
source: Health Professional
fr_fr: Professionnel de santé
it_it: Professionista medico
pt_br: Profissional de saúde

# field:gnuhealth.inpatient.medication.log,id:
source: ID
it_it: Identificazione

# field:gnuhealth.inpatient.medication.log,name:
source: Medication
fr_fr: Médicaments
it_it: Farmaci
pt_br: Medicação

# field:gnuhealth.inpatient.medication.log,rec_name:
source: Name
fr_fr: Nom
it_it: Nome
pt_br: Nome

# field:gnuhealth.inpatient.medication.log,remarks:
source: Remarks
fr_fr: Remarques
it_it: Osservazioni
pt_br: Observações

# field:gnuhealth.inpatient.medication.log,write_date:
source: Write Date
fr_fr: Date d'écriture
it_it: Scrivere Data
pt_br: Data de gravação

# field:gnuhealth.inpatient.medication.log,write_uid:
source: Write User
fr_fr: Utilisateur qui a modifié
it_it: Scrivere nome utente
pt_br: Criado por

# field:gnuhealth.inpatient.registration,admission_reason:
source: Reason for Admission
fr_fr: Motif d'admission
it_it: Motivo Ricovero
pt_br: motivo da internação

# field:gnuhealth.inpatient.registration,admission_type:
source: Admission type
fr_fr: Type d'admission
it_it: Tipo do ricovero
pt_br: Tipo de admissão

# field:gnuhealth.inpatient.registration,attending_physician:
source: Attending Physician
fr_fr: Médecin traitant
it_it: Medico Curante
pt_br: Médico Assistente

# field:gnuhealth.inpatient.registration,bed:
source: Hospital Bed
fr_fr: Lit hospitalier
it_it: Letto d'ospedale
pt_br: Leito de hospital

# field:gnuhealth.inpatient.registration,bed_transfers:
source: Transfer History
fr_fr: Historique des transferts
it_it: Storia dei trasferimenti
pt_br: Histórico de transferência

# field:gnuhealth.inpatient.registration,create_date:
source: Create Date
fr_fr: Date de création
it_it: Creare Data
pt_br: Data de criação

# field:gnuhealth.inpatient.registration,create_uid:
source: Create User
fr_fr: Créer utilisateur
it_it: Creare Utente
pt_br: Criar Usuário

# field:gnuhealth.inpatient.registration,diet_belief:
source: Belief
fr_fr: Croyance
it_it: Fede
pt_br: Crença

# field:gnuhealth.inpatient.registration,diet_vegetarian:
source: Vegetarian
fr_fr: Végétarien
it_it: Vegetariano
pt_br: vegetariano

# field:gnuhealth.inpatient.registration,discharge_date:
source: Expected Discharge Date
fr_fr: Date de sortie prévue
it_it: Data prevista di dimissione
pt_br: Esperado Data Discharge

# field:gnuhealth.inpatient.registration,discharge_plan:
source: Discharge Plan
fr_fr: Plan de sortie
it_it: Programma dimissione
pt_br: Plano de alta

# field:gnuhealth.inpatient.registration,hospitalization_date:
source: Hospitalization date
fr_fr: Date d'hospitalisation
it_it: Data ricovero
pt_br: data de internação

# field:gnuhealth.inpatient.registration,id:
source: ID
it_it: I

# field:gnuhealth.inpatient.registration,info:
source: Extra Info
fr_fr: Info extra.
it_it: Ulteriori informazioni
pt_br: Informações Extra

# field:gnuhealth.inpatient.registration,institution:
source: Institution
it_it: Istituzione
pt_br: Instituição

# field:gnuhealth.inpatient.registration,medications:
source: Medications
it_it: Medicamenti
pt_br: Medicamentos

# field:gnuhealth.inpatient.registration,name:
source: Registration Code
fr_fr: Code d'enregistrement
it_it: Codice Registrazione
pt_br: Código de Registro

# field:gnuhealth.inpatient.registration,nursing_plan:
source: Nursing Plan
fr_fr: Plan de soins
it_it: Programma di cura
pt_br: Plano de Enfermagem

# field:gnuhealth.inpatient.registration,nutrition_notes:
source: Nutrition notes / directions
fr_fr: Notes / Directives nutritionnelles
it_it: Osservazioni / istruzioni sulla dieta
pt_br: Nutrição notas / direções

# field:gnuhealth.inpatient.registration,operating_physician:
source: Operating Physician
fr_fr: Médecin référant
it_it: Chirurgo
pt_br: Médico Operacional

# field:gnuhealth.inpatient.registration,patient:
source: Patient
it_it: Paziente
pt_br: paciente

# field:gnuhealth.inpatient.registration,rec_name:
source: Name
fr_fr: Nom
it_it: Nome
pt_br: Nome

# field:gnuhealth.inpatient.registration,state:
source: Status
fr_fr: Statut
it_it: Stato
pt_br: Situação

# field:gnuhealth.inpatient.registration,write_date:
source: Write Date
fr_fr: Inscrivez date
it_it: Scrivere Data
pt_br: Data de gravação

# field:gnuhealth.inpatient.registration,write_uid:
source: Write User
fr_fr: Inscrivez utilisateur
it_it: Scrivere nome Utente
pt_br: Criado por

# field:gnuhealth.sequences,inpatient_registration_sequence:
source: Inpatient Sequence
fr_fr: Séquence patient
it_it: Sequenza del Ricovero
pt_br: Seqüência de internação

# help:gnuhealth.appointment,inpatient_registration_code:
source: Enter the patient hospitalization code
fr_fr: Entrez le code d'hospitalisation du patient
it_it: Inserire il codice di ricovero del paziente
pt_br: Insira o código de internação do paciente

# help:gnuhealth.inpatient.diet,remarks:
source: specific remarks for this diet / patient
fr_fr: Remarques spécifiques pour ce régime / patient
it_it: osservazioni specifiche per questa dieta / paziente
pt_br: observações específicas para essa dieta / paciente

# help:gnuhealth.inpatient.medication,adverse_reaction:
source: Side effects or adverse reactions that the patient experienced
fr_fr: Effets secondaires ou effets indésirables que le patient a éprouvé
it_it: Effetti secondaro o reazioni avverse che abbia vissuto il paziente
pt_br: Os efeitos colaterais ou reações adversas que o paciente experimentou

# help:gnuhealth.inpatient.medication,common_dosage:
source: Common / standard dosage frequency for this medicament
fr_fr: Fréquence de dosage commune / standard pour ce médicament
it_it: Frequenza standard / comune per dosaggio questa medicina
pt_br: freqüência de dosagem comum / normal para este medicamento

# help:gnuhealth.inpatient.medication,discontinued_reason:
source: Short description for discontinuing the treatment
fr_fr: Brève description pour l'interruption du traitement
it_it: Breve descrizione del motivo per cui è stato interrotto il trattamento
pt_br: Breve descrição para a interrupção do tratamento

# help:gnuhealth.inpatient.medication,dose:
source: Amount of medication (eg, 250 mg) per dose
fr_fr: Quantité de médicament par dose (par exemple, 250 mg)
it_it: Quantità di farmaco (per esempio, 250 mg) per dose
pt_br: Quantidade de medicação (por exemplo, 250 mg) por dose

# help:gnuhealth.inpatient.medication,dose_unit:
source: Unit of measure for the medication to be taken
fr_fr: Unité de mesure pour les médicaments à prendre
it_it: Unità di misura del farmaco da prendere
pt_br: Unidade de medida para a medicação a ser tomada

# help:gnuhealth.inpatient.medication,end_treatment:
source: Date of start of Treatment
fr_fr: Date de début de traitement
it_it: Data inizio trattamento
pt_br: Data de início do tratamento

# help:gnuhealth.inpatient.medication,form:
source: Drug form, such as tablet or gel
fr_fr: Forme du médicaments, tels que comprimés ou gel
it_it: Presentazione farmaco, come pillole o gel
pt_br: Formulário de Medicamentos, como tablet ou gel

# help:gnuhealth.inpatient.medication,frequency:
source: Time in between doses the patient must wait (ie, for 1 pill each 8 hours, put here 8 and select "hours" in the unit field
fr_fr: Temps d'attente entre les doses au patient (c'est à dire, pour une pilule chaque huit heures, mettez ici 8 et sélectionnez "heure" dans le domaine de l'unité)
it_it: Periodo tra dose e dose (per esempio, 1 pillola ogni 8 ore, inserire 8 e selezionare "ore" nel campo unità
pt_br: O tempo entre as doses, o paciente deve esperar (ou seja, para um comprimido a cada 8 horas,Colocar aqui 8 e selecione "hours" no campo de unidade

# help:gnuhealth.inpatient.medication,frequency_prn:
source: Use it as needed, pro re nata
fr_fr: Utilisez si nécessaire, pro re nata
it_it: Usare secondo necessità, pro re nata
pt_br: Use-o como necessário, pro re nata

# help:gnuhealth.inpatient.medication,indication:
source: Choose a disease for this medicament from the disease list. It can be an existing disease of the patient or a prophylactic.
fr_fr: Choisissez une maladie pour ce médicament parmi la liste des maladies. Elle peut être une maladie existante du patient ou de prophylaxie.
it_it: Scegliere una malattia per questo medicamento dalla lista malattie. Può essere una già esistente o di prevenzione
pt_br: Escolher uma doença deste medicamento a partir da lista de doenças. Pode ser umDoença do paciente ou de um profilático existente.

# help:gnuhealth.inpatient.medication,is_active:
source: Check if the patient is currently taking the medication
fr_fr: Cochez cette case si le patient est actuellement sous traitement par ce médicament
it_it: Selezionare se il paziente sta prendendo il farmaco attualmente
pt_br: Verifique se o paciente está tomando a medicação

# help:gnuhealth.inpatient.medication,medicament:
source: Prescribed Medicament
fr_fr: Medicament Prescrit
it_it: Medicamento prescritto
pt_br: Medicamento prescrito

# help:gnuhealth.inpatient.medication,qty:
source: Quantity of units (eg, 2 capsules) of the medicament
fr_fr: Quantité d'unités (par exemple, 2 gélules) du médicament
it_it: Quantità di unità (ad esempio, 2 capsule) del medicamento
pt_br: Quantidade de unidades (por exemplo, dois comprimidos) do medicamento

# help:gnuhealth.inpatient.medication,route:
source: Drug administration route code.
fr_fr: Code de voie d'administration du médicament.
it_it: Codice percorso somministrazione del farmaco
pt_br: Drogas código via de administração.

# help:gnuhealth.inpatient.medication,start_treatment:
source: Date of start of Treatment
fr_fr: Date de début de traitement
it_it: Data inizio trattamento
pt_br: Data de início do tratamento

# help:gnuhealth.inpatient.medication.admin_time,dose:
source: Amount of medication (eg, 250 mg) per dose
fr_fr: Quantité de médicament par dose (par exemple, 250 mg)
it_it: Quantità di farmaco (per esempio, 250 mg) per dose
pt_br: Quantidade de medicação (por exemplo, 250 mg) por dose

# help:gnuhealth.inpatient.medication.admin_time,dose_unit:
source: Unit of measure for the medication to be taken
fr_fr: Unité de mesure pour les médicaments à prendre
it_it: Unità di misura del farmaco da prendere
pt_br: Unidade de medida para a medicação a ser tomada

# help:gnuhealth.inpatient.medication.admin_time,remarks:
source: specific remarks for this dose
fr_fr: Remarques spécifiques pour ce dosage
it_it: osservazioni specifiche per questa dose
pt_br: Observações específicas para esta dose

# help:gnuhealth.inpatient.medication.log,dose:
source: Amount of medication (eg, 250 mg) per dose
fr_fr: Quantité de médicament par dose (par exemple, 250 mg)
it_it: Quantità di farmaco (per esempio, 250 mg) per dose
pt_br: Quantidade de medicação (por exemplo, 250 mg) por dose

# help:gnuhealth.inpatient.medication.log,dose_unit:
source: Unit of measure for the medication to be taken
fr_fr: Unité de mesure pour les médicaments à prendre
it_it: Unità di misura del farmaco da prendere
pt_br: Unidade de medida para a medicação a ser tomada

# help:gnuhealth.inpatient.medication.log,remarks:
source: specific remarks for this dose
fr_fr: Remarques spécifiques pour ce dosage
it_it: osservazioni specifiche per questa dose
pt_br: Observações específicas para esta dose

# help:gnuhealth.inpatient.registration,admission_reason:
source: Reason for Admission
fr_fr: Motif d'admission
it_it: Motivo del Ricovero
pt_br: Motivo da internação

# help:gnuhealth.inpatient.registration,diet_belief:
source: Enter the patient belief or religion to choose the proper diet
fr_fr: Entrer la croyance ou la religion du patient pour choisir le régime approprié
it_it: Introdurre la fede o la religione del paziente per scegliere la dieta corretta
pt_br: Digite a crença ou religião do paciente que escolher a dieta especializada

# model:gnuhealth.bed.transfer,name:
source: Bed transfers
fr_fr: Transferts de lit
it_it: Trasferimenti di letto
pt_br: transferências leito

# model:gnuhealth.bed.transfer.init,name:
source: Create Bed Transfer Init
fr_fr: Initialiser le transfert de lit
it_it: Crea un trasferimento di letto
pt_br: Criar Transferência Leito Init
